Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Allow Header From Mismatch
vi_vn: Cho phép tiêu đề không khớp

source: Allow Header From Multiple
vi_vn: Cho phép tiêu đề từ nhiều

source: Allow TLS Only
vi_vn: Chỉ cho phép TLS

source: Allow Username Mismatch
vi_vn: Cho phép tên người dùng không khớp

source: Allow interface subnets
vi_vn: Cho phép mạng con giao diện

source: Allowed MAC addresses
vi_vn: Địa chỉ MAC được phép

source: Allowed SSL ports
vi_vn: Cổng SSL được phép

source: Allowed Subnets
vi_vn: Mạng con được phép

source: Allowed addresses
vi_vn: Địa chỉ được phép

source: Allowed destination TCP port
vi_vn: Cổng TCP đích được phép

source: Alt Names
vi_vn: Tên thay thế

source: Always Advertise Default Gateway
vi_vn: Luôn quảng cáo Gateway mặc định

source: Alwaysdata
vi_vn: Dữ liệu luôn

source: An integer value corresponding to the TCP source port of the connection on the client side, which is the port the client connected from.
vi_vn: Một giá trị số nguyên tương ứng với Cổng nguồn TCP của kết nối ở phía máy khách, là Cổng mà máy khách đã kết nối từ đó.

source: An optional custom reason text for the HTTP status code. If empty the default reason for the specified code will be used.
vi_vn: Văn bản lý do tùy chỉnh tùy chọn cho mã trạng thái HTTP. Nếu trống, lý do mặc định cho mã được chỉ định sẽ được sử dụng.

source: Anti Malware
vi_vn: Chống phần mềm độc hại

source: Append a HTTP header field with the specified name.
vi_vn: Nối trường tiêu đề HTTP với tên được chỉ định.

source: Application Key
vi_vn: Khóa ứng dụng

source: Application Secret
vi_vn: Bí mật ứng dụng

source: Area
vi_vn: Khu vực

source: At least two interfaces must be selected.
vi_vn: Ít nhất hai giao diện phải được chọn.

source: Attempt to circumvent censorship.
vi_vn: Cố gắng vượt qua sự kiểm duyệt.

source: Auth Only
vi_vn: Chỉ xác thực

source: Auth Realm
vi_vn: Vương quốc xác thực

source: Authenticate using
vi_vn: Xác thực bằng cách sử dụng

source: Authentication Cookie
vi_vn: Cookie xác thực

source: Authentication Key
vi_vn: Khóa xác thực

source: Authentication Password
vi_vn: Mật khẩu xác thực

source: Authentication Prompt
vi_vn: Lời nhắc xác thực

source: Authentication Settings
vi_vn: Cài đặt xác thực

source: Authentication TTL (hours)
vi_vn: Xác thực TTL (giờ)

source: Authentication Type
vi_vn: Loại xác thực

source: Authentication Username
vi_vn: Tên người dùng xác thực

source: Authentication method
vi_vn: Phương thức xác thực

source: Authentication processes
vi_vn: Quy trình xác thực

source: Authorization type
vi_vn: Loại ủy quyền

source: Authorized clients
vi_vn: Khách hàng được ủy quyền

source: Auto Renewal
vi_vn: Tự động gia hạn

source: Automatically inject config into the local HAProxy instance to let it serve acme challanges without service interruption. Of course, adding the configuration requires a short restart of the HAProxy service.
vi_vn: Tự động đưa cấu hình vào phiên bản HAProxy cục bộ để cho phép phiên bản này phục vụ các thử thách acme mà không bị gián đoạn dịch vụ. Tất nhiên, việc thêm cấu hình yêu cầu khởi động lại dịch vụ HAProxy trong thời gian ngắn.

source: Automatically register in M/Monit by sending Monit credentials (see Monit Access List above).
vi_vn: Tự động đăng ký M/Monit bằng cách gửi thông tin xác thực Monit (xem Danh sách truy cập Monit ở trên).

source: Avoid authentication for addresses and subnets in this list
vi_vn: Tránh xác thực các địa chỉ và mạng con trong danh sách này

source: Avoid authentication for physical addresses in this list
vi_vn: Tránh xác thực các địa chỉ vật lý trong danh sách này

source: BGP AS Number
vi_vn: Số BGP NHƯ

source: Backend
vi_vn: Phần phụ trợ

source: Backup Check Interval
vi_vn: Khoảng thời gian kiểm tra dự phòng

source: Backup Check Timeout
vi_vn: Hết thời gian kiểm tra dự phòng

source: Backup Table
vi_vn: Bảng dự phòng

source: Backup Table Check
vi_vn: Kiểm tra bảng dự phòng

source: Backup Table Scheduler
vi_vn: Lập lịch bảng dự phòng

source: Balancing Algorithm
vi_vn: Thuật toán cân bằng

source: Bandwith Burst
vi_vn: băng thông bùng nổ

source: Bandwith Rate
vi_vn: Tỷ lệ băng thông

source: Banned host IP addresses
vi_vn: Địa chỉ IP máy chủ bị cấm

source: Base DN
vi_vn: DN cơ sở

source: Bayes Learning
vi_vn: Bayes học tập

source: Begin of the port range or the port used by this ACL.
vi_vn: Bắt đầu phạm vi Cổng hoặc Cổng được ACL này sử dụng.

source: Beginning of the port range RTP may use.
vi_vn: Bắt đầu phạm vi Cổng RTP có thể sử dụng.

source: Bind Password
vi_vn: Ràng buộc mật khẩu

source: Bind User
vi_vn: Ràng buộc người dùng

source: Bind option pass-through
vi_vn: Chuyển qua tùy chọn ràng buộc

source: Bind options
vi_vn: Tùy chọn ràng buộc

source: Blacklist
vi_vn: Danh sách đen

source: Block browser/user-agents
vi_vn: Chặn trình duyệt/tác nhân người dùng

source: Block encrypted archive
vi_vn: Chặn kho lưu trữ được mã hóa

source: Block specific MIME type reply
vi_vn: Chặn trả lời loại MIME cụ thể

source: Blocked File Extensions
vi_vn: Phần mở rộng tệp bị chặn

source: Bounce Limit per IP: Mail Count
vi_vn: Giới hạn số thư bị trả lại trên mỗi IP: Số lượng thư

source: Bounce Limit per IP: Time
vi_vn: Giới hạn thoát trên mỗi IP: Thời gian

source: Bounce Limit per IP: Time Unit
vi_vn: Giới hạn thoát trên mỗi IP: Đơn vị thời gian

source: Bounce Limit: Mail Count
vi_vn: Giới hạn trả lại: Số lượng thư

source: Bounce Limit: Time
vi_vn: Giới hạn thoát: Thời gian

source: Bounce Limit: Time Unit
vi_vn: Giới hạn thoát: Đơn vị thời gian

source: Bridge
vi_vn: Cầu

source: Briefly description of this ftp proxy
vi_vn: Mô tả ngắn gọn về proxy ftp này

source: Buffer size
vi_vn: Kích thước bộ đệm

source: BufferSend
vi_vn: Bộ đệmGửi

source: BufferSize
vi_vn: Kích thước bộ đệm

source: By default, Telegraf gather stats for all mountpoints. Setting mountpoints will restrict the stats to the specified mountpoints.
vi_vn: Theo mặc định, Telegraf thu thập số liệu thống kê cho tất cả các điểm gắn kết. Việc đặt điểm gắn kết sẽ hạn chế số liệu thống kê ở các điểm gắn kết được chỉ định.

source: Bytes in rate period
vi_vn: Byte trong khoảng thời gian tốc độ

source: Bytes out rate period
vi_vn: Chu kỳ tốc độ byte ra

source: CA Common-Name
vi_vn: Tên chung CA

source: CA to use
vi_vn: CA để sử dụng

source: CPU Statistics
vi_vn: Thống kê CPU

source: Cache Expiration
vi_vn: Hết hạn bộ đệm

source: Cache Expire
vi_vn: Bộ nhớ đệm hết hạn

source: Cache Size
vi_vn: Kích thước bộ đệm

source: Cache directory location
vi_vn: Vị trí thư mục bộ đệm

source: Cache size in Megabytes
vi_vn: Kích thước bộ đệm tính bằng Megabyte

source: Can be specified to filter outgoing messages. By default, all messages are sent. If a level is specified, only messages with a severity at least as important as this level will be sent.
vi_vn: Có thể được chỉ định để lọc tin nhắn gửi đi. Theo mặc định, tất cả tin nhắn đều được gửi. Nếu một cấp độ được chỉ định, chỉ những tin nhắn có mức độ nghiêm trọng ít nhất quan trọng bằng cấp độ này mới được gửi.

source: Capture local
vi_vn: Chụp địa phương

source: Certificate Authority
vi_vn: Ủy quyền Chứng chỉ (CA)

source: Certificates
vi_vn: Chứng chỉ

source: Challenge Type
vi_vn: Loại thử thách

source: Check Interval
vi_vn: Khoảng thời gian kiểm tra

source: Check Timeout
vi_vn: Kiểm tra thời gian chờ

source: Check interval
vi_vn: Khoảng thời gian kiểm tra

source: Check this to enable authentication against your Smarthost.
vi_vn: Chọn mục này để kích hoạt xác thực đối với Smarthost của bạn.

source: Check type
vi_vn: Loại kiểm tra

source: ChilliSpot Bandwith Max DOWN
vi_vn: Băng thông ChilliSpot với Max DOWN

source: ChilliSpot Bandwith Max UP
vi_vn: Băng thông ChilliSpot với Max UP

source: Choose a HAProxy function that should be executed if the condition evaluates to true.
vi_vn: Chọn hàm HAProxy sẽ được thực thi nếu điều kiện là đúng.

source: Choose a TCP port to be used for the local statistics page. The default value is 8822.
vi_vn: Chọn một Cổng TCP sẽ được sử dụng cho trang thống kê cục bộ. Giá trị mặc định là 8822.

source: Choose a load balancing algorithm.
vi_vn: Chọn thuật toán cân bằng tải.

source: Choose a logical operator.
vi_vn: Chọn một toán tử logic.

source: Choose a persistence type.
vi_vn: Chọn một loại kiên trì.

source: Choose a secure value. It is recommended that you generate this password.
vi_vn: Chọn một giá trị an toàn. Bạn nên tạo mật khẩu này.

source: Choose a stick-table type.
vi_vn: Chọn loại bàn dính.

source: Choose error messages to be included in this Backend Pool.
vi_vn: Chọn thông báo lỗi để đưa vào Nhóm phụ trợ này.

source: Choose error messages to be included in this Public Service.
vi_vn: Chọn thông báo lỗi để đưa vào Dịch vụ công cộng này.

source: Choose error messages.
vi_vn: Chọn thông báo lỗi.

source: Choose for which file types to scan, if unsure select all.
vi_vn: Chọn loại tệp cần quét, nếu không chắc chắn, hãy chọn tất cả.

source: Choose how to test. By using IF it tests if the condition evaluates to true. If you use UNLESS, the sense of the test is reversed.
vi_vn: Chọn cách kiểm tra. Bằng cách sử dụng IF, nó kiểm tra xem điều kiện có đúng hay không. Nếu bạn sử dụng UNLESS, ý nghĩa của bài kiểm tra sẽ bị đảo ngược.

source: Choose one of the 24 standard syslog facilities. The default value is local0.
vi_vn: Chọn một trong 24 cơ sở nhật ký hệ thống tiêu chuẩn. Giá trị mặc định là local0.

source: Choose rules to be included in this Backend Pool.
vi_vn: Chọn các quy tắc để đưa vào Nhóm phụ trợ này.

source: Choose rules to be included in this Public Service.
vi_vn: Chọn các quy tắc để đưa vào Dịch vụ công cộng này.

source: Choose rules.
vi_vn: Chọn quy tắc.

source: Choose the Certificate Authority which signed your certificate.
vi_vn: Chọn Ủy quyền Chứng chỉ (CA) ký Chứng chỉ của bạn.

source: Choose the certificate the Radius service should use.
vi_vn: Chọn chứng chỉ mà dịch vụ Radius sẽ sử dụng.

source: Choose the certificate to use when other servers want to do TLS with you.
vi_vn: Chọn chứng chỉ để sử dụng khi các máy chủ khác muốn thực hiện TLS với bạn.

source: Choose the cipher to use for encryption.
vi_vn: Chọn mật mã để sử dụng để mã hóa.

source: Choose the interface on which the port should be opened.
vi_vn: Chọn giao diện mà Cổng sẽ được mở.

source: Choose the local HAProxy frontends. They will automatically be configured to redirect acme challenges to the internal acme client. The HAProxy service will automatically be restarted if a certificate was renewed.
vi_vn: Chọn giao diện HAProxy cục bộ. Chúng sẽ tự động được cấu hình để chuyển hướng các thách thức acme đến ứng dụng khách acme nội bộ. Dịch vụ HAProxy sẽ tự động được khởi động lại nếu chứng chỉ được gia hạn.

source: Choose which interface the host to be woken up is connected to.
vi_vn: Chọn giao diện mà máy chủ cần đánh thức được kết nối.

source: Choose which interface this host is connected to.
vi_vn: Chọn giao diện mà máy chủ này được kết nối.

source: Choose your RIP version (1 or 2). 1 is classful, 2 supports CIDR.
vi_vn: Chọn phiên bản RIP của bạn (1 hoặc 2). 1 là đẳng cấp, 2 hỗ trợ CIDR.

source: Cipher
vi_vn: mật mã

source: Cipher List
vi_vn: Danh sách mật mã

source: ClamAV engine version
vi_vn: Phiên bản động cơ ClamAV

source: ClamAV will scan within archives and compressed files.
vi_vn: ClamAV sẽ quét trong kho lưu trữ và các tệp nén.

source: Client ID
vi_vn: ID khách hàng

source: Client Timeout
vi_vn: Hết thời gian chờ của khách hàng

source: Clients will be disconnected after this amount of inactivity. They may log in again immediately, though. Enter 0 to disable idle timeout.
vi_vn: Khách hàng sẽ bị ngắt kết nối sau khoảng thời gian không hoạt động này. Tuy nhiên, họ có thể đăng nhập lại ngay lập tức. Nhập 0 để tắt thời gian chờ không hoạt động.

source: Clients will be disconnected after this amount of time, regardless of activity. They may log in again immediately, though. Enter 0 to disable hard timeout (not recommended unless an idle timeout is set).
vi_vn: Khách hàng sẽ bị ngắt kết nối sau khoảng thời gian này, bất kể hoạt động nào. Tuy nhiên, họ có thể đăng nhập lại ngay lập tức. Nhập 0 để tắt thời gian chờ cứng (không nên dùng trừ khi đặt thời gian chờ không hoạt động).

source: Cloudflare
vi_vn: Đám mây bùng phát

source: Collect CPU Time
vi_vn: Thu thập thời gian CPU

source: Collect NetFlow data on this firewall for use with Insight. Note that the local cache only holds the latest 100 MB of data.
vi_vn: Thu thập dữ liệu NetFlow trên tường lửa này để sử dụng với Insight. Lưu ý rằng bộ đệm cục bộ chỉ chứa 100 MB dữ liệu mới nhất.

source: Collection Jitter
vi_vn: Bộ sưu tập Jitter

source: Collection jitter is used to jitter the collection by a random amount. Each plugin will sleep for a random time within jitter before collecting. Input value are seconds.
vi_vn: Bộ sưu tập jitter được sử dụng để jitter bộ sưu tập theo số lượng ngẫu nhiên. Mỗi plugin sẽ ngủ trong một khoảng thời gian ngẫu nhiên trong jitter trước khi thu thập. Giá trị đầu vào là giây.

source: Command
vi_vn: Yêu cầu

source: Common Name
vi_vn: Tên thường gọi

source: Comparison
vi_vn: So sánh

source: Concurrent connections
vi_vn: Kết nối đồng thời

source: Concurrent user logins
vi_vn: Đăng nhập người dùng đồng thời

source: Condition
vi_vn: Tình trạng

source: Condition type
vi_vn: Loại điều kiện

source: Configure listen addresses for the statistics page to enable remote access, i.e. 10.0.0.1:8080 or haproxy.example.com:8999. Use TAB key to complete typing a listen address.
vi_vn: Định cấu hình địa chỉ nghe cho trang thống kê để cho phép truy cập từ xa, tức là 10.0.0.1:8080 hoặc haproxy.example.com:8999. Sử dụng phím TAB để hoàn tất việc nhập địa chỉ nghe.

source: Connect To
vi_vn: Kết nối với

source: Connect to this host
vi_vn: Kết nối với máy chủ này

source: Connection Timeout
vi_vn: Hết thời gian kết nối

source: Connection rate
vi_vn: Tốc độ kết nối

source: Connection rate period
vi_vn: Giai đoạn tốc độ kết nối

source: Connections count
vi_vn: Số lượng kết nối

source: Consumer Key
vi_vn: Khóa tiêu dùng

source: Contact Info
vi_vn: Thông tin liên hệ

source: Content
vi_vn: Nội dung

source: Control Port
vi_vn: Cổng điều khiển

source: Control Port number on which tor should listen. The default is 9051. You should not change this unless you need the port.
vi_vn: Kiểm soát số Cổng mà tor sẽ lắng nghe. Mặc định là 9051. Bạn không nên thay đổi giá trị này trừ khi bạn cần Cổng.

source: Cookie length
vi_vn: Độ dài cookie

source: Cookie name
vi_vn: Tên cookie

source: Cookie name to use for stick table (if appropiate table type is selected).
vi_vn: Tên cookie để sử dụng cho bảng dính (nếu chọn loại bảng thích hợp).

source: Cost
vi_vn: Trị giá

source: Create a logfile
vi_vn: Tạo một tệp nhật ký

source: Credentials
vi_vn: Thông tin xác thực

source: Current Time Statistics
vi_vn: Thống kê thời gian hiện tại

source: Custom HTTP check
vi_vn: Kiểm tra HTTP tùy chỉnh

source: Custom TCP check
vi_vn: Kiểm tra TCP tùy chỉnh

source: Custom options
vi_vn: Tùy chọn tùy chỉnh

source: Custom template
vi_vn: Mẫu tùy chỉnh

source: Customer
vi_vn: Khách hàng

source: DNS IP resolution for LDAP server name.
vi_vn: Độ phân giải IP DNS cho tên máy chủ LDAP.

source: DNS IP resolution for hostname.
vi_vn: Độ phân giải IP DNS cho tên máy chủ.

source: DNS Server
vi_vn: Máy chủ DNS

source: DNS Service
vi_vn: Dịch vụ DNS

source: DNSMadeEasy
vi_vn: DNSMadeDễ dàng

source: DNSimple
vi_vn: DNSđơn giản

source: DSCP value to set for RTP packets.
vi_vn: Giá trị DSCP được đặt cho gói RTP.

source: DSCP value to set for SIP packets.
vi_vn: Giá trị DSCP để đặt cho gói SIP.

source: DTAG servers
vi_vn: máy chủ DTAG

source: Data sent
vi_vn: Dữ liệu đã gửi

source: Database
vi_vn: Cơ sở dữ liệu

source: Database Count
vi_vn: Số lượng cơ sở dữ liệu

source: Day of the month
vi_vn: Ngày trong tháng

source: Days of the week
vi_vn: Các ngày trong tuần

source: De-Jitter inbound packets in ms (default is disabled).
vi_vn: Khử jitter các gói gửi đến tính bằng mili giây (mặc định bị tắt).

source: De-Jitter outbound packets in ms (default is disabled).
vi_vn: Các gói gửi đi khử jitter tính bằng ms (mặc định bị tắt).

source: Dead Interval
vi_vn: Khoảng thời gian chết

source: Debug
vi_vn: Gỡ lỗi

source: Debug Level
vi_vn: Mức độ gỡ lỗi

source: Debug level
vi_vn: Mức độ gỡ lỗi

source: Debug level, ranging from 0 to 7. Higher is more verbose. The default is 5. (These levels correspond to the syslog(3) levels.)
vi_vn: Mức độ gỡ lỗi, từ 0 đến 7. Càng cao thì càng dài dòng. Giá trị mặc định là 5. (Các mức này tương ứng với các mức syslog(3).)

source: Decode mail files
vi_vn: Giải mã tập tin thư

source: Default Backend Pool
vi_vn: Nhóm phụ trợ mặc định

source: Default EAP Type
vi_vn: Loại EAP mặc định

source: Default Options TTL
vi_vn: Tùy chọn mặc định TTL

source: Default Parameters
vi_vn: Thông số mặc định

source: Default certificate
vi_vn: Chứng chỉ mặc định

source: Default data collection interval for all inputs in seconds.
vi_vn: Khoảng thời gian thu thập dữ liệu mặc định cho tất cả đầu vào tính bằng giây.

source: Default flushing interval for all outputs. You should not set this below interval.
vi_vn: Khoảng thời gian xả mặc định cho tất cả các đầu ra. Bạn không nên đặt khoảng thời gian dưới đây.

source: Default for server
vi_vn: Mặc định cho máy chủ

source: Default is 1 Minute.
vi_vn: Mặc định là 1 phút.

source: Default option for all server entries.
vi_vn: Tùy chọn mặc định cho tất cả các mục máy chủ.

source: Default target account
vi_vn: Tài khoản mục tiêu mặc định

source: Default ttl
vi_vn: ttl mặc định

source: Delay
vi_vn: Trì hoãn

source: Description
vi_vn: Mô tả

source: Description for this Backend Pool.
vi_vn: Mô tả cho Nhóm phụ trợ này.

source: Description for this Health Monitor.
vi_vn: Mô tả cho Máy theo dõi sức khỏe này.

source: Description for this Lua script.
vi_vn: Mô tả cho tập lệnh Lua này.

source: Description for this Public Service.
vi_vn: Mô tả cho Dịch vụ công cộng này.

source: Description for this account.
vi_vn: Mô tả cho tài khoản này.

source: Description for this certificate.
vi_vn: Mô tả cho chứng chỉ này.

source: Description for this condition.
vi_vn: Mô tả cho tình trạng này.

source: Description for this error message.
vi_vn: Mô tả cho thông báo lỗi này.

source: Description for this rule.
vi_vn: Mô tả cho quy tắc này.

source: Description for this server.
vi_vn: Mô tả cho máy chủ này.

source: Description for this validation.
vi_vn: Mô tả cho xác nhận này.

source: Description to identify this pipe.
vi_vn: Mô tả để xác định đường hầm này.

source: Description to identify this zone.
vi_vn: Mô tả để xác định khu vực này.

source: Destination
vi_vn: Đích đến

source: Destination network for this static route
vi_vn: Mạng đích cho tuyến tĩnh này

source: Destinations
vi_vn: Đích đến

source: Detailed Logging
vi_vn: Ghi nhật ký chi tiết

source: Detect broken executables
vi_vn: Phát hiện các tệp thực thi bị hỏng

source: Device Statistics
vi_vn: Thống kê thiết bị

source: DigitalOcean
vi_vn: Đại dương kỹ thuật số

source: Directory Port
vi_vn: Cổng thư mục

source: Disable 204 responses outside previews for virus_scan if your ICAP client does not support it.
vi_vn: Tắt 204 phản hồi bên ngoài bản xem trước cho virus_scan nếu ứng dụng khách ICAP của bạn không hỗ trợ nó.

source: Disable Commands
vi_vn: Tắt lệnh

source: Disable SSL Verification
vi_vn: Tắt xác minh SSL

source: Disable SSLv2 and SSLv3, only TLS allowed.
vi_vn: Tắt SSLv2 và SSLv3, chỉ cho phép TLS.

source: Disable cache
vi_vn: Tắt bộ đệm

source: Disabled
vi_vn: Vô hiệu hóa

source: Disk Ignore FS
vi_vn: Disk bỏ qua FS

source: Disk Mount Points
vi_vn: Điểm gắn disk

source: Do not keep data longer than N seconds in buffer.
vi_vn: Không giữ dữ liệu lâu hơn N giây trong bộ đệm.

source: Do not send alerts for the following events but on all others.
vi_vn: Không gửi thông báo cho các sự kiện sau mà gửi cho tất cả các sự kiện khác.

source: Domainname
vi_vn: Tên miền

source: Don't log normal
vi_vn: Không đăng nhập bình thường

source: Don't log null
vi_vn: Đừng đăng nhập null

source: Don't use port on server, use the same port as frontend receive. If check enable, requireport check in server.
vi_vn: Không sử dụng Cổng trên máy chủ, sử dụng cùng một Cổng với giao diện người dùng nhận được. Nếu kiểm tra kích hoạt, yêu cầu kiểm tra Cổng trong máy chủ.

source: Down Interval
vi_vn: Khoảng thời gian xuống

source: Dyn Managed DNS API
vi_vn: API DNS được quản lý của Dyn

source: Dynu
vi_vn: Dnu

source: E-Mail Address
vi_vn: Địa chỉ E-mail

source: ESMTP check
vi_vn: Kiểm tra ESMTP

source: ESMTP domain
vi_vn: miền ESMTP

source: Email (from)
vi_vn: Thư điện tử (từ)

source: Email (to)
vi_vn: Gửi email (đến)

source: Enable
vi_vn: Cho phép

source: Enable Active Checks
vi_vn: Bật kiểm tra hoạt động

source: Enable Advanced settings
vi_vn: Bật cài đặt nâng cao

source: Enable Authentication Result Headers
vi_vn: Bật tiêu đề kết quả xác thực

source: Enable Auto-Configuration
vi_vn: Bật cấu hình tự động

source: Enable CDP
vi_vn: Kích hoạt CDP

source: Enable ChilliSpot attributes
vi_vn: Kích hoạt thuộc tính ChilliSpot

source: Enable ClamAV
vi_vn: Kích hoạt ClamAV

source: Enable CoDel
vi_vn: Kích hoạt CoDel

source: Enable CoDel active queue management
vi_vn: Bật quản lý hàng đợi hoạt động CoDel

source: Enable Daily Session Limit
vi_vn: Bật giới hạn phiên hàng ngày

source: Enable EDP
vi_vn: Kích hoạt EDP

source: Enable Extended Spam Headers
vi_vn: Bật tiêu đề thư rác mở rộng

source: Enable FDP
vi_vn: Kích hoạt FDP

source: Enable Graphite Output
vi_vn: Kích hoạt đầu ra than chì

source: Enable Graylog Output
vi_vn: Kích hoạt đầu ra Graylog

source: Enable HAProxy
vi_vn: Kích hoạt HAProxy

source: Enable HAProxy's graceful stop mode. In this mode HAProxy will continue to process existing connections until they close. Note that this may severely slow down HAProxy's shutdown, depending on the configured timeout values. If graceful stop mode is not enabled, HAProxy will use the hard stop mode where it immediately quits and all established connections are closed. Hard stop mode is recommended.
vi_vn: Kích hoạt chế độ dừng duyên dáng của HAProxy. Ở chế độ này HAProxy sẽ tiếp tục xử lý các kết nối hiện có cho đến khi chúng đóng lại. Lưu ý rằng điều này có thể làm chậm đáng kể quá trình tắt HAProxy, tùy thuộc vào giá trị thời gian chờ được định cấu hình. Nếu chế độ dừng duyên dáng không được bật, HAProxy sẽ sử dụng chế độ dừng cứng khi nó thoát ngay lập tức và tất cả các kết nối đã thiết lập sẽ bị đóng. Chế độ dừng cứng được khuyến khích.

source: Enable HAProxy's statistics page.
vi_vn: Kích hoạt trang thống kê của HAProxy.

source: Enable HSTS
vi_vn: Kích hoạt HSTS

source: Enable HTTP Strict Transport Security.
vi_vn: Kích hoạt bảo mật truyền tải nghiêm ngặt HTTP.

source: Enable HTTPD
vi_vn: Kích hoạt HTTPD

source: Enable Health Checking
vi_vn: Bật kiểm tra sức khỏe

source: Enable ICAP
vi_vn: Kích hoạt ICAP

source: Enable Influx Output
vi_vn: Kích hoạt đầu ra dòng vào

source: Enable Kerberos based Single Sign-On
vi_vn: Bật đăng nhập một lần dựa trên Kerberos

source: Enable LDAP
vi_vn: Bật LDAP

source: Enable LLDP Daemon
vi_vn: Kích hoạt Daemon LLDP

source: Enable Linux Package Cache
vi_vn: Kích hoạt bộ đệm gói Linux

source: Enable Nut
vi_vn: Kích hoạt đai ốc

source: Enable Openphish
vi_vn: Kích hoạt Openphish

source: Enable Openphish Premium
vi_vn: Kích hoạt Openphish Premium

source: Enable Phishtank
vi_vn: Kích hoạt Phishtank

source: Enable Phishtank collaborative clearing house for data and information about phishing on the Internet.
vi_vn: Kích hoạt cơ quan thanh toán hợp tác Phishtank để lấy dữ liệu và thông tin về lừa đảo trên Internet.

source: Enable Plugin
vi_vn: Kích hoạt plugin

source: Enable Preview
vi_vn: Bật xem trước
