Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: The lifetime, in seconds, of a TCP connection. Setting this to 0 means "forever".
vi_vn: Thời gian tồn tại (tính bằng giây) của một kết nối TCP. Đặt giá trị 0 có nghĩa là "vĩnh viễn".

source: The maximum amount of time an agent run is allowed to take. Enter a number followed by one of the supported suffixes: "y" (years), "d" (days), "h" (hours), "m" (minutes), "s" (seconds).
vi_vn: Thời gian tối đa mà một lần chạy agent được phép kéo dài. Nhập một số kèm theo một trong các hậu tố được hỗ trợ: "y" (năm), "d" (ngày), "h" (giờ), "m" (phút), "s" (giây).

source: The name of the API token created for the user account. Defaults to acme.
vi_vn: Tên của mã thông báo API được tạo cho tài khoản người dùng. Mặc định là acme.

source: The name of the TSIG key, which must match the value on the primary server.
vi_vn: Tên của khóa TSIG phải khớp với giá trị trên máy chủ chính.

source: The name of the node we will be connecting to.
vi_vn: Tên của nút mà chúng tôi sẽ kết nối tới.

source: The path where the Prometheus exporter can be accessed.
vi_vn: Đường dẫn nơi nhà xuất khẩu Prometheus có thể được truy cập.

source: The port number the management interface is on. Defaults to 8006.
vi_vn: Số Cổng mà giao diện quản lý đang bật. Mặc định là 8006.

source: The primary Puppet Server to which the Puppet Agent should connect.
vi_vn: Máy chủ con rối chính mà Tác nhân con rối sẽ kết nối.

source: The protocol to use, please refer to the documentation for a detailed explanation of the various types available
vi_vn: Giao thức sử dụng, vui lòng tham khảo tài liệu để được giải thích chi tiết về các loại khác nhau có sẵn

source: The symmetric cipher algorithm used to encrypt UDP packets. Any cipher supported by OpenSSL is recognised. Furthermore, specifying "none" will turn off packet encryption. It is best to use only those ciphers which support CBC mode
vi_vn: Thuật toán mã hóa đối xứng dùng để mã hóa các gói UDP. Mọi thuật toán mã hóa được OpenSSL hỗ trợ đều được chấp nhận. Ngoài ra, chỉ định "none" sẽ tắt việc mã hóa gói tin. Nên chỉ sử dụng các thuật toán mã hóa hỗ trợ chế độ CBC.

source: The time in seconds to wait for all the TXT records to take effect after adding them to the DNS API. Defaults to 0 seconds, which causes Acme Client to check public DNS services every 10 seconds for up to 20 minutes. If set to a non-zero value, a fixed DNS sleep time will be used and the local DNS servers will be queried instead. A DNS sleep time of 120 seconds or more is recommended for some DNS APIs.
vi_vn: Thời gian tính bằng giây để chờ tất cả các bản ghi TXT có hiệu lực sau khi thêm vào DNS API. Mặc định là 0 giây, khiến Acme Client kiểm tra các dịch vụ DNS công cộng mỗi 10 giây trong tối đa 20 phút. Nếu đặt giá trị khác 0, một khoảng chờ DNS cố định sẽ được sử dụng và các máy chủ DNS cục bộ sẽ được truy vấn thay thế. Với một số DNS API, khuyến nghị thời gian chờ DNS từ 120 giây trở lên.

source: The timeout for custom program to start a service.
vi_vn: Thời gian chờ để chương trình tùy chỉnh khởi động một dịch vụ.

source: The type of identify to present to the SSH server for authorization. Select 'none' to use default "ECDSA".
vi_vn: Loại định danh được trình bày cho máy chủ SSH để xác thực. Chọn "none" để sử dụng giá trị mặc định "ECDSA".

source: The user who owns the API key. Defaults to root.
vi_vn: Người dùng sở hữu khóa API. Mặc định là root.

source: The username to login to the SSH server.
vi_vn: Tên người dùng để đăng nhập vào máy chủ SSH.

source: This ID is used to distinguish traffic and security policies between several if_ipsec interfaces.
vi_vn: ID này được sử dụng để phân biệt các chính sách lưu lượng và bảo mật giữa một số giao diện if_ipsec.

source: This allows you to define a fallback VLAN-Group-ID. Warning: Setting this option will send an accepted RADIUS reply even if the authentication attempt fails.
vi_vn: Điều này cho phép bạn xác định VLAN-Group-ID dự phòng. Cảnh báo: Việc đặt tùy chọn này sẽ gửi phản hồi RADIUS được chấp nhận ngay cả khi nỗ lực xác thực không thành công.

source: This enables LDAP authentication in inner-tunnel configuration. This is needed for protocols requiring encrypted authentication like 802.1X.
vi_vn: Điều này cho phép xác thực LDAP trong cấu hình đường hầm bên trong. Điều này cần thiết cho các giao thức yêu cầu xác thực được mã hóa như 802.1X.

source: This is an advanced setting for selective routing scenarios. It will prevent installing the route which routes the IPv6 Prefix to Tayga. This requires assigning and locking the nat64 interface, enabling dynamic gateway policy, configuring a dynamic IPv6 gateway and adding custom routes.
vi_vn: Đây là cài đặt nâng cao cho các tình huống định tuyến chọn lọc. Nó sẽ ngăn việc cài đặt tuyến đường định tuyến Tiền tố IPv6 đến Tayga. Điều này yêu cầu gán và khóa giao diện nat64, kích hoạt chính sách gateway động, định cấu hình gateway IPv6 động và thêm các tuyến tùy chỉnh.

source: This option automatically creates the specified number of listeners for every IP:port combination and evenly distributes them among available threads. This can sometimes be useful when using very large thread counts where the in-kernel locking on a single socket starts to cause a significant overhead.
vi_vn: Tùy chọn này tự động tạo số lượng người nghe được chỉ định cho mỗi kết hợp IP:cổng và phân bổ đều chúng giữa các luồng có sẵn. Điều này đôi khi có thể hữu ích khi sử dụng số lượng luồng rất lớn trong đó việc khóa trong nhân trên một ổ cắm bắt đầu gây ra chi phí đáng kể.

source: This will activate the repeater service only on the master device.
vi_vn: Điều này sẽ chỉ kích hoạt dịch vụ lặp lại trên thiết bị chính.

source: This will enable or disable the home server pool.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa nhóm máy chủ gia đình.

source: This will enable or disable the homeserver setting.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa cài đặt máy chủ gia đình.

source: This will enable or disable the proxy config.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa cấu hình proxy.

source: This will enable the SSLH service.
vi_vn: Điều này sẽ kích hoạt dịch vụ SSLH.

source: Time (Max Age)
vi_vn: Thời gian (Tuổi tối đa)

source: Time in seconds between annoying users to signoff prior to system shutdown. 0 disables.
vi_vn: Thời gian tính bằng giây giữa những lần người dùng khó chịu đăng xuất trước khi tắt hệ thống. 0 vô hiệu hóa.

source: Time to Live for the DNS entry
vi_vn: Đã đến lúc tồn tại cho entry DNS

source: Timeout in seconds before forwarding the connection to the timeout protocol (which should usually be SSH). Default: 2
vi_vn: Thời gian chờ tính bằng giây trước khi chuyển tiếp kết nối sang giao thức hết thời gian chờ (thường là SSH). Mặc định: 2

source: Tinc Target
vi_vn: Tinc mục tiêu

source: To add this cache parameter Vary support needs to be enabled. Define the maximum number of simultaneous secondary entries with the same primary key in the cache. Its default value is 10 and should be passed a strictly positive integer.
vi_vn: Để thêm tham số bộ đệm này, cần phải bật hỗ trợ Vary. Xác định số lượng entry phụ đồng thời tối đa có cùng khóa chính trong bộ đệm. Giá trị mặc định của nó là 10 và phải được truyền vào một số nguyên dương.

source: Token Mode
vi_vn: Chế độ mã thông báo

source: Token Secret
vi_vn: Bí mật mã thông báo

source: Transfer Key Name
vi_vn: Chuyển tên khóa

source: Transip
vi_vn: Chuyển tiếp

source: TrueNAS API key
vi_vn: Khóa API TrueNAS

source: TrueNAS hostname
vi_vn: Tên máy chủ TrueNAS

source: TrueNAS scheme
vi_vn: Sơ đồ TrueNAS

source: Tunnel local address
vi_vn: Địa chỉ đường hầm cục bộ

source: Tunnel remote address
vi_vn: Địa chỉ từ xa đường hầm

source: Type of resource record, e.g. A or AAAA for IPv4 or IPv6 addresses
vi_vn: Loại bản ghi tài nguyên, ví dụ: A hoặc AAAA cho địa chỉ IPv4 hoặc IPv6

source: UDP encapsulation
vi_vn: Đóng gói UDP

source: UPS Cable Type
vi_vn: Loại cáp UPS

source: UPS Class
vi_vn: Lớp UPS

source: UPS Device
vi_vn: Thiết Bị UPS

source: UPS Mode
vi_vn: Chế độ UPS

source: UPS Name
vi_vn: Tên UPS

source: URL of the Vault, i.e. http://vault.example.com:8200.
vi_vn: URL của Vault, tức là http://vault.example.com:8200.

source: Unique
vi_vn: Độc nhất

source: Use Cache On Failure
vi_vn: Sử dụng bộ nhớ đệm khi bị lỗi

source: Use Host header value from the client request ($http_host) for X-Forwarded-Host header. $host variable is used by default. Enabling this may cause incorrect behavior in case of malicious requests such as incorrect hostnames being logged or invalid redirects being performed.
vi_vn: Sử dụng giá trị tiêu đề Máy chủ từ yêu cầu của khách hàng ($http_host) cho tiêu đề X-Forwarded-Host. Biến $host được sử dụng theo mặc định. Việc bật tính năng này có thể gây ra hành vi không chính xác trong trường hợp có các yêu cầu độc hại, chẳng hạn như ghi lại tên máy chủ không chính xác hoặc thực hiện chuyển hướng không hợp lệ.

source: Use KV v2
vi_vn: Sử dụng KV v2

source: Use System Nameservers
vi_vn: Sử dụng máy chủ tên hệ thống

source: Use a one-time password generation mode.
vi_vn: Sử dụng chế độ tạo mật khẩu một lần.

source: Use the DNS response code NXDOMAIN instead of a destination address.
vi_vn: Sử dụng mã phản hồi DNS NXDOMAIN thay vì địa chỉ đích.

source: Vault Prefix
vi_vn: Tiền tố Vault

source: Vault URL
vi_vn: URL kho lưu trữ

source: Verbose /var/log/crowdsec/crowdsec-firewall-bouncer.log. Enable this for debugging.
vi_vn: Bật chế độ ghi log chi tiết cho /var/log/crowdsec/crowdsec-firewall-bouncer.log. Sử dụng tùy chọn này để phục vụ việc debug.

source: Verbose log for firewall bouncer
vi_vn: Nhật ký chi tiết cho trình bảo vệ tường lửa

source: Wazuh remote commands
vi_vn: Lệnh từ xa Wazuh

source: Websockets
vi_vn: Ổ cắm web

source: When enabled (default), BGP only announces networks set at 'Network' if they are present in the routers routing table (alternatively, you can also set a null-route via System -> Routes). If disabled, all configured networks will be announced.
vi_vn: Khi được bật (mặc định), BGP chỉ thông báo các networks được đặt ở 'Mạng' nếu chúng có trong bảng định tuyến của bộ định tuyến (ngoài ra, bạn cũng có thể đặt tuyến rỗng qua Hệ thống -> Route). Nếu bị tắt, tất cả các networks được định cấu hình sẽ được thông báo.

source: When set, the system will capture all traffic present on the interface in stead of the traffic heading to the firewall.
vi_vn: Khi được thiết lập, hệ thống sẽ nắm bắt tất cả lưu lượng truy cập có trên giao diện thay vì hướng lưu lượng truy cập đến tường lửa.

source: Where to listen for LAPI connections: IP address. The default value is 127.0.0.1. You can change it to a LAN address to connect from other agents/machines and bouncers. This is written in /usr/local/etc/crowdsec/config.yaml, local_api_credentials.yaml and bouncers/crowdsec-firewall-bouncer.yaml. To enable TLS, add the certificate information to config.yaml and change http to https in the other two files. Comments in YAML will not be preserved.
vi_vn: Địa chỉ lắng nghe cho các kết nối LAPI: địa chỉ IP. Giá trị mặc định là 127.0.0.1. Bạn có thể thay đổi sang địa chỉ LAN để cho phép kết nối từ các agent/máy khác và các bouncer. Thiết lập này được ghi vào các file /usr/local/etc/crowdsec/config.yaml, local_api_credentials.yaml và bouncers/crowdsec-firewall-bouncer.yaml. Để bật TLS, hãy thêm thông tin chứng chỉ vào config.yaml và đổi http thành https trong hai file còn lại. Các comment trong YAML sẽ không được giữ lại.

source: Where to listen for LAPI connections: port. The default value is 8080, but you can change it to avoid conflicts with existing services.
vi_vn: Cổng lắng nghe cho các kết nối LAPI. Giá trị mặc định là 8080, nhưng bạn có thể thay đổi để tránh xung đột với các dịch vụ hiện có.

source: Whether to use the cached configuration when the remote configuration will not compile.
vi_vn: Có sử dụng cấu hình được lưu trong bộ nhớ đệm hay không khi cấu hình từ xa không được biên dịch.

source: Wildcard Domains
vi_vn: Tên miền ký tự đại diện

source: Worker
vi_vn: Công nhân

source: XFH: Use original Host header
vi_vn: XFH: Sử dụng tiêu đề Máy chủ gốc

source: XMPP Target
vi_vn: Mục tiêu XMPP

source: You may enter a description here for your reference (not parsed)
vi_vn: Bạn có thể nhập mô tả ở đây để tham khảo (không được phân tích cú pháp)

source: Your TransIP username.
vi_vn: Tên người dùng TransIP của bạn.

source: Zombie Period
vi_vn: Thời kỳ Zombie

source: Zombie Period from 20 to 120
vi_vn: Thời kỳ Zombie từ 20 đến 120

source: Zone containing the host entry.
vi_vn: Vùng chứa entry máy chủ.

source: cPanel API Token
vi_vn: Mã thông báo API cPanel

source: cPanel HTTP API
vi_vn: API HTTP cPanel

source: cPanel Hostname
vi_vn: Tên máy chủ cPanel

source: cPanel Username
vi_vn: Tên người dùng cPanel

source: invert port (not)
vi_vn: Cổng đảo ngược (không)

source: invert protocol (not)
vi_vn: giao thức đảo ngược (không)

source: localhost:1194
vi_vn: máy chủ cục bộ:1194

source: localhost:22
vi_vn: máy chủ cục bộ:22

source: localhost:443
vi_vn: máy chủ cục bộ:443

source: localhost:5222
vi_vn: máy chủ cục bộ:5222

source: localhost:655
vi_vn: máy chủ cục bộ:655

source: localhost:80
vi_vn: máy chủ cục bộ:80

source: number of status checks in a row that the home server needs to respond to before it is marked alive. From 3 to 10
vi_vn: số lần kiểm tra trạng thái liên tiếp mà máy chủ chính cần phản hồi trước khi được đánh dấu là còn hoạt động. Từ 3 đến 10

source: online.net
vi_vn: trực tuyến.net

source: orignal uuid
vi_vn: uuid gốc

source: priority sequence used in sorting the groups
vi_vn: trình tự ưu tiên được sử dụng để sắp xếp các nhóm

source: regru
vi_vn: quy tắc

source: resourceId
vi_vn: Id tài nguyên

source: united-domains Reselling
vi_vn: United-domain Bán lại

source: The name should be 1 to 99 characters and contain only alphanumeric characters, dashes, underscores, dot or space.
vi_vn: Tên phải có độ dài từ 1 đến 99 ký tự và chỉ được chứa các ký tự chữ–số, dấu gạch ngang, dấu gạch dưới, dấu chấm hoặc khoảng trắng.

source: 0 (No output except fatal errors.)
vi_vn: 0 (Không có đầu ra ngoại trừ lỗi nghiêm trọng.)

source: 0 - no client hello
vi_vn: 0 - không có khách hàng xin chào

source: 1 (Normal)
vi_vn: 1 (Bình thường)

source: 1 - client hello
vi_vn: 1 - xin chào khách hàng

source: 10 (debug)
vi_vn: 10 (gỡ lỗi)

source: 11 (debug)
vi_vn: 11 (gỡ lỗi)

source: 1984Hosting
vi_vn: 1984Lưu trữ

source: 2 (Normal)
vi_vn: 2 (Bình thường)

source: 2 - server hello
vi_vn: 2 - xin chào máy chủ

source: 3 (Normal)
vi_vn: 3 (Bình thường)

source: 4 (Normal)
vi_vn: 4 (Bình thường)

source: 444 Terminate Connection
vi_vn: 444 Chấm dứt kết nối

source: 5 (log packets)
vi_vn: 5 (gói nhật ký)

source: 6 (debug)
vi_vn: 6 (gỡ lỗi)

source: 7 (debug)
vi_vn: 7 (gỡ lỗi)

source: 8 (debug)
vi_vn: 8 (gỡ lỗi)

source: 9 (debug)
vi_vn: 9 (gỡ lỗi)

source: A (IPv4 address)
vi_vn: A (địa chỉ IPv4)

source: A backend is required.
vi_vn: Một phụ trợ là cần thiết.

source: A protocol type is required.
vi_vn: Một loại giao thức là bắt buộc.

source: AAAA (IPv6 address)
vi_vn: AAAA (địa chỉ IPv6)

source: Address already assigned.
vi_vn: Địa chỉ đã được chỉ định.

source: All Porn List
vi_vn: Tất cả danh sách khiêu dâm

source: Alwaysdata.com
vi_vn: Luôn luôndata.com

source: An ACL with this name already exists.
vi_vn: ACL có tên này đã tồn tại.

source: An Access list name is required
vi_vn: Cần có tên danh sách truy cập

source: An interface is required for the selected check method
vi_vn: Cần có giao diện cho phương thức kiểm tra đã chọn

source: Annoy delay time must be between 10 and 360 seconds.
vi_vn: Thời gian trì hoãn gây khó chịu phải nằm trong khoảng từ 10 đến 360 giây.

source: Annoy time must be between 10 and 360 seconds.
vi_vn: Thời gian khó chịu phải nằm trong khoảng từ 10 đến 360 giây.

source: ArvanCloud
vi_vn: ArvanĐám Mây

source: At least one interface must be selected
vi_vn: Phải chọn ít nhất một giao diện

source: Bandwidth metric should be either bit/s, kbit/s, Mbit/s or Gbit/s
vi_vn: Số liệu băng thông phải là bit/s, kbit/s, Mbit/s hoặc Gbit/s

source: Battery level must be between -1 and 99 percent.
vi_vn: Mức pin phải nằm trong khoảng từ -1 đến 99 phần trăm.

source: Boot
vi_vn: Khởi động

source: CONFIG (3)
vi_vn: CẤU HÌNH (3)

source: Client
vi_vn: Khách hàng

source: Core-Networks
vi_vn: Mạng lõi

source: CrowdSec
vi_vn: đám đôngSec

source: Custom POST
vi_vn: BÀI ĐĂNG tùy chỉnh

source: DEBUG (4)
vi_vn: GỠ LỖI (4)

source: DNAME
vi_vn: tên

source: DNS Made Easy (digicert)
vi_vn: DNS được thực hiện dễ dàng (digicert)

source: DSLReports
vi_vn: báo cáo DSLR

source: Domain-Offensive Resellerinterface/Domainrobot
vi_vn: Giao diện người bán lại mang tính tấn công tên miền/Domainrobot

source: Domeneshop
vi_vn: mái vòm

source: Duck DNS
vi_vn: DNS vịt

source: Dyn Managed
vi_vn: Dyn được quản lý

source: EAP RADIUS
vi_vn: Bán kính EAP

source: Easyname
vi_vn: Tên dễ dàng

source: Error (default)
vi_vn: Lỗi (mặc định)

source: FastCGI Applications
vi_vn: Ứng dụng FastCGI

source: FastCGI pass-header
vi_vn: Tiêu đề vượt qua FastCGI

source: FastCGI set-param
vi_vn: Thông số cài đặt FastCGI

source: Google Test CA
vi_vn: CA thử nghiệm của Google

source: HE.net TunnelBroker
vi_vn: Nhà môi giới đường hầm HE.net

source: Hetzner DNS Console
vi_vn: Bảng điều khiển DNS Hetzner

source: Homeservers
vi_vn: Máy chủ gia đình

source: Hover
vi_vn: Di chuột

source: INFO (1)
vi_vn: THÔNG TIN (1)

source: IONOS domain
vi_vn: miền IONOS

source: If asked
vi_vn: Nếu được hỏi

source: Infomaniak
vi_vn: Thông tin điên cuồng

source: Informational (default)
vi_vn: Thông tin (mặc định)

source: Internal (automatic)
vi_vn: Nội bộ (tự động)

source: Invalid VHID number provided, Acceptable values for vhid are 1 to 255.
vi_vn: Số VHID được cung cấp không hợp lệ. Giá trị được chấp nhận cho vhid là từ 1 đến 255.

source: Invalid advertisement interval, acceptable values are 1 to 255.
vi_vn: Khoảng thời gian quảng cáo không hợp lệ, giá trị được chấp nhận là từ 1 đến 255.

source: Invalid skew value, acceptable values are 0 to 255.
vi_vn: Giá trị nghiêng không hợp lệ, giá trị được chấp nhận là từ 0 đến 255.

source: Keep
vi_vn: Giữ

source: Key Pairs
vi_vn: Cặp chìa khóa

source: Key-Systems
vi_vn: Hệ thống khóa

source: Kill delay time must be between 0 and 360 seconds.
vi_vn: Thời gian trì hoãn tiêu diệt phải nằm trong khoảng từ 0 đến 360 giây.

source: Knot (knsupdate)
vi_vn: Nút thắt (knsupdate)

source: L2: src/dst MAC address and optional VLAN number.
vi_vn: L2: địa chỉ MAC src/dst và số VLAN tùy chọn.

source: LeaseWeb
vi_vn: ThuêWeb

source: Level 0
vi_vn: Cấp 0

source: Level 0 (Default)
vi_vn: Cấp 0 (Mặc định)

source: Level 1
vi_vn: Cấp 1

source: Level 1 (Default)
vi_vn: Cấp 1 (Mặc định)

source: Level 2
vi_vn: Cấp 2

source: Level 3
vi_vn: Cấp 3

source: Level 4
vi_vn: Cấp 4

source: Level 5
vi_vn: Cấp 5

source: Linode (v3 / Deprecated)
vi_vn: Linode (v3 / Không dùng nữa)

source: Localzone
vi_vn: Vùng địa phương

source: Logfile / active-responses
vi_vn: Tệp nhật ký / phản hồi chủ động

source: Logfile / ossec
vi_vn: Tệp nhật ký / ossec

source: Memset
vi_vn: bộ nhớ

source: NearlyFreeSpeech.net
vi_vn: Gần nhưFreeSpeech.net

source: No (default)
vi_vn: Không (mặc định)

source: OVH, kimsufi, soyoustart and runabove
vi_vn: OVH, kimsufi, soyoustart và runabove

source: On battery delay must be between 1 and 60.
vi_vn: Độ trễ của pin phải nằm trong khoảng từ 1 đến 60.

source: OnApp
vi_vn: Trên ứng dụng

source: OpenVPN group
vi_vn: Nhóm OpenVPN

source: PERF (2)
vi_vn: HOÀN HẢO (2)

source: Password can be up to 128 signs long. Alphanumeric characters and also dot, dash, percent sign (for URL escapes) and underscore allowed.
vi_vn: Mật khẩu có thể dài tới 128 ký hiệu. Cho phép ký tự chữ và số cũng như dấu chấm, dấu gạch ngang, dấu phần trăm (đối với lối thoát URL) và dấu gạch dưới.

source: Please provide a valid group name. Allowed are at most 64 characters from a-zA-Z0-9._-() and space.
vi_vn: Vui lòng cung cấp tên nhóm hợp lệ. Cho phép tối đa 64 ký tự từ a-zA-Z0-9._-() và dấu cách.

source: Please provide a valid listen address, i.e. 10.0.0.1:8404 or haproxy.example.com:8404.
vi_vn: Vui lòng cung cấp địa chỉ nghe hợp lệ, ví dụ: 10.0.0.1:8404 hoặc haproxy.example.com:8404.

source: Please provide a valid nameserver address, i.e. 127.0.0.1:53, [::1]:53 or tcp@192.168.1.1:53.
vi_vn: Vui lòng cung cấp địa chỉ máy chủ tên hợp lệ, tức là 127.0.0.1:53, [::1]:53 hoặc tcp@192.168.1.1:53.

source: Please provide valid server addresses, i.e. radius.example.com, 10.0.0.2 or 10.0.0.0/24.
vi_vn: Vui lòng cung cấp địa chỉ máy chủ hợp lệ, ví dụ: bán kính.example.com, 10.0.0.2 hoặc 10.0.0.0/24.

source: Please specify a one or more valid network segment in CIDR notation (Ipv4/IPv6).
vi_vn: Vui lòng chỉ định một hoặc nhiều phân đoạn networks hợp lệ bằng ký hiệu CIDR (Ipv4/IPv6).

source: Please specify a positive integer value.
vi_vn: Vui lòng chỉ định một giá trị số nguyên dương.

source: Please specify a valid CIDR subnet.
vi_vn: Vui lòng chỉ định mạng con CIDR hợp lệ.

source: Please specify a valid address.
vi_vn: Vui lòng chỉ định một địa chỉ hợp lệ.

source: Please specify a value between 0 and 84600 seconds.
vi_vn: Vui lòng chỉ định giá trị trong khoảng từ 0 đến 84600 giây.

source: Please specify a value between 1 and 100000.
vi_vn: Vui lòng chỉ định giá trị từ 1 đến 100000.

source: Please use valid server names.
vi_vn: Vui lòng sử dụng tên máy chủ hợp lệ.

source: PointHQ
vi_vn: điểmHQ

source: Polltime must be between 1 and 86400.
vi_vn: Polltime phải nằm trong khoảng từ 1 đến 86400.

source: Pool name must be unique.
vi_vn: Tên nhóm phải là duy nhất.

source: Porkbun
vi_vn: bánh bao thịt lợn

source: Provide a valid hostname or address
vi_vn: Cung cấp tên máy chủ hoặc địa chỉ hợp lệ

source: Provide a valid hostname or address to ping
vi_vn: Cung cấp tên máy chủ hoặc địa chỉ hợp lệ để ping

source: Provide a valid hostname or address to query
vi_vn: Cung cấp tên máy chủ hoặc địa chỉ hợp lệ để truy vấn

source: Provide a valid server address
vi_vn: Cung cấp địa chỉ máy chủ hợp lệ

source: Provide a valid source address
vi_vn: Cung cấp địa chỉ nguồn hợp lệ

source: Query Forwarding
vi_vn: Chuyển tiếp truy vấn

source: RSA SecurID
vi_vn: ID bảo mật RSA

source: Rackspace
vi_vn: Không gian giá đỡ

source: Related category not found.
vi_vn: Danh mục liên quan không được tìm thấy.

source: Related fcgi item not found
vi_vn: Không tìm thấy mục fcgi liên quan

source: Related item CommunityList not found
vi_vn: Mục liên quan Không tìm thấy Danh sách cộng đồng

source: Related item PrefixList not found
vi_vn: Mục liên quan Không tìm thấy danh sách tiền tố

source: Remaining battery minutes must be between -1 and 60 minutes.
vi_vn: Số phút pin còn lại phải nằm trong khoảng từ -1 đến 60 phút.

source: Remote Command via SSH
vi_vn: Lệnh từ xa qua SSH

source: Replace
vi_vn: Thay thế

source: Reqid must be unique.
vi_vn: Reqid phải là duy nhất.

source: SHA1 (deprecated in December 2022)
vi_vn: SHA1 (không được dùng nữa vào tháng 12 năm 2022)

source: STRATO
vi_vn: CHIẾN LƯỢC

source: SafeDNS
vi_vn: DNS an toàn

source: SakuraCloud
vi_vn: SakuraĐám Mây

source: Should be a number between 0 and 65535
vi_vn: Phải là một số từ 0 đến 65535

source: Should be a number between 1 and 8 characters, optionally followed by either "y", "d", "h", "m" or "s".
vi_vn: Phải là một số có độ dài từ 1 đến 8 ký tự, có thể kèm theo một trong các hậu tố: "y", "d", "h", "m" hoặc "s".

source: Should be a shell command between 1 and 1024 characters.
vi_vn: Phải là lệnh shell từ 1 đến 1024 ký tự.

source: Should be a string between 1 and 2048 characters.
vi_vn: Phải là một chuỗi từ 1 đến 2048 ký tự.
