Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Script Source
vi_vn: Nguồn tập lệnh

source: Secondary Zones
vi_vn: Khu phụ

source: Select an alternate firmware flavour.
vi_vn: Chọn một phiên bản phần sụn thay thế.

source: Select the source address embedded in the RA messages. If a CARP address is used DeprecatePrefix and RemoveRoute are both set to "off" by default.
vi_vn: Chọn địa chỉ nguồn được nhúng trong các thông điệp RA. Nếu sử dụng địa chỉ CARP, DeprecatePrefix và RemoveRoute sẽ được đặt mặc định là "off".

source: Send
vi_vn: Gửi

source: Serve expired
vi_vn: Phục vụ đã hết hạn

source: SessionId
vi_vn: Id phiên

source: Set iPXE boot filename
vi_vn: Đặt tên tệp khởi động iPXE

source: Set the deployment type of this OPNsense instance.
vi_vn: Đặt kiểu triển khai của phiên bản OPNsense này.

source: Set the level of verbosity for various conditions
vi_vn: Đặt mức độ chi tiết cho các điều kiện khác nhau

source: Set the maximum number of concurrent DNS queries. On configurations with tight resources, this value may need to be reduced.
vi_vn: Đặt số lượng truy vấn DNS đồng thời tối đa. Trên các cấu hình có nguồn tài nguyên eo hẹp, giá trị này có thể cần phải giảm.

source: Set the size of the bridge address cache to size. The default is 2000 entries.
vi_vn: Đặt kích thước của bộ đệm địa chỉ cầu thành kích thước. Mặc định là 2000 mục.

source: Set the size of the cache. Setting the cache size to zero disables caching. Please note that huge cache size impacts performance.
vi_vn: Đặt kích thước của bộ đệm. Đặt kích thước bộ đệm về 0 sẽ vô hiệu hóa bộ nhớ đệm. Xin lưu ý rằng kích thước bộ đệm lớn sẽ ảnh hưởng đến hiệu suất.

source: Set the timeout of address cache entries to this number of seconds. If seconds is zero, then address cache entries will not be expired. The default is 1200 seconds.
vi_vn: Đặt thời gian chờ của các mục trong bộ nhớ đệm địa chỉ theo số giây này. Nếu giây bằng 0 thì các mục trong bộ đệm địa chỉ sẽ không hết hạn. Mặc định là 1200 giây.

source: Set this if you wish to use /var/log as a RAM disk (memory file system disks) rather than using the hard disk. Setting this will cause the log data to be lost on reboot.
vi_vn: Đặt tùy chọn này nếu bạn muốn sử dụng /var/log làm disk RAM (disk hệ thống tệp bộ nhớ) thay vì sử dụng disk cứng. Cài đặt này sẽ khiến dữ liệu nhật ký bị mất khi khởi động lại.

source: Show cryptographic overrides
vi_vn: Hiển thị ghi đè mật mã

source: Show inactive
vi_vn: Hiển thị không hoạt động

source: Show system status
vi_vn: Hiển thị trạng thái hệ thống

source: Showing %s to %s
vi_vn: Đang hiển thị từ %s đến %s

source: Size of blocklist
vi_vn: Kích thước của danh sách chặn

source: Some cards have a default that is not recognized and require changing the regulatory domain to one in this list for the changes to other regulatory settings to work.
vi_vn: Một số thẻ có cài đặt mặc định không được nhận dạng và yêu cầu thay đổi miền quy định thành một miền trong danh sách này để các thay đổi đối với cài đặt quy định khác có hiệu lực.

source: Specifies the host key algorithms that the server offers
vi_vn: Chỉ định các thuật toán khóa máy chủ mà máy chủ cung cấp

source: Specify the maximum number of servers retained by the server discovery schemes. The default is 10, which should typically be changed. This should be an odd number (to most effectively outvote falsetickers) typically two or three more than minclock (1), plus the number of pool entries. The pool entries must be added as maxclock, but not minclock, which also counts the pool entries themselves. For example, tos maxclock 11 with four pool lines would keep 7 associations.
vi_vn: Chỉ định số lượng máy chủ tối đa được giữ lại bởi sơ đồ khám phá máy chủ. Mặc định là 10, thường phải thay đổi. Đây phải là một số lẻ (để bỏ phiếu sai hiệu quả nhất) thường nhiều hơn hai hoặc ba so với minclock (1), cộng với số mục trong nhóm. Các mục trong nhóm phải được thêm dưới dạng maxclock, nhưng không phải minclock, điều này cũng tự tính các mục trong nhóm. Ví dụ: tos maxclock 11 với bốn dòng gộp sẽ giữ 7 liên kết.

source: Start (%)
vi_vn: Bắt đầu (%)

source: Statetable usage
vi_vn: Cách sử dụng có thể nêu rõ

source: Static Keys
vi_vn: Phím tĩnh

source: Sticky Address: The Sticky Address option can be used with the Round Robin pool type to ensure that a particular source address is always mapped to the same translation address.
vi_vn: Địa chỉ cố định: Tùy chọn Địa chỉ cố định có thể được sử dụng với loại nhóm Round Robin để đảm bảo rằng một địa chỉ nguồn cụ thể luôn được ánh xạ tới cùng một địa chỉ dịch.

source: Stopped
vi_vn: Đã dừng

source: Style Source
vi_vn: Nguồn phong cách

source: Subscription cannot be set for non-subscription firmware mirror
vi_vn: Không thể đặt đăng ký cho máy nhân bản chương trình cơ sở không đăng ký

source: Synchronize groups specified by memberOf or class attribute after login, this option requires to enable read properties. Groups will be extracted from the first CN= section and will only be considered when already existing in OPNsense. Group memberships will be persisted in OPNsense. Use the server test tool to check if memberOf is returned by your LDAP server before enabling.
vi_vn: Đồng bộ hóa các nhóm được chỉ định bởi thuộc tính memberOf hoặc class sau khi đăng nhập, tùy chọn này yêu cầu bật thuộc tính đọc. Các nhóm sẽ được trích xuất từ ​​phần CN= đầu tiên và sẽ chỉ được xem xét khi đã tồn tại trong OPNsense. Tư cách thành viên nhóm sẽ được duy trì trong OPNsense. Sử dụng công cụ kiểm tra máy chủ để kiểm tra xem máy chủ LDAP của bạn có trả về memberOf hay không trước khi bật.

source: Syncookie Adaptive End value must be an integer.
vi_vn: Giá trị Kết thúc Thích ứng Đồng bộ hóa phải là số nguyên.

source: Syncookie Adaptive Start must be a higher value than End.
vi_vn: Bắt đầu thích ứng đồng bộ hóa phải có giá trị cao hơn Kết thúc.

source: Syncookie Adaptive Start value must be an integer.
vi_vn: Giá trị Bắt đầu thích ứng đồng bộ hóa phải là số nguyên.

source: Syncookie Adaptive values must be set together.
vi_vn: Các giá trị Thích ứng Syncookie phải được đặt cùng nhau.

source: System Status
vi_vn: Trạng thái hệ thống

source: Technical identifier of the interface, used by hasync for example
vi_vn: Mã định danh kỹ thuật của giao diện, được sử dụng bởi hasync chẳng hạn

source: The %scertificate authority manager%s can be used to create or import certificat authorities if required.
vi_vn: %sngười quản lý tổ chức cấp chứng chỉ%s có thể được sử dụng để tạo hoặc nhập cơ quan cấp chứng chỉ nếu được yêu cầu.

source: The %scertificate manager%s can be used to create or import certificates if required.
vi_vn: %sngười quản lý chứng chỉ%s có thể được sử dụng để tạo hoặc nhập chứng chỉ nếu được yêu cầu.

source: The DNS update key algorith is invalid.
vi_vn: Thuật toán khóa cập nhật DNS không hợp lệ.

source: The STUN host must be a valid IP address or hostname.
vi_vn: Máy chủ STUN phải là địa chỉ IP hoặc tên máy chủ hợp lệ.

source: The adaptive timouts values must be set together.
vi_vn: Các giá trị thời gian chờ thích ứng phải được đặt cùng nhau.

source: The adaptive.start and adaptive.end values (advanced option) must be configured as non-negative integer values.
vi_vn: Các giá trị Adaptive.start và Adaptive.end (tùy chọn nâng cao) phải được định cấu hình dưới dạng giá trị số nguyên không âm.

source: The changes have been applied successfully, remember to update your backup server in %sSystem: High availability: status%s
vi_vn: Các thay đổi đã được áp dụng thành công, hãy nhớ cập nhật máy chủ dự phòng của bạn trong %sHệ thống: Tính sẵn sàng cao: trạng thái%s

source: The device name prefix "%s" is required.
vi_vn: Bắt buộc phải có tiền tố tên thiết bị "%s".

source: The field 'DNS Domain search list' may contain max 10 entries
vi_vn: Trường 'Danh sách tìm kiếm tên miền DNS' có thể chứa tối đa 10 mục

source: The field 'DNS Domain search list' must contain valid domain names
vi_vn: Trường 'Danh sách tìm kiếm tên miền DNS' phải chứa tên miền hợp lệ

source: The following nameservers are used:
vi_vn: Các máy chủ tên sau đây được sử dụng:

source: The interface "%s" does not exist. Make sure to apply its configuration first.
vi_vn: Giao diện "%s" không tồn tại. Hãy đảm bảo áp dụng cấu hình của nó trước.

source: The matching %s %s series does not yet exist. Images are available to switch this installation to the latest business edition.
vi_vn: Chuỗi %s %s phù hợp chưa tồn tại. Hình ảnh có sẵn để chuyển cài đặt này sang phiên bản kinh doanh mới nhất.

source: The name must start with a letter or single underscore, be less than 32 characters and only consist of alphanumeric characters or underscores.
vi_vn: Tên phải bắt đầu bằng một chữ cái hoặc một dấu gạch dưới, ít hơn 32 ký tự và chỉ bao gồm các ký tự chữ và số hoặc dấu gạch dưới.

source: The name must start with a letter or single underscore, be less than 32 characters and only consist of alphanumeric characters or underscores. Aliases can be nested using this name.
vi_vn: Tên phải bắt đầu bằng một chữ cái hoặc một dấu gạch dưới, ít hơn 32 ký tự và chỉ bao gồm các ký tự chữ và số hoặc dấu gạch dưới. Các bí danh có thể được lồng vào nhau bằng tên này.

source: The provided subscription is either invalid or expired. Please make sure the input is correct. Otherwise contact sales or visit the online shop to obtain a valid one.
vi_vn: Đăng ký được cung cấp không hợp lệ hoặc đã hết hạn. Hãy chắc chắn rằng đầu vào là chính xác. Nếu không, hãy liên hệ với bộ phận bán hàng hoặc truy cập cửa hàng trực tuyến để có được một cái hợp lệ.

source: The range should be entered using the full IPv6 address.
vi_vn: Phạm vi phải được nhập bằng địa chỉ IPv6 đầy đủ.

source: The range should be entered using the suffix part of the IPv6 address, i.e. ::1:2:3:4. The subnet prefix will be added automatically.
vi_vn: Phạm vi phải được nhập bằng phần hậu tố của địa chỉ IPv6, tức là ::1:2:3:4. Tiền tố mạng con sẽ được thêm tự động.

source: The signature algorithms that are used for public key authentication
vi_vn: Các thuật toán chữ ký được sử dụng để xác thực khóa công khai

source: The value of adaptive.end must be greater than adaptive.start value.
vi_vn: Giá trị của Adapt.end phải lớn hơn giá trị Adaptive.start.

source: The value of adaptive.end must be greater than the Max states value.
vi_vn: Giá trị của Adaptive.end phải lớn hơn giá trị trạng thái Max.

source: There are no system nameservers configured. Please do so in
vi_vn: Không có máy chủ tên hệ thống nào được cấu hình. Hãy làm như vậy trong

source: These options control access to NTP.
vi_vn: Các tùy chọn này kiểm soát quyền truy cập vào NTP.

source: This MAC address already exists.
vi_vn: Địa chỉ MAC này đã tồn tại.

source: This VLAN cannot be deleted because it is used in QinQ interfaces.
vi_vn: Không thể xóa Vlan này vì nó được sử dụng trong giao diện QinQ.

source: This client identifier already exists.
vi_vn: Mã định danh khách hàng này đã tồn tại.

source: This node
vi_vn: Nút này

source: This option allows a time-to-live (in seconds) to be given for local DNS entries, i.e. /etc/hosts or DHCP leases. This will reduce the load on the server at the expense of clients using stale data under some circumstances. A value of zero will disable client-side caching.
vi_vn: Tùy chọn này cho phép cung cấp thời gian tồn tại (tính bằng giây) cho các bản ghi DNS cục bộ, tức là/etc/hosts hoặc thuê DHCP. Điều này sẽ giảm tải cho máy chủ với chi phí của khách hàng sử dụng dữ liệu cũ trong một số trường hợp. Giá trị bằng 0 sẽ vô hiệu hóa bộ nhớ đệm phía máy khách.

source: Toggle
vi_vn: Chuyển đổi

source: Top 10 client activity over the last
vi_vn: Top 10 hoạt động của khách hàng trong thời gian qua

source: Top blocked domains
vi_vn: Các tên miền bị chặn hàng đầu

source: Top passed domains
vi_vn: Tên miền được thông qua hàng đầu

source: Transport Layer Security (TLS)
vi_vn: Bảo mật lớp vận chuyển (TLS)

source: Tunnel phase 1 definition
vi_vn: Định nghĩa đường hầm giai đoạn 1

source: Tunnel phase 2 definition
vi_vn: Định nghĩa đường hầm giai đoạn 2

source: Tunneled Transport Layer Security (TTLS)
vi_vn: Bảo mật lớp truyền tải đường hầm (TTLS)

source: Unable to set invalid firmware flavour
vi_vn: Không thể đặt hương vị chương trình cơ sở không hợp lệ

source: Unable to set invalid firmware mirror
vi_vn: Không thể đặt bản sao chương trình cơ sở không hợp lệ

source: Unable to set invalid firmware release type
vi_vn: Không thể đặt loại phát hành chương trình cơ sở không hợp lệ

source: Unbound DNS reporting
vi_vn: Báo cáo DNS không liên kết

source: Unclassified
vi_vn: Chưa được phân loại

source: Unknown debug type %s.
vi_vn: Loại gỡ lỗi không xác định %s.

source: Unknown syncookie type %s.
vi_vn: Loại đồng bộ hóa không xác định %s.

source: UnknownRoute
vi_vn: Route không xác định

source: Unkown firmware validation error
vi_vn: Lỗi xác thực phần mềm không xác định

source: Unsupported OpenSSL key type [%d] for %s key, expected RSA or EC.
vi_vn: Loại khóa OpenSSL không được hỗ trợ [%d] cho khóa %s, RSA hoặc EC dự kiến.

source: Upgrade log
vi_vn: Nhật ký nâng cấp

source: Upperspec
vi_vn: Thông số kỹ thuật trên

source: Use memory file system for /var/log
vi_vn: Sử dụng hệ thống tệp bộ nhớ cho /var/log

source: Use the DNS configuration of the DHCPv6 server
vi_vn: Sử dụng cấu hình DNS của máy chủ DHCPv6

source: Use username instead of common name to match client specific override.
vi_vn: Sử dụng tên người dùng thay vì tên chung để phù hợp với ghi đè cụ thể của khách hàng.

source: Using policy routing in the packet filter rules causes packets to skip processing for the traffic shaper and captive portal tasks. Using this option enables the sharing of such forwarding decisions between all components to accommodate complex setups.
vi_vn: Việc sử dụng định tuyến chính sách trong các quy tắc lọc gói sẽ khiến các gói bỏ qua quá trình xử lý cho các tác vụ định hình lưu lượng và Cổng bị khóa. Việc sử dụng tùy chọn này cho phép chia sẻ các quyết định chuyển tiếp như vậy giữa tất cả các thành phần để phù hợp với các thiết lập phức tạp.

source: VLAN can not be assigned to itself.
vi_vn: VLAN không thể được gán cho chính nó.

source: Value should be unique
vi_vn: Giá trị phải là duy nhất

source: Via interface name
vi_vn: Thông qua tên giao diện

source: View capture
vi_vn: Xem ảnh chụp

source: WPA EAP Identity
vi_vn: Nhận dạng WPA EAP

source: WPA Pre-Shared Key/EAP Password
vi_vn: Khóa chia sẻ trước WPA/Mật khẩu EAP

source: When reaching this number of state entries, all timeout values become zero, effectively purging all state entries immediately. This value is used to define the scale factor, it should not actually be reached (set a lower state limit).
vi_vn: Khi đạt đến số lượng bản ghi trạng thái này, tất cả các giá trị thời gian chờ sẽ trở về 0, khiến toàn bộ các bản ghi trạng thái bị xóa ngay lập tức. Giá trị này được dùng để xác định hệ số tỷ lệ và trên thực tế không nên chạm tới (hãy đặt giới hạn trạng thái thấp hơn).

source: When this is set the system will try to match the counters to the still existing rules on filter reloads.
vi_vn: Khi điều này được thiết lập, hệ thống sẽ cố gắng khớp các bộ đếm với các quy tắc hiện có về tải lại bộ lọc.

source: When used on a single VLAN interface the setting "Promiscuous mode" is required for this to work. Alternatively, the parent interface MAC can be spoofed applying the MAC address to all attached VLAN children automatically.
vi_vn: Khi sử dụng trên một giao diện VLAN đơn lẻ, cần bật tùy chọn "Promiscuous mode" để tính năng này hoạt động. Ngoài ra, có thể giả mạo (spoof) địa chỉ MAC của giao diện cha để tự động áp dụng địa chỉ MAC đó cho tất cả các VLAN con được gắn kèm.

source: When using (legacy) tunnels, please click Create to define one.
vi_vn: Khi sử dụng đường hầm (cũ), vui lòng nhấp vào Tạo để xác định một đường hầm.

source: When using a tracked interface then please only enter the range itself, i.e. ::xxxx:0:0:0:0. For example, for a /56 delegation from ::100:0:0:0:0 to ::f00:0:0:0:0. Also make sure that the desired prefix delegation size is not longer than the available size shown above.
vi_vn: Khi sử dụng giao diện được theo dõi thì vui lòng chỉ nhập chính phạm vi đó, tức là ::xxxx:0:0:0:0. Ví dụ: đối với ủy quyền /56 từ ::100:0:0:0:0 đến ::f00:0:0:0:0. Ngoài ra, hãy đảm bảo rằng kích thước ủy quyền tiền tố mong muốn không dài hơn kích thước có sẵn được hiển thị ở trên.

source: Whitelist Domain
vi_vn: Tên miền danh sách trắng

source: You can not assign a reply-to destination to a rule that uses a gateway.
vi_vn: Bạn không thể chỉ định đích trả lời cho quy tắc sử dụng gateway.

source: You can only override the interface subnet when one LAN interface is selected
vi_vn: Bạn chỉ có thể ghi đè mạng con giao diện khi một giao diện LAN được chọn

source: You can only specify the adaptive timeouts (advanced option) for Pass type rules.
vi_vn: Bạn chỉ có thể chỉ định thời gian chờ thích ứng (tùy chọn nâng cao) cho quy tắc loại Thẻ.

source: You cannot override the WAN IP if you have a STUN host set.
vi_vn: Bạn không thể ghi đè IP WAN nếu bạn có bộ máy chủ STUN.

source: You cannot specify the adaptive timeouts (advanced option) if statetype is none.
vi_vn: Bạn không thể chỉ định thời gian chờ thích ứng (tùy chọn nâng cao) nếu không có loại trạng thái.

source: adaptive
vi_vn: thích nghi

source: download capture
vi_vn: tải về chụp

source: environment
vi_vn: môi trường

source: hostname %s is not a valid hostname.
vi_vn: tên máy chủ %s không phải là tên máy chủ hợp lệ.

source: interface name
vi_vn: tên giao diện

source: invalid token %s
vi_vn: mã thông báo không hợp lệ %s

source: localAS
vi_vn: địa phươngAS

source: loss
vi_vn: sự mất mát

source: never (default)
vi_vn: không bao giờ (mặc định)

source: nextHop
vi_vn: tiếp theoHop

source: output
vi_vn: đầu ra

source: port %s not valid.
vi_vn: Cổng %s không hợp lệ.

source: remove
vi_vn: di dời

source: remove capture
vi_vn: xóa ảnh chụp

source: report only
vi_vn: chỉ báo cáo

source: routerId
vi_vn: id bộ định tuyến

source: spi-in
vi_vn: gián điệp

source: spi-out
vi_vn: ống dẫn ra ngoài

source: stop
vi_vn: dừng lại

source: stop capture
vi_vn: dừng chụp

source: unexpected token at %d (%s)
vi_vn: mã thông báo không mong muốn tại %d (%s)

source: view capture
vi_vn: xem chụp

source: view capture (high detail)
vi_vn: chụp ảnh (chi tiết cao)

source: view capture (medium detail)
vi_vn: chụp ảnh (chi tiết trung bình)

source: wireless clone
vi_vn: bản sao không dây

source: Apcupsd will shutdown the system during a power failure when the remaining battery charge falls below the specified percentage. Set to -1 to disable. (Default is 5).
vi_vn: Apcupsd sẽ tắt hệ thống khi xảy ra mất điện nếu mức pin còn lại giảm xuống dưới tỷ lệ phần trăm được chỉ định. Đặt -1 để vô hiệu hóa. (Mặc định là 5).

source: Apcupsd will shutdown the system during a power failure when the remaining runtime on batteries as internally calculated by the UPS falls below the specified minutes. Set to -1 to disable. (Default is 3)
vi_vn: Apcupsd sẽ tắt hệ thống khi xảy ra mất điện nếu thời gian hoạt động còn lại của pin, do UPS tính toán nội bộ, giảm xuống dưới số phút được chỉ định. Đặt -1 để vô hiệu hóa. (Mặc định là 3)

source: By default, Unbound will allow queries from all networks. Use this setting to change this behaviour. Since the most specific net block is used, the ACLs as defined in the grid below have preference and will therefore override the behaviour of this setting for the specified networks.
vi_vn: Theo mặc định, Unbound cho phép truy vấn từ tất cả các mạng. Sử dụng thiết lập này để thay đổi hành vi đó. Do khối mạng cụ thể nhất được ưu tiên, các ACL được định nghĩa trong bảng bên dưới sẽ có hiệu lực cao hơn và ghi đè thiết lập này đối với các mạng được chỉ định.

source: Configure a maximum Negative Time to live in seconds for RRsets and messages in the cache. When the internal TTL expires the negative response cache item is expired. This can be configured to force the resolver to query for data more often in case you wont get a valid answer.
vi_vn: Cấu hình thời gian sống âm (Negative TTL) tối đa, tính bằng giây, cho các RRset và thông điệp trong bộ nhớ đệm. Khi TTL nội bộ hết hạn, phản hồi âm trong cache sẽ bị loại bỏ. Thiết lập này có thể dùng để buộc resolver truy vấn dữ liệu thường xuyên hơn trong trường hợp không nhận được câu trả lời hợp lệ.

source: Configure a maximum Time to live in seconds for RRsets and messages in the cache. When the internal TTL expires the cache item is expired. This can be configured to force the resolver to query for data more often and not trust (very large) TTL values.
vi_vn: Cấu hình thời gian sống (TTL) tối đa, tính bằng giây, cho các RRset và thông điệp trong bộ nhớ đệm. Khi TTL nội bộ hết hạn, mục cache sẽ bị loại bỏ. Thiết lập này giúp buộc resolver truy vấn dữ liệu thường xuyên hơn và không tin cậy các giá trị TTL quá lớn.

source: Configure a minimum Time to live in seconds for RRsets and messages in the cache. If the minimum value kicks in, the data is cached for longer than the domain owner intended, and thus fewer queries are made to look up the data. The 0 value ensures the data in the cache is as the domain owner intended. High values can lead to trouble as the data in the cache might not match up with the actual data anymore.
vi_vn: Cấu hình thời gian sống (TTL) tối thiểu, tính bằng giây, cho các RRset và thông điệp trong bộ nhớ đệm. Nếu giá trị tối thiểu có hiệu lực, dữ liệu sẽ được cache lâu hơn so với ý định của chủ sở hữu tên miền, dẫn đến giảm số lượng truy vấn. Giá trị 0 đảm bảo dữ liệu trong cache đúng theo TTL mong muốn. Giá trị cao có thể gây sự cố do dữ liệu cache không còn khớp với dữ liệu thực tế.

source: Connection child to register this manual item on. Please note that an established đường hầm needs to reconnect in order to add the entry as we use an updown event.
vi_vn: Kết nối child dùng để đăng ký mục cấu hình thủ công này. Lưu ý rằng một đường hầm đã được thiết lập cần phải kết nối lại để thêm mục này, do hệ thống sử dụng sự kiện updown.

source: DNSKEYs are fetched earlier in the validation process when a Delegation signer is encountered. This helps lower the latency of requests but does utilize a little more CPU.
vi_vn: DNSKEY sẽ được truy xuất sớm hơn trong quá trình xác thực khi gặp bản ghi DS (Delegation Signer). Điều này giúp giảm độ trễ truy vấn nhưng sẽ sử dụng thêm một ít tài nguyên CPU.

source: DNSSEC data is required for trust-anchored zones. If such data is absent, the zone becomes bogus. If this is disabled and no DNSSEC data is received, then the zone is made insecure.
vi_vn: Dữ liệu DNSSEC là bắt buộc đối với các vùng có neo tin cậy (trust-anchored zones). Nếu thiếu dữ liệu này, vùng sẽ bị xem là không hợp lệ (bogus). Nếu tắt tùy chọn này và không nhận được DNSSEC, vùng sẽ được đánh dấu là không an toàn (insecure).

source: Debug level for this agents services.
vi_vn: Mức độ debug cho các dịch vụ agent.

source: Destination ip address for entries in the blocklist (leave empty to use default: 0.0.0.0). Not used when "Return NXDOMAIN" is checked.
vi_vn: Địa chỉ IP đích cho các mục trong blocklist (để trống sẽ dùng mặc định: 0.0.0.0). Không áp dụng khi bật tùy chọn "Return NXDOMAIN".

source: Enable remote commands from the log collector, disabling this will ignore command and full_command log sources and prevents Wazuh manager from running arbitrary commands on this node.
vi_vn: Cho phép thực thi lệnh từ xa từ log collector. Nếu vô hiệu hóa, các log command và full_command sẽ bị bỏ qua, đồng thời ngăn Wazuh Manager thực thi các lệnh tùy ý trên node này.
