Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Edit Interface
vi_vn: Chỉnh sửa giao diện

source: Loopback
vi_vn: Quay lại

source: Instance ID
vi_vn: ID phiên bản

source: Advertising Router
vi_vn: Bộ định tuyến quảng cáo

source: LS ID
vi_vn: ID LS

source: Router
vi_vn: Bộ định tuyến

source: Dead Time
vi_vn: Thời gian chết

source: Neighbor ID
vi_vn: ID hàng xóm

source: Via interface
vi_vn: Qua giao diện

source: Via
vi_vn: Thông qua

source: Sequence Number
vi_vn: Số thứ tự

source: Running Configuration
vi_vn: Cấu hình chạy

source: IPv6 Routes
vi_vn: Route IPv6

source: IPv4 Routes
vi_vn: Route IPv4

source: Connected
vi_vn: Đã kết nối

source: Administrative Distance
vi_vn: Khoảng cách hành chính

source: Code
vi_vn: Mã số

source: Summary
vi_vn: Bản tóm tắt

source: Next Hop
vi_vn: Bước nhảy tiếp theo

source: Edit Route Maps
vi_vn: Chỉnh sửa bản đồ tuyến đường

source: Edit Prefix Lists
vi_vn: Chỉnh sửa danh sách tiền tố

source: Edit AS Paths
vi_vn: Chỉnh sửa đường dẫn AS

source: Edit Neighbor
vi_vn: Chỉnh sửa hàng xóm

source: Route Maps
vi_vn: Bản đồ tuyến đường

source: Prefix Lists
vi_vn: Danh sách tiền tố

source: AS Path Lists
vi_vn: Danh sách đường dẫn AS

source: Neighbors
vi_vn: hàng xóm

source: Errors Req
vi_vn: Yêu cầu lỗi

source: Used
vi_vn: Đã sử dụng

source: Warnings Retr
vi_vn: Cảnh báo Retr

source: Resp
vi_vn: phản hồi

source: Denied Req
vi_vn: Yêu cầu bị từ chối

source: Session Rate
vi_vn: Tỷ lệ phiên

source: Limit
vi_vn: Giới hạn

source: Max
vi_vn: Tối đa

source: Queue
vi_vn: Hàng đợi

source: Backend/Frontend
vi_vn: Phần cuối/Giao diện người dùng

source: Downtime
vi_vn: Thời gian ngừng hoạt động

source: Active
vi_vn: Tích cực

source: Last Change
vi_vn: Thay đổi cuối cùng

source: id
vi_vn: nhận dạng

source: The statistics could not be fetched. Is HAProxy running?
vi_vn: Không thể tìm nạp số liệu thống kê. HAProxy có đang chạy không?

source: Edit Error Message
vi_vn: Chỉnh sửa thông báo lỗi

source: Edit Lua Script
vi_vn: Chỉnh sửa tập lệnh Lua

source: Edit Condition
vi_vn: Chỉnh sửa điều kiện

source: Edit Rule
vi_vn: Chỉnh sửa quy tắc

source: Edit Health Monitor
vi_vn: Chỉnh sửa theo dõi sức khỏe

source: Edit Server
vi_vn: Chỉnh sửa máy chủ

source: Edit Backend Pool
vi_vn: Chỉnh sửa nhóm phụ trợ

source: Edit Public Service
vi_vn: Chỉnh sửa dịch vụ công cộng

source: Error Message Name
vi_vn: Tên thông báo lỗi

source: Error Message ID
vi_vn: ID thông báo lỗi

source: Lua Script Name
vi_vn: Tên tập lệnh Lua

source: Condition Name
vi_vn: Tên tình trạng

source: Condition ID
vi_vn: ID tình trạng

source: Rule Name
vi_vn: Tên quy tắc

source: Rule ID
vi_vn: ID quy tắc

source: Health Monitor Name
vi_vn: Tên theo dõi sức khỏe

source: Health Monitor ID
vi_vn: ID theo dõi sức khỏe

source: Test syntax
vi_vn: Cú pháp kiểm tra

source: Public Service Name
vi_vn: Tên dịch vụ công cộng

source: Public Service ID
vi_vn: ID dịch vụ công cộng

source: Advanced Features
vi_vn: Tính năng nâng cao

source: %sRules:%s Perform a large set of actions if one or more %sConditions%s match. These Rules may be used in %sBackend Pools%s as well as %sPublic Services%s.
vi_vn: %sLuật:%s Thực hiện một loạt hành động lớn nếu một hoặc nhiều %sConditions%s khớp. Các Luật này có thể được sử dụng trong %sBackend Pools%s cũng như %sDịch vụ công%s.

source: %sConditions:%s HAProxy is capable of extracting data from requests, responses and other connection data and match it against predefined patterns. Use these powerful patterns to compose a condition that may be used in multiple Rules.
vi_vn: %sConditions:%s HAProxy có khả năng trích xuất dữ liệu từ các yêu cầu, phản hồi và dữ liệu kết nối khác rồi so sánh dữ liệu đó với các mẫu được xác định trước. Sử dụng các mẫu mạnh mẽ này để soạn một điều kiện có thể được sử dụng trong nhiều Luật.

source: Remember to add firewall rules for all configured Public Services.
vi_vn: Hãy nhớ thêm quy tắc tường lửa cho tất cả các Dịch vụ công cộng được định cấu hình.

source: %sPublic Services:%s The HAProxy frontend. The Public Service listens for client connections, optionally applies rules and forwards client request data to the selected Backend Pool for load balancing or proxying. Every Public Service needs to be connected to a %spreviously created Backend Pool%s.
vi_vn: %sDịch vụ công cộng:%s Giao diện HAProxy. Dịch vụ công lắng nghe các kết nối máy khách, áp dụng tùy ý các quy tắc và chuyển tiếp dữ liệu yêu cầu của máy khách đến Nhóm phụ trợ đã chọn để cân bằng tải hoặc ủy quyền. Mọi Dịch vụ công cộng cần được kết nối với %s Nhóm phụ trợ được tạo trước đó%s.

source: %sBackend Pools:%s The HAProxy backend. Group the %spreviously added servers%s to build a server farm. All servers in a group usually deliver the same content. The Backend Pool cares for health monitoring and load distribution. A Backend Pool must also be configured if you only have a single server. The same Backend Pool may be used for multiple Public Services.
vi_vn: %sBackend Pool:%s Phần phụ trợ HAProxy. Nhóm %smáy chủ đã thêm trước đó%s để xây dựng nhóm máy chủ. Tất cả các máy chủ trong một nhóm thường cung cấp cùng một nội dung. Nhóm phụ trợ quan tâm đến việc theo dõi tình trạng và phân phối tải. Nhóm phụ trợ cũng phải được định cấu hình nếu bạn chỉ có một máy chủ. Cùng một Backend Pool có thể được sử dụng cho nhiều Dịch vụ công cộng.

source: Note that it is possible to directly add options to the HAProxy configuration by using the "option pass-through", a setting that is available for several configuration items. It allows you to implement configurations that are currently not officially supported by this plugin. It is strongly discouraged to rely on this feature. Please report missing features on our GitHub page!
vi_vn: Lưu ý rằng có thể thêm trực tiếp các tùy chọn vào cấu hình HAProxy bằng cách sử dụng "option pass-through", một cài đặt có sẵn cho một số mục cấu hình. Nó cho phép bạn triển khai các cấu hình hiện không được hỗ trợ chính thức bởi plugin này. Rất không khuyến khích dựa vào tính năng này. Vui lòng báo cáo các tính năng thiếu trên trang GitHub của chúng tôi!

source: Please be aware that you need to %smanually%s add the required firewall rules for all configured services.
vi_vn: Xin lưu ý rằng bạn cần %sthủ công%s thêm quy tắc tường lửa bắt buộc cho tất cả các dịch vụ được định cấu hình.

source: Add %sPublic Services:%s The Public Service listens for client connections, optionally applies rules and forwards client request data to the selected Backend Pool for load balancing or proxying.
vi_vn: Thêm %sPublic Services:%s Dịch vụ công lắng nghe các kết nối của máy khách, áp dụng tùy ý các quy tắc và chuyển tiếp dữ liệu yêu cầu của máy khách đến Nhóm phụ trợ đã chọn để cân bằng tải hoặc ủy quyền.

source: Note that you should configure HAProxy in the following order:
vi_vn: Lưu ý bạn nên cấu hình HAProxy theo thứ tự sau:

source: Quick Start Guide
vi_vn: Hướng dẫn bắt đầu nhanh

source: Conditions
vi_vn: Điều kiện

source: Public Services
vi_vn: Dịch vụ công cộng

source: Backend Pools
vi_vn: Nhóm phụ trợ

source: Virtual Services
vi_vn: Dịch vụ ảo

source: Error reconfiguring HAProxy
vi_vn: Lỗi cấu hình lại HAProxy

source: The HAProxy service may not be able to start due to critical errors. Try anyway?
vi_vn: Dịch vụ HAProxy có thể không khởi động được do lỗi nghiêm trọng. Dù sao cũng thử?

source: HAProxy config contains critical errors
vi_vn: Cấu hình HAProxy chứa các lỗi nghiêm trọng

source: HAProxy Load Balancer
vi_vn: Cân bằng tải HAProxy

source: HAProxy load balancer
vi_vn: Bộ cân bằng tải HAProxy

source: collectd daemon
vi_vn: daemon thu thập

source: Local Host
vi_vn: Máy chủ cục bộ

source: Edit Sender
vi_vn: Chỉnh sửa người gửi

source: Edit Recipient
vi_vn: Chỉnh sửa người nhận

source: No Rspamd plugin found, please install and come back.
vi_vn: Không tìm thấy plugin Rspamd, vui lòng cài đặt và quay lại.

source: Antispam
vi_vn: Chống thư rác

source: Edit Domain
vi_vn: Chỉnh sửa tên miền

source: Error reconfiguring Postfix
vi_vn: Lỗi cấu hình lại Postfix

source: Enable verbose logging
vi_vn: Bật ghi nhật ký dài dòng

source: iperf Performance Test
vi_vn: Kiểm tra hiệu suất iperf

source: %sResult %s%s
vi_vn: %sKết quả %s%s

source: Remote Port
vi_vn: Cổng từ xa

source: Host User
vi_vn: Người dùng máy chủ

source: Host System
vi_vn: Hệ thống máy chủ

source: Remote Total
vi_vn: Tổng số từ xa

source: Remote User
vi_vn: Người dùng từ xa

source: Remote System
vi_vn: Hệ thống từ xa

source: Performance Data
vi_vn: Dữ liệu hiệu suất

source: Bits Per Second
vi_vn: Bit mỗi giây

source: Create Instance
vi_vn: Tạo phiên bản

source: Host Total
vi_vn: Tổng số máy chủ

source: Cached IP
vi_vn: IP được lưu trong bộ nhớ đệm

source: Key name
vi_vn: Tên khóa

source: The DNS update host name contains invalid characters.
vi_vn: Tên máy chủ cập nhật DNS chứa các ký tự không hợp lệ.

source: The DNS update TTL must be an integer.
vi_vn: TTL cập nhật DNS phải là số nguyên.

source: The DNS update key name contains invalid characters.
vi_vn: Tên khóa cập nhật DNS chứa các ký tự không hợp lệ.

source: RFC 2136 client
vi_vn: Máy khách RFC 2136

source: Interface to monitor
vi_vn: Giao diện giám sát

source: Fully qualified hostname of the host to be updated.
vi_vn: Tên máy chủ đủ điều kiện của máy chủ sẽ được cập nhật.

source: Record Type
vi_vn: Loại bản ghi

source: A (IPv4)
vi_vn: Một (IPv4)

source: 'All' will update all available record types.
vi_vn: 'Tất cả' sẽ cập nhật tất cả các loại bản ghi có sẵn.

source: This must match the setting on the DNS server.
vi_vn: Điều này phải khớp với cài đặt trên máy chủ DNS.

source: Key type
vi_vn: Loại khóa

source: yes
vi_vn: Đúng

source: Use TCP instead of UDP
vi_vn: Sử dụng TCP thay vì UDP

source: Use Public IP
vi_vn: Sử dụng IP công cộng

source: If the interface IP is private, attempt to fetch and use the public IP instead.
vi_vn: Nếu IP giao diện là riêng tư, thay vào đó hãy thử tìm nạp và sử dụng IP công cộng.

source: Save and Force Update
vi_vn: Lưu và buộc cập nhật

source: You must configure a DNS server in %sSystem: General setup%s or allow the DNS server list to be overridden by DHCP/PPP on WAN for dynamic DNS updates to work.
vi_vn: Bạn phải định cấu hình máy chủ DNS trong %sSystem: General setup%s hoặc cho phép DHCP/PPP ghi đè danh sách máy chủ DNS trên WAN để các bản cập nhật DNS động hoạt động.

source: Rapid Spamfilter Daemon
vi_vn: Daemon lọc thư rác nhanh

source: No ClamAV plugin found, please install via %sSystem > Firmware > Plugins%s. If the plugin is not installed and enabled, mails cannot be scanned for malware.
vi_vn: Không tìm thấy plugin ClamAV, vui lòng cài đặt qua %sSystem > Firmware > Plugins%s. Nếu plugin không được cài đặt và kích hoạt, thư sẽ không thể được quét để tìm phần mềm độc hại.

source: The Redis plugin is configured to use but it is not installed. Please install it via %sSystem > Firmware > Plugins%s.
vi_vn: Plugin Redis được cấu hình để sử dụng nhưng chưa được cài đặt. Vui lòng cài đặt nó qua %sSystem > Firmware > Plugins%s.

source: Block Size
vi_vn: Kích thước khối

source: lldpd daemon
vi_vn: daemon lldpd

source: telegraf agent
vi_vn: đại lý điện tín

source: Inputs
vi_vn: Đầu vào

source: Outputs
vi_vn: đầu ra

source: Error reconfiguring FreeRADIUS
vi_vn: Lỗi khi cấu hình lại FreeRADIUS

source: Shared secret
vi_vn: Bí mật được chia sẻ

source: IP Address or Network
vi_vn: Địa chỉ IP hoặc networks

source: Edit Client
vi_vn: Chỉnh sửa khách hàng

source: FTP Proxy Server
vi_vn: Máy chủ proxy FTP

source: FTP Proxies
vi_vn: Proxy FTP

source: Reverse Address
vi_vn: Địa chỉ ngược

source: Reverse Port
vi_vn: Cổng đảo ngược

source: Maximum Sessions
vi_vn: Số phiên tối đa

source: Edit Proxy
vi_vn: Chỉnh sửa Proxy

source: Do you really want to delete this igmp entry? All elements that still use it will become invalid (e.g. filter rules)!
vi_vn: Bạn có thực sự muốn xóa entry igmp này không? Tất cả các phần tử vẫn sử dụng nó sẽ trở nên không hợp lệ (ví dụ: quy tắc lọc)!

source: Edit this IGMP entry
vi_vn: Chỉnh sửa entry IGMP này

source: Please add the interface for upstream, the allowed subnets, and the downstream interfaces you would like the proxy to allow. Only one 'upstream' interface can be configured.
vi_vn: Vui lòng thêm giao diện cho thượng nguồn, mạng con được phép và giao diện hạ lưu mà bạn muốn proxy cho phép. Chỉ có thể cấu hình một giao diện 'ngược dòng'.

source: Only one 'upstream' interface can be configured.
vi_vn: Chỉ có thể cấu hình một giao diện 'ngược dòng'.

source: IGMP Proxy Edit
vi_vn: Proxy IGMP Chỉnh sửa

source: Upstream Interface
vi_vn: Giao diện ngược dòng

source: Downstream Interface
vi_vn: Giao diện xuôi dòng

source: The upstream network interface is the outgoing interface which is responsible for communicating to available multicast data sources. There can only be one upstream interface.
vi_vn: Giao diện networks ngược dòng là giao diện gửi đi chịu trách nhiệm liên lạc với các nguồn dữ liệu multicast có sẵn. Chỉ có thể có một giao diện ngược dòng.

source: Downstream network interfaces are the distribution interfaces to the destination networks, where multicast clients can join groups and receive multicast data. One or more downstream interfaces must be configured.
vi_vn: Giao diện networks hạ lưu là giao diện phân phối tới networks đích, nơi các máy khách multicast có thể tham gia các nhóm và nhận dữ liệu multicast. Một hoặc nhiều giao diện xuôi dòng phải được cấu hình.

source: Threshold
vi_vn: Ngưỡng

source: Defines the TTL threshold for the network interface. Packets with a lower TTL than the threshold value will be ignored. This setting is optional, and by default the threshold is 1.
vi_vn: Xác định ngưỡng TTL cho giao diện networks. Các gói có TTL thấp hơn giá trị ngưỡng sẽ bị bỏ qua. Cài đặt này là tùy chọn và theo mặc định, ngưỡng là 1.

source: Security
vi_vn: Bảo mật

source: Rules and Checks
vi_vn: Luật và kiểm tra

source: Scheduler "%s" not supported for redirects.
vi_vn: Bộ lập lịch "%s" không được hỗ trợ cho chuyển hướng.

source: Scheduler "%s" not supported for relays.
vi_vn: Bộ lập lịch "%s" không được hỗ trợ cho relay.

source: Expect Pattern cannot be empty.
vi_vn: Mẫu mong đợi không được để trống.

source: Script path cannot be empty.
vi_vn: Đường dẫn tập lệnh không được để trống.

source: Path cannot be empty.
vi_vn: Đường dẫn không thể trống.

source: Provide one of Response Code or Message Digest.
vi_vn: Cung cấp một trong các Mã phản hồi hoặc Thông báo tin nhắn.

source: Backend Hosts
vi_vn: Máy chủ phụ trợ

source: Table Checks
vi_vn: Kiểm tra bảng

source: Virtual Server
vi_vn: Máy chủ ảo

source: The status could not be fetched. Is Relayd running?
vi_vn: Không thể tìm nạp trạng thái. Relayd có đang chạy không?

source: Health Monitors
vi_vn: Máy theo dõi sức khỏe

source: Siproxd Daemon
vi_vn: Daemon Siproxd

source: Outbound Domains
vi_vn: Tên miền gửi đi

source: Current registrations
vi_vn: Đăng ký hiện tại

source: Edit User
vi_vn: Chỉnh sửa người dùng

source: Edit Outbound Domain
vi_vn: Chỉnh sửa tên miền gửi đi

source: Backend Pool ID
vi_vn: ID nhóm phụ trợ

source: Magic packet was sent successfully.
vi_vn: Gói ma thuật đã được gửi thành công.

source: The packet was not sent due to an error. Please consult the logs.
vi_vn: Gói không được gửi do lỗi. Vui lòng tham khảo nhật ký.

source: Please check the %ssystem log%s, the wol command for %s (%s) did not complete successfully.
vi_vn: Vui lòng kiểm tra nhật ký hệ thống %s%s, lệnh wol cho %s (%s) không hoàn tất thành công.

source: Wake up
vi_vn: Thức dậy

source: Wake All
vi_vn: Đánh thức tất cả

source: Edit WOL Host
vi_vn: Chỉnh sửa máy chủ WOL

source: Lua Script ID
vi_vn: ID tập lệnh Lua

source: Edit Account
vi_vn: Chỉnh sửa tài khoản

source: pending
vi_vn: chưa giải quyết

source: unknown
vi_vn: không rõ

source: cert revoked
vi_vn: chứng chỉ bị thu hồi

source: configuration error
vi_vn: lỗi cấu hình

source: validation failed
vi_vn: xác thực không thành công

source: internal error
vi_vn: lỗi nội bộ

source: Confirmation Required
vi_vn: Yêu cầu xác nhận

source: Revoke selected certificate?
vi_vn: Thu hồi chứng chỉ đã chọn?

source: Multi-Domain (SAN)
vi_vn: Đa miền (SAN)

source: Issue/Renewal Date
vi_vn: Ngày phát hành/gia hạn

source: Edit Certificate
vi_vn: Chỉnh sửa chứng chỉ

source: acme-client config contains critical errors
vi_vn: Cấu hình acme-client chứa các lỗi nghiêm trọng

source: The acme-client service may not be able to start due to critical errors. Try anyway?
vi_vn: Dịch vụ acme-client có thể không khởi động được do lỗi nghiêm trọng. Dù sao cũng thử?

source: Continue
vi_vn: Tiếp tục

source: Error reconfiguring acme-client
vi_vn: Lỗi cấu hình lại acme-client

source: acme-client config contains minor errors
vi_vn: Cấu hình acme-client có lỗi nhỏ

source: acme-client config test result
vi_vn: kết quả kiểm tra cấu hình acme-client

source: Your acme-client config contains no errors.
vi_vn: Cấu hình acme-client của bạn không có lỗi.

source: Update Schedule
vi_vn: Cập nhật lịch trình

source: Test Config
vi_vn: Cấu hình thử nghiệm

source: This plugin includes code from the %s project.
vi_vn: Plugin này bao gồm mã từ dự án %s.

source: Your HAProxy config contains no errors.
vi_vn: Cấu hình HAProxy của bạn không có lỗi.

source: Rules & Checks
vi_vn: Luật & Kiểm tra

source: Tinc VPN Server
vi_vn: Máy chủ Tinc VPN

source: Error reconfiguring Tinc
vi_vn: Lỗi cấu hình lại Tinc

source: Edit Network
vi_vn: Chỉnh sửa networks

source: Edit Host
vi_vn: Chỉnh sửa máy chủ

source: %sHealth Monitors:%s The HAProxy "health checks". Health Monitors are used by %sBackend Pools%s to determine if a server is still able to respond to client requests. If a server fails a health check it will automatically be removed from a Backend Pool and healthy servers are automatically re-added.
vi_vn: %sHealth Monitors:%s "Kiểm tra sức khỏe" của HAProxy. Health Monitors được sử dụng bởi %sBackend Pools%s để xác định xem máy chủ có còn khả năng phản hồi yêu cầu của máy khách hay không. Nếu máy chủ không vượt qua kiểm tra sức khỏe, nó sẽ tự động bị xóa khỏi Backend Pool và các máy chủ khỏe mạnh sẽ tự động được thêm lại.

source: Add %sReal Servers:%s All physical or virtual servers that HAProxy should use to load balance between or proxy to.
vi_vn: Thêm %sReal Servers:%s Tất cả các máy chủ vật lý hoặc ảo mà HAProxy nên sử dụng để cân bằng tải giữa hoặc proxy.

source: Network UPS Tools
vi_vn: Công cụ UPS networks

source: Network UPS Monitor
vi_vn: Màn hình UPS networks

source: Backend Pool Name
vi_vn: Tên nhóm phụ trợ

source: C-ICAP server
vi_vn: máy chủ C-ICAP

source: No ClamAV plugin found, please install via System > Firmware > Plugins.
vi_vn: Không tìm thấy plugin ClamAV, vui lòng cài đặt qua Hệ thống > Firmware > Plugins.

source: Antivirus
vi_vn: Chống virus

source: (FQ-)CoDel interval
vi_vn: (FQ-)Khoảng CoDel

source: (FQ-)CoDel target
vi_vn: (FQ-)Mục tiêu CoDel

source: (optional) user credentials.
vi_vn: (tùy chọn) thông tin xác thực người dùng.

source: 0: Log everything, Positive Value: Log events that take longer than specified, Negative Value: Log nothing.
vi_vn: 0: Ghi lại mọi thứ, Giá trị dương: Ghi lại các sự kiện mất nhiều thời gian hơn chỉ định, Giá trị âm: Không ghi gì.

source: A JSON document containing configuration options that apply to the local node
vi_vn: Tài liệu JSON chứa các tùy chọn cấu hình áp dụng cho nút cục bộ

source: A bridge is a private relay. It is not visible in the public directory. Uncheck this if you want to become a public relay.
vi_vn: Một cây cầu là một rơle riêng. Nó không hiển thị trong thư mục công cộng. Bỏ chọn mục này nếu bạn muốn trở thành người tiếp sức công cộng.

source: A name for this server. Used when displaying information about this server (logs, info service, etc).
vi_vn: Tên cho máy chủ này. Được sử dụng khi hiển thị thông tin về máy chủ này (nhật ký, dịch vụ thông tin, v.v.).

source: AD Kerberos implementation
vi_vn: Triển khai AD Kerberos

source: AD admin login
vi_vn: Đăng nhập quản trị viên AD

source: AD admin password
vi_vn: Mật khẩu quản trị viên AD

source: API Access Token
vi_vn: Mã thông báo truy cập API

source: API Key
vi_vn: Khóa API

source: API Token
vi_vn: Mã thông báo API

source: API URL
vi_vn: URL API

source: AS
vi_vn: BẰNG

source: AS-Path List
vi_vn: Danh sách đường dẫn AS

source: AWS ID
vi_vn: ID AWS

source: AWS Route53
vi_vn: Route AWS53

source: AWS Secret
vi_vn: Bí mật AWS

source: Access Control List
vi_vn: Danh sách kiểm soát truy cập

source: Access Token used for the Zerotier API service
vi_vn: Mã thông báo truy cập được sử dụng cho dịch vụ API Zerotier

source: According to the service type path can be a file or a directory.
vi_vn: Theo loại dịch vụ, đường dẫn có thể là một tập tin hoặc một thư mục.

source: Act as a relay.
vi_vn: Hoạt động như một rơle.

source: Act as an exit.
vi_vn: Hành động như một lối thoát.

source: Action
vi_vn: Hoạt động

source: Active (default) or passive mode, only switch to passive if you know what you are doing.
vi_vn: Chế độ hoạt động (mặc định) hoặc thụ động, chỉ chuyển sang chế độ thụ động nếu bạn biết mình đang làm gì.

source: Active Check Refresh
vi_vn: Kiểm tra hoạt động Làm mới

source: Active Check Servers
vi_vn: Máy chủ kiểm tra hoạt động

source: Active Directory user name with administrator rights (this value is not stored in configuration).
vi_vn: Tên người dùng Active Directory có quyền quản trị viên (giá trị này không được lưu trong cấu hình).

source: Active Directory user password (this value is not stored in configuration).
vi_vn: Mật khẩu người dùng Active Directory (giá trị này không được lưu trong cấu hình).

source: Add a header containing a visible indicator of the spam level.
vi_vn: Thêm tiêu đề chứa chỉ báo hiển thị về mức độ thư rác.

source: Add delay in ms to this pipe.
vi_vn: Thêm độ trễ tính bằng ms vào đường hầm này.

source: Add more than localhost IP addresses to listen IPs for SOCKS connections.
vi_vn: Thêm nhiều địa chỉ IP localhost để lắng nghe IP cho các kết nối SOCKS.

source: Add servers to this backend. Use TAB key to complete typing.
vi_vn: Thêm máy chủ vào phần phụ trợ này. Sử dụng phím TAB để hoàn thành việc gõ.

source: Add some randomness in the check interval between 0 and +/- 50%. A value between 2 and 5 seems to show good results. The default value is 0 (disabled).
vi_vn: Thêm một số tính ngẫu nhiên trong khoảng thời gian kiểm tra từ 0 đến +/- 50%. Giá trị từ 2 đến 5 dường như cho thấy kết quả tốt. Giá trị mặc định là 0 (bị tắt).

source: Additional exceptions for TLD rules.
vi_vn: Các trường hợp ngoại lệ bổ sung cho quy tắc TLD.

source: Address
vi_vn: Địa chỉ

source: Address where the proxy will listen for redirected control connections. The default is 127.0.0.1.
vi_vn: Địa chỉ nơi proxy sẽ lắng nghe các kết nối điều khiển được chuyển hướng. Mặc định là 127.0.0.1.

source: Adjust the server's weight relative to other servers.
vi_vn: Điều chỉnh trọng lượng của máy chủ so với các máy chủ khác.

source: Admin Password
vi_vn: Mật khẩu quản trị viên

source: Administrator's Email
vi_vn: Email của quản trị viên

source: Advanced SSL settings
vi_vn: Cài đặt SSL nâng cao

source: Advanced settings
vi_vn: Cài đặt nâng cao

source: Advertise Default Gateway
vi_vn: Quảng cáo Gateway mặc định

source: Agent check
vi_vn: Kiểm tra đại lý

source: Agent port
vi_vn: Cổng Agent

source: Allow 204 responses
vi_vn: Cho phép 204 phản hồi

source: Allow Environment From Empty
vi_vn: Cho phép môi trường trống

source: Allow Exit using IPv6 protocol
vi_vn: Cho phép Thoát bằng giao thức IPv6

source: Allow HAProxy to automatically raise log level for non-completely successful connections to aid debugging.
vi_vn: Cho phép HAProxy tự động nâng cấp nhật ký đối với các kết nối không thành công hoàn toàn để hỗ trợ gỡ lỗi.
