Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Configure listen addresses for the prometheus exporter, i.e. 10.0.0.1:8404 or haproxy.example.com:8404. Use TAB key to complete typing a listen address.
vi_vn: Định cấu hình địa chỉ nghe cho trình xuất prometheus, tức là 10.0.0.1:8404 hoặc haproxy.example.com:8404. Sử dụng phím TAB để hoàn tất việc nhập địa chỉ nghe.

source: Connection Management
vi_vn: Quản lý kết nối

source: Connection Mode
vi_vn: Chế độ kết nối

source: Connection Multiplexing
vi_vn: Ghép kênh kết nối

source: Connection child
vi_vn: Con kết nối

source: Connection scheme that will be used when uploading certificates to TrueNAS Core Server.
vi_vn: Sơ đồ kết nối sẽ được sử dụng khi tải chứng chỉ lên TrueNAS Core Server.

source: Connection uniqueness policy to enforce. To avoid multiple connections from the same user, a uniqueness policy can be enforced.
vi_vn: Chính sách đảm bảo tính duy nhất của kết nối cần được áp dụng. Nhằm tránh nhiều kết nối đồng thời từ cùng một người dùng, có thể áp dụng chính sách này.

source: Content Security Policy (CSP)
vi_vn: Chính sách bảo mật nội dung (CSP)

source: Content Security Policy: Connect Source
vi_vn: Chính sách bảo mật nội dung: Kết nối nguồn

source: Content Security Policy: Frame Ancestors
vi_vn: Chính sách bảo mật nội dung: Tổ tiên khung

source: Content Security Policy: Frame Source
vi_vn: Chính sách bảo mật nội dung: Nguồn khung

source: Content Security Policy: Worker Source
vi_vn: Chính sách bảo mật nội dung: Nguồn công nhân

source: Custom IPv6 Routing
vi_vn: Định tuyến IPv6 tùy chỉnh

source: DNS Sleep Time
vi_vn: Thời gian ngủ DNS

source: DNS.Services
vi_vn: DNS.Dịch vụ

source: DNS64 Prefix
vi_vn: Tiền tố DNS64

source: DPD delay (s)
vi_vn: (Các) độ trễ DPD

source: DPD timeout (s)
vi_vn: (Các) thời gian chờ DPD

source: Default Fallback Proxy
vi_vn: Proxy dự phòng mặc định

source: Default Source
vi_vn: Nguồn mặc định

source: Default internet speed test interval in seconds.
vi_vn: Khoảng thời gian kiểm tra tốc độ internet mặc định tính bằng giây.

source: Define the ACLs where you allow which client are allowed to query this server.
vi_vn: Xác định ACL nơi bạn cho phép ứng dụng khách nào được phép truy vấn máy chủ này.

source: Define the ACLs where you allow which client are allowed to query this zone.
vi_vn: Xác định các ACL nơi bạn cho phép khách hàng nào được phép truy vấn vùng này.

source: Define the ACLs where you allow which server can retrieve this zone.
vi_vn: Xác định ACL nơi bạn cho phép máy chủ nào có thể truy xuất vùng này.

source: Define the ACLs where you allow which server can retrieve zones.
vi_vn: Xác định các ACL nơi bạn cho phép máy chủ nào có thể truy xuất các vùng.

source: Define the Fallback VLAN group ID.
vi_vn: Xác định ID nhóm Vlan dự phòng.

source: Define the document root on the remote host. It will be used to build the default value of FastCGI parameters SCRIPT_FILENAME and PATH_TRANSLATED. It is a mandatory setting.
vi_vn: Xác định gốc tài liệu trên máy chủ từ xa. Nó sẽ được sử dụng để xây dựng giá trị mặc định của tham số FastCGI SCRIPT_FILENAME và PATH_TRANSLATED. Đây là một thiết lập bắt buộc.

source: Define the maximum number of concurrent requests this application will accept. This option may be overwritten if the variable FCGI_MAX_REQS is retrieved during connection establishment. Furthermore, if the application does not support connection multiplexing, this option will be ignored.
vi_vn: Xác định số lượng yêu cầu đồng thời tối đa mà ứng dụng này sẽ chấp nhận. Tùy chọn này có thể bị ghi đè nếu biến FCGI_MAX_REQS được truy xuất trong quá trình thiết lập kết nối. Hơn nữa, nếu ứng dụng không hỗ trợ ghép kênh kết nối, tùy chọn này sẽ bị bỏ qua.

source: Define the script name that will be appended after an URI that ends with a slash ("/") to set the default value of the FastCGI parameter SCRIPT_NAME. It is an optional setting.
vi_vn: Xác định tên script sẽ được nối thêm vào sau một URI kết thúc bằng dấu gạch chéo ("/") để thiết lập giá trị mặc định cho tham số FastCGI SCRIPT_NAME. Đây là thiết lập tùy chọn.

source: Defines the maximum payload size accepted by HAProxy and announced to all the name servers configured in this resolvers section. The default is 512 bytes, the maximum allowed is 8192 for UDP and 65535 for TCP.
vi_vn: Xác định kích thước tải trọng tối đa được HAProxy chấp nhận và thông báo cho tất cả các máy chủ định danh được định cấu hình trong phần trình phân giải này. Mặc định là 512 byte, tối đa cho phép là 8192 đối với UDP và 65535 đối với TCP.

source: Deny service binding
vi_vn: Từ chối ràng buộc dịch vụ

source: Description for this FastCGI application.
vi_vn: Mô tả cho ứng dụng FastCGI này.

source: Description to be displayed in the "jobs" tab.
vi_vn: Mô tả sẽ được hiển thị trong thẻ "jobs".

source: Destination Address
vi_vn: Địa chỉ đích

source: Destination network
vi_vn: Mạng đích

source: Disable Connected Check
vi_vn: Tắt kiểm tra đã kết nối

source: Disable Expansion
vi_vn: Tắt mở rộng

source: Do not attempt to resolve hostnames: logs will contain IP addresses. This is mostly useful if the system's DNS is slow and running the sslh-select variant, as DNS requests will hang all connections. Default: false
vi_vn: Đừng cố gắng phân giải tên máy chủ: nhật ký sẽ chứa địa chỉ IP. Điều này chủ yếu hữu ích nếu DNS của hệ thống chậm và chạy biến thể sslh-select, vì các yêu cầu DNS sẽ treo tất cả các kết nối. Mặc định: sai

source: Do not register IPv6 Link-Local addresses
vi_vn: Không đăng ký địa chỉ IPv6 Link-Local

source: Do not register system A/AAAA records
vi_vn: Không đăng ký bản ghi hệ thống A/AAAA

source: Domain of the host, e.g. example.com
vi_vn: Tên miền của máy chủ, ví dụ: ví dụ.com

source: Due to the nature of UDP, nginx cannot know, when the communication ends and this helps as it tells nginx the number of datagrams the communication is expected to last on server side and it is expected to be closed afterwards. If you enter 0, it is expected, that the server never responds to a datagram. If nginx gets a datagram, it will still get forwarded to the client. Setting this option might be useful in (mostly) unidirectional communication as well.
vi_vn: Do tính chất của UDP, nginx không thể biết khi nào giao diện mạng kết thúc và điều này hữu ích vì nó cho nginx biết số lượng datagram mà giao diện mạng dự kiến ​​​​sẽ kéo dài ở phía máy chủ và dự kiến ​​​​nó sẽ bị đóng sau đó. Nếu bạn nhập 0, dự kiến ​​máy chủ sẽ không bao giờ phản hồi một datagram. Nếu nginx nhận được một datagram, nó vẫn sẽ được chuyển tiếp đến máy khách. Việc đặt tùy chọn này cũng có thể hữu ích trong (hầu hết) giao diện mạng một chiều.

source: DynDNS Server hostname or uri to use (depending on the protocol). When a URI is provided, the tag __MYIP__ will be replaced with the current detected address for this service and __HOSTNAME__ will contain the (comma separated) list of hostnames provided.
vi_vn: Tên máy chủ DynDNS hoặc URI cần sử dụng (tùy theo giao thức). Khi cung cấp URI, thẻ __MYIP__ sẽ được thay thế bằng địa chỉ hiện tại được phát hiện cho dịch vụ này và __HOSTNAME__ sẽ chứa danh sách các hostname đã cung cấp (phân tách bằng dấu phẩy).

source: EAP Id
vi_vn: Id EAP

source: ESP proposals
vi_vn: đề xuất ESP

source: EX: https://hostname:2083
vi_vn: VÍ DỤ: https://tên máy chủ:2083

source: Elasticsearch Password
vi_vn: Mật khẩu Elaticsearch

source: Elasticsearch Username
vi_vn: Tên người dùng Elaticsearch

source: Enable AAAA-only mode
vi_vn: Bật chế độ chỉ dành cho AAAA

source: Enable Active response
vi_vn: Bật phản hồi chủ động

source: Enable ClamAV verbose logging.
vi_vn: Bật ghi nhật ký chi tiết ClamAV.

source: Enable Freshclam verbose logging.
vi_vn: Bật ghi nhật ký chi tiết Freshclam.

source: Enable HAProxy's Prometheus exporter.
vi_vn: Kích hoạt trình xuất Prometheus của HAProxy.

source: Enable Headers More module
vi_vn: Bật mô-đun Tiêu đề khác

source: Enable LAPI
vi_vn: Kích hoạt LAPI

source: Enable Remote Commands on Proxy.
vi_vn: Kích hoạt lệnh từ xa trên Proxy.

source: Enable SSLH
vi_vn: Kích hoạt SSLH

source: Enable VLAN fallback assignment
vi_vn: Kích hoạt tính năng gán dự phòng VLAN

source: Enable Wazuh Agent
vi_vn: Kích hoạt đại lý Wazuh

source: Enable file integrity monitoring
vi_vn: Bật giám sát tính toàn vẹn của tệp

source: Enable filter-aaaa on IPv4 Clients
vi_vn: Kích hoạt filter-aaa trên máy khách IPv4

source: Enable filter-aaaa on IPv6 Clients
vi_vn: Kích hoạt filter-aaa trên máy khách IPv6

source: Enable log collection for CrowdSec's block rules.
vi_vn: Bật tính năng thu thập nhật ký cho các quy tắc chặn của CrowdSec.

source: Enable log for rules
vi_vn: Bật nhật ký cho các quy tắc

source: Enable logging of STDERR messages reported by the FastCGI application. It is an optional setting. By default STDERR messages are ignored.
vi_vn: Cho phép ghi nhật ký các tin nhắn STDERR được ứng dụng FastCGI báo cáo. Đây là một cài đặt tùy chọn. Theo mặc định, các thông báo STDERR sẽ bị bỏ qua.

source: Enable or disable the local cache. Only UFS directory cache type is supported. Do not enable on embedded systems with SD or CF cards as this will wear down your drive.
vi_vn: Kích hoạt hoặc vô hiệu hóa bộ đệm cục bộ. Chỉ hỗ trợ loại bộ đệm thư mục UFS. Không kích hoạt trên các hệ thống nhúng có thẻ SD hoặc CF vì điều này sẽ làm hao mòn ổ disk của bạn.

source: Enable or disable the processing of the Vary header. When disabled, a response containing such a header will never be cached.
vi_vn: Bật hoặc tắt việc xử lý tiêu đề Vary. Khi bị tắt, phản hồi chứa tiêu đề như vậy sẽ không bao giờ được lưu vào bộ đệm.

source: Enable or disable this ACL.
vi_vn: Kích hoạt hoặc vô hiệu hóa ACL này.

source: Enable policy monitoring and anomaly detection
vi_vn: Bật giám sát chính sách và phát hiện bất thường

source: Enable syscollector
vi_vn: Kích hoạt bộ thu thập hệ thống

source: Enable the APC UPS service.
vi_vn: Kích hoạt dịch vụ APC UPS.

source: Enable the Puppet Agent service.
vi_vn: Kích hoạt dịch vụ Đại lý con rối.

source: Enable the collection of apcupsd metrics.
vi_vn: Cho phép thu thập số liệu apcupsd.

source: Enable the collection of data about the internet speed on the system.
vi_vn: Cho phép thu thập dữ liệu về tốc độ internet trên hệ thống.

source: Enable the override for this host
vi_vn: Bật ghi đè cho máy chủ này

source: Enable the retrieval of variables about connection management from the FastCGI application by sending the record FCGI_GET_VALUES on connection establishment. Some FastCGI applications do not support this feature and others close the connection immediately after sending their response. As a result, this option is disabled by default.
vi_vn: Cho phép truy xuất các biến về quản lý kết nối từ ứng dụng FastCGI bằng cách gửi bản ghi FCGI_GET_VALUES khi thiết lập kết nối. Một số ứng dụng FastCGI không hỗ trợ tính năng này và những ứng dụng khác sẽ đóng kết nối ngay sau khi gửi phản hồi. Kết quả là tùy chọn này bị tắt theo mặc định.

source: Enable the support for connection multiplexing. This option may be overwritten if the variable FCGI_MPXS_CONNS is retrieved during connection establishment.
vi_vn: Cho phép hỗ trợ ghép kênh kết nối. Tùy chọn này có thể bị ghi đè nếu biến FCGI_MPXS_CONNS được truy xuất trong quá trình thiết lập kết nối.

source: Enable this FastCGI application.
vi_vn: Kích hoạt ứng dụng FastCGI này.

source: Enable this alias for the selected host
vi_vn: Kích hoạt bí danh này cho máy chủ đã chọn

source: Enable/disable the CrowdSec Local API. Keep this enabled unless you connect to a LAPI on another machine.
vi_vn: Bật/tắt CrowdSec Local API. Nên giữ bật tùy chọn này trừ khi bạn kết nối tới một LAPI trên máy khác.

source: Enable/disable the CrowdSec agent. Keep this enabled to detect attacks and receive alerts from the CrowSec central service.
vi_vn: Bật/tắt CrowdSec agent. Nên giữ bật để phát hiện các cuộc tấn công và nhận cảnh báo từ dịch vụ trung tâm CrowdSec.

source: Enables the network information server which is required to obtain the current status information from the local or remote UPS.
vi_vn: Bật máy chủ thông tin mạng, cần thiết để lấy thông tin trạng thái hiện tại từ UPS cục bộ hoặc từ xa.

source: Enforce protocol selection. 802.1Q is the default for VLAN interfaces, but 802.1ad is used when the parent is a VLAN (QinQ).
vi_vn: Bắt buộc lựa chọn giao thức. 802.1Q là mặc định cho các giao diện VLAN, nhưng 802.1ad được sử dụng khi giao diện cha là một VLAN (QinQ).

source: Enhanced version of the standard headers module. Allows to add, set, or clear any output or input header.
vi_vn: Phiên bản nâng cao của mô-đun tiêu đề tiêu chuẩn. Cho phép thêm, đặt hoặc xóa bất kỳ tiêu đề đầu ra hoặc đầu vào nào.

source: Enter a secret to use with one-time password generation.
vi_vn: Nhập bí mật để sử dụng với việc tạo mật khẩu một lần.

source: Enter the allowed overall bandwidth in kilobits per second (leave empty to disable).
vi_vn: Nhập băng thông tổng thể được phép tính bằng kilobit trên giây (để trống để tắt).

source: Error Log Level
vi_vn: Cấp độ nhật ký lỗi

source: Expired Record Reply TTL value
vi_vn: Giá trị TTL trả lời bản ghi đã hết hạn

source: Extended Statistics
vi_vn: Thống kê mở rộng

source: Extended pre auth data
vi_vn: Dữ liệu xác thực trước mở rộng

source: Fallback
vi_vn: Dự phòng

source: Fallback Peer
vi_vn: Dự phòng Peer

source: Fallback VLAN ID
vi_vn: ID VLAN dự phòng

source: Fallback for proxy server. Default disabled.
vi_vn: Dự phòng cho máy chủ proxy. Mặc định bị tắt.

source: FastCGI Application
vi_vn: Ứng dụng FastCGI

source: File integrity monitoring
vi_vn: Giám sát tính toàn vẹn của tập tin

source: Firewall command ignore
vi_vn: Lệnh tường lửa bỏ qua

source: Flush DNS Cache during reload
vi_vn: Xóa bộ đệm DNS trong khi tải lại

source: Flush timeout for the v2 Telegraf output in seconds, formatted as a string. If not provided, will default to 5. 0 means no timeout, but is not recommended. Increase if you get timeout errors.
vi_vn: Thời gian chờ xả cho đầu ra Telegraf v2 tính bằng giây, được định dạng dưới dạng chuỗi. Nếu không được cung cấp, sẽ mặc định là 5. 0 có nghĩa là không có thời gian chờ nhưng không được khuyến nghị. Tăng nếu bạn gặp lỗi hết thời gian chờ.

source: Font
vi_vn: Phông chữ

source: Force SSL
vi_vn: Buộc SSL

source: Force SafeSearch
vi_vn: Buộc tìm kiếm an toàn

source: Force a specific hostname for the backend connection instead of passing the hostname from the downstream connection to the upstream connection.
vi_vn: Buộc một tên máy chủ cụ thể cho kết nối phụ trợ thay vì chuyển tên máy chủ từ kết nối xuôi dòng sang kết nối ngược dòng.

source: Force the usage of SafeSearch on Google, DuckDuckGo, Bing, Qwant, PixaBay and YouTube
vi_vn: Buộc sử dụng Tìm kiếm an toàn trên Google, DuckDuckGo, Bing, Qwant, PixaBay và YouTube

source: Force update using HTTPS, please note setting this option will enforce https updates on all accounts as ddclient only supports SSL=yes on a global level (the check ip service may still use HTTP on other services)
vi_vn: Buộc cập nhật bằng HTTPS. Lưu ý khi bật tùy chọn này sẽ áp dụng cập nhật HTTPS cho tất cả các tài khoản, vì ddclient chỉ hỗ trợ SSL=yes ở mức toàn cục (dịch vụ kiểm tra IP vẫn có thể sử dụng HTTP cho các dịch vụ khác).

source: Forces the multiplexer's protocol to use for the outgoing connections to this server. It must be compatible with the mode of the backend (TCP or HTTP). It must also be usable on the backend side. Idea behind this option is to bypass the selection of the best multiplexer's protocol for all connections established to this server. Use only when strictly necessary.
vi_vn: Buộc sử dụng giao thức của bộ ghép kênh cho các kết nối gửi đi tới máy chủ này. Nó phải tương thích với chế độ của chương trình phụ trợ (TCP hoặc HTTP). Nó cũng phải có thể sử dụng được ở phía phụ trợ. Ý tưởng đằng sau tùy chọn này là bỏ qua việc lựa chọn giao thức của bộ ghép kênh tốt nhất cho tất cả các kết nối được thiết lập tới máy chủ này. Chỉ sử dụng khi thực sự cần thiết.

source: Form
vi_vn: Hình thức

source: Forward TCP upstream
vi_vn: Chuyển tiếp TCP ngược dòng

source: Frame
vi_vn: Khung

source: Google Domains
vi_vn: Tên miền Google

source: Gradual connection close time
vi_vn: Thời gian đóng kết nối dần dần

source: HTTP Strict Transport Security (HSTS)
vi_vn: Bảo mật truyền tải nghiêm ngặt HTTP (HSTS)

source: HTTP Target
vi_vn: Mục tiêu HTTP

source: Harden DNSSEC Data
vi_vn: Bảo mật dữ liệu DNSSEC

source: Home Servers
vi_vn: Máy chủ gia đình

source: Host header port
vi_vn: Cổng tiêu đề máy chủ

source: Host name of MX host, e.g. mail.example.com
vi_vn: Tên máy chủ của máy chủ MX, ví dụ: thư.example.com

source: Host override
vi_vn: Ghi đè máy chủ

source: Hostname (or IP address) and port combination on which to listen, e.g. localhost:443, 10.5.0.1:443 (typically these resolve to-, or specify, a WAN IP address). This can be defined multiple times to bind sslh to several addresses.
vi_vn: Tên máy chủ (hoặc địa chỉ IP) và kết hợp Cổng để nghe, ví dụ: localhost:443, 10.5.0.1:443 (thường những địa chỉ này phân giải thành- hoặc chỉ định địa chỉ IP WAN). Điều này có thể được xác định nhiều lần để liên kết sslh với một số địa chỉ.

source: Hostname or address to ping.
vi_vn: Tên máy chủ hoặc địa chỉ để ping.

source: Hostname or address to probe.
vi_vn: Tên máy chủ hoặc địa chỉ để thăm dò.

source: Hostname or address to resolve.
vi_vn: Tên máy chủ hoặc địa chỉ để giải quyết.

source: Hostname or address to trace.
vi_vn: Tên máy chủ hoặc địa chỉ để theo dõi.

source: How long to wait before the checkip process times out
vi_vn: Phải đợi bao lâu trước khi quá trình kiểm tra hết thời gian

source: How often Puppet Agent applies the catalog. Enter a number followed by one of the supported suffixes: "y" (years), "d" (days), "h" (hours), "m" (minutes), "s" (seconds).
vi_vn: Tần suất Puppet Agent áp dụng catalog. Nhập một số kèm theo một trong các hậu tố được hỗ trợ: "y" (năm), "d" (ngày), "h" (giờ), "m" (phút), "s" (giây).

source: How to determine the address to use for this host
vi_vn: Cách xác định địa chỉ sử dụng cho máy chủ này

source: IKE identity to use for authentication round. When using certificate authentication. The IKE identity must be contained in the certificate, either as the subject DN or as a subjectAltName (the identity will default to the certificate’s subject DN if not specified). Refer to https://docs.strongswan.org/docs/5.9/config/identityParsing.html for details on how identities are parsed and may be configured.
vi_vn: Định danh IKE được sử dụng cho vòng xác thực. Áp dụng khi sử dụng xác thực bằng chứng chỉ. Định danh IKE phải tồn tại trong chứng chỉ, dưới dạng subject DN hoặc subjectAltName. (Nếu không chỉ định, định danh mặc định sẽ là subject DN của chứng chỉ). Tham khảo tài liệu tại https://docs.strongswan.org/docs/5.9/config/identityParsing.html để biết chi tiết cách phân tích và cấu hình định danh.

source: IP Address v6
vi_vn: Địa chỉ IP v6

source: IP address of the host, e.g. 192.168.100.100 or fd00:abcd::1
vi_vn: Địa chỉ IP của máy chủ, ví dụ: 192.168.100.100 hoặc fd00:abcd::1

source: IP address or hostname of the SSH server.
vi_vn: Địa chỉ IP hoặc tên máy chủ của máy chủ SSH.

source: IP address or hostname of the apcupsd net information server. Default address is 127.0.0.1
vi_vn: Địa chỉ IP hoặc tên máy chủ của máy chủ thông tin networks apcupsd. Địa chỉ mặc định là 127.0.0.1

source: IPv64.net API
vi_vn: API IPv64.net

source: IPv64.net API Token
vi_vn: Mã thông báo API IPv64.net

source: Id
vi_vn: Nhận dạng

source: If ALL home servers are dead, then this "fallback" home server is used.
vi_vn: Nếu TẤT CẢ các home server đều không hoạt động, thì home server "dự phòng" (fallback) này sẽ được sử dụng.

source: If checked, the Content Security Policy (CSP) header is enabled. A detailed configuration is still required via the other tabs of this sheet.
vi_vn: Nếu được chọn, tiêu đề Chính sách bảo mật nội dung (CSP) sẽ được bật. Cấu hình chi tiết vẫn được yêu cầu thông qua các tab khác của trang này.

source: If enabled, TLS handshakes for this server will be rejected.
vi_vn: Nếu được bật, bắt tay TLS cho máy chủ này sẽ bị từ chối.

source: If this option is set, Unbound will remove all A records from the answer section of all responses.
vi_vn: Nếu tùy chọn này được đặt, Không giới hạn sẽ xóa tất cả bản ghi A khỏi phần câu trả lời của tất cả các câu trả lời.

source: If used, should point to a "home_server_pool" that was defined.
vi_vn: Nếu sử dụng, cần trỏ tới một "home_server_pool" đã được định nghĩa.

source: If you run NTS mode you can enable this option in order to ignore wrong time in certificates for the first check. This helps if your system starts with wrong time.
vi_vn: Nếu bạn chạy chế độ NTS, bạn có thể bật tùy chọn này để bỏ qua thời gian sai trong chứng chỉ trong lần kiểm tra đầu tiên. Điều này giúp ích nếu hệ thống của bạn khởi động sai thời gian.

source: Image
vi_vn: Hình ảnh

source: Include Subdomains
vi_vn: Bao gồm tên miền phụ

source: Increase logging verboseness.
vi_vn: Tăng tính dài dòng của nhật ký.

source: Increase the verbosity of the Suricata application logging by increasing the log level from the default.
vi_vn: Tăng mức độ chi tiết của quá trình ghi nhật ký ứng dụng Suricata bằng cách tăng cấp độ nhật ký so với mặc định.

source: Initial delay after power failure before warning users to get off the system.
vi_vn: Độ trễ ban đầu sau khi mất điện trước khi cảnh báo người dùng thoát khỏi hệ thống.

source: Inner tunnel local address to be used for routing purposes.
vi_vn: Địa chỉ cục bộ của đường hầm bên trong được sử dụng cho mục đích định tuyến.

source: Inner-Tunnel LDAP
vi_vn: LDAP bên trong đường hầm

source: Instruct the FastCGI application to keep the connection open after sending a response. If disabled, the FastCGI application closes the connection after responding to a request.
vi_vn: Hướng dẫn ứng dụng FastCGI duy trì kết nối mở sau khi gửi phản hồi. Nếu bị tắt, ứng dụng FastCGI sẽ đóng kết nối sau khi phản hồi yêu cầu.

source: Interface and port on which to forward HTTP connections, typically localhost:80.
vi_vn: Giao diện và Cổng để chuyển tiếp kết nối HTTP, thường là localhost:80.

source: Interface and port on which to forward OpenVPN connections, typically localhost:1194.
vi_vn: Giao diện và Cổng để chuyển tiếp các kết nối OpenVPN, thường là localhost:1194.

source: Interface and port on which to forward SSH connections, typically localhost:22.
vi_vn: Giao diện và Cổng để chuyển tiếp kết nối SSH, điển hình là localhost:22.

source: Interface and port on which to forward SSL connection, typically localhost:443. Note that you can set sslh to listen on ext_ip:443 and httpd to listen on localhost:443: this allows clients inside your network to just connect directly to httpd. Also, sslh probes for SSLv3 (or TLSv1) handshake and will reject connections from clients requesting SSLv2. This is compliant with RFC6176 which prohibits the usage of SSLv2. If you wish to accept SSLv2, use --anyprot instead.
vi_vn: Giao diện và Cổng để chuyển tiếp kết nối SSL, thường là localhost:443. Lưu ý rằng bạn có thể đặt sslh để nghe trên ext_ip:443 và httpd để nghe trên localhost:443: điều này cho phép các máy khách trong networks của bạn chỉ cần kết nối trực tiếp với httpd. Ngoài ra, sslh thăm dò bắt tay SSLv3 (hoặc TLSv1) và sẽ từ chối kết nối từ các máy khách yêu cầu SSLv2. Điều này tuân thủ RFC6176 cấm sử dụng SSLv2. Nếu bạn muốn chấp nhận SSLv2, thay vào đó hãy sử dụng --anyprot.

source: Interface and port on which to forward Tinc connections, typically localhost:655.
vi_vn: Giao diện và Cổng để chuyển tiếp các kết nối Tinc, điển hình là localhost:655.

source: Interface and port on which to forward XMPP connections, typically localhost:5222.
vi_vn: Giao diện và Cổng để chuyển tiếp kết nối XMPP, thường là localhost:5222.
