Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: These lines will be added to the HAProxy backend configuration.
vi_vn: Những dòng này sẽ được thêm vào cấu hình phụ trợ HAProxy.

source: These lines will be added to the HAProxy frontend configuration.
vi_vn: Những dòng này sẽ được thêm vào cấu hình giao diện người dùng HAProxy.

source: This Host
vi_vn: Máy chủ này

source: This allows you to bind to an external LDAP server. Be aware that FreeRADIUS will not start if there is no further configuration.
vi_vn: Điều này cho phép bạn liên kết với máy chủ LDAP bên ngoài. Xin lưu ý rằng FreeRADIUS sẽ không khởi động nếu không có cấu hình bổ sung.

source: This allows you to dynamically assign VLANs on your physical switch ports.
vi_vn: Điều này cho phép bạn gán động các Vlan trên các Cổng chuyển đổi vật lý của mình.

source: This enables CRL checking, please restart this service with every change to the CRL.
vi_vn: Điều này cho phép kiểm tra CRL, vui lòng khởi động lại dịch vụ này với mỗi thay đổi đối với CRL.

source: This enables the ChilliSpot attributes assignment via users tab.
vi_vn: Điều này cho phép gán thuộc tính ChilliSpot thông qua tab người dùng.

source: This enables the Max-Daily-Session attribute assignment via users tab.
vi_vn: Điều này cho phép gán thuộc tính Phiên tối đa hàng ngày thông qua tab người dùng.

source: This enables the WISPr attributes assignment via users tab.
vi_vn: Điều này cho phép gán thuộc tính WISPr thông qua tab người dùng.

source: This enforces a certain behavior for SSL verify on servers, ignoring per-server settings. If set to 'enforce verify', server certificates are verified. If set to 'disable verify', server certificates are not verified. The default is 'no preference' to only use per-server configurations and not enforce a global default for all servers.
vi_vn: Điều này thực thi một hành vi nhất định để xác minh SSL trên máy chủ, bỏ qua cài đặt trên mỗi máy chủ. Nếu được đặt thành 'thực thi xác minh', chứng chỉ máy chủ sẽ được xác minh. Nếu được đặt thành 'tắt xác minh', chứng chỉ máy chủ sẽ không được xác minh. Mặc định là 'không ưu tiên' chỉ sử dụng cấu hình trên mỗi máy chủ và không thực thi mặc định chung cho tất cả các máy chủ.

source: This is a list with service tests.
vi_vn: Đây là danh sách có các bài kiểm tra dịch vụ.

source: This is suited for all header fields which are allowed to carry more than one value: Matches the specified regular expression against every comma-delimited value of the header field.
vi_vn: Điều này phù hợp với tất cả các trường tiêu đề được phép mang nhiều hơn một giá trị: So khớp biểu thức chính quy được chỉ định với mọi giá trị được phân cách bằng dấu phẩy của trường tiêu đề.

source: This is the detail level of the log. A higher level means more data is logged.
vi_vn: Đây là mức độ chi tiết của nhật ký. Cấp độ cao hơn có nghĩa là nhiều dữ liệu được ghi lại.

source: This is the email address displayed in error messages to the users.
vi_vn: Đây là địa chỉ email được hiển thị trong thông báo lỗi gửi tới người dùng.

source: This is the hostname to be displayed in proxy server error messages.
vi_vn: Đây là tên máy chủ sẽ được hiển thị trong thông báo lỗi máy chủ proxy.

source: This machines external port to use
vi_vn: Máy này có Cổng ngoài để sử dụng

source: This machines internal address to use and network mask for the whole network
vi_vn: Địa chỉ nội bộ của máy này sẽ được sử dụng và mặt nạ networks cho toàn bộ networks

source: This machines part of the network
vi_vn: Máy này là một phần của networks

source: This may only consist of characters and numbers and is used to identifiy your host.
vi_vn: Điều này chỉ có thể bao gồm các ký tự và số và được sử dụng để nhận dạng máy chủ của bạn.

source: This option allows you to disable the caching feature of the engine.
vi_vn: Tùy chọn này cho phép bạn tắt tính năng bộ nhớ đệm của động cơ.

source: This option enables scanning of HWP3 files.
vi_vn: Tùy chọn này cho phép quét các tệp HWP3.

source: This option enables scanning of OLE2 files, such as Microsoft Office documents and .msi files.
vi_vn: Tùy chọn này cho phép quét các tệp OLE2, chẳng hạn như tài liệu Microsoft Office và tệp .msi.

source: This option enables scanning within PDF files.
vi_vn: Tùy chọn này cho phép quét trong các tệp PDF.

source: This option enables scanning within SWF files.
vi_vn: Tùy chọn này cho phép quét trong các tệp SWF.

source: This option enables scanning xml-based document files supported by libclamav.
vi_vn: Tùy chọn này cho phép quét các tệp tài liệu dựa trên xml được libclamav hỗ trợ.

source: This option selects the way packets are routed to other daemons
vi_vn: Tùy chọn này chọn cách các gói được định tuyến đến các trình tiện ích khác

source: This option sets the maximum amount of data to be scanned for each input file. Archives and other containers are recursively extracted and scanned up to this value.
vi_vn: Tùy chọn này đặt lượng dữ liệu tối đa được quét cho mỗi tệp đầu vào. Các kho lưu trữ và các vùng chứa khác được trích xuất đệ quy và quét tới giá trị này.

source: This setting is only relevant for double nat scenarios, where default port 5060 would be replaced by a NAT device.
vi_vn: Cài đặt này chỉ phù hợp với các trường hợp nat kép, trong đó Cổng mặc định 5060 sẽ được thay thế bằng thiết bị NAT.

source: This will activate ClamAV
vi_vn: Điều này sẽ kích hoạt ClamAV

source: This will activate OpenConnect Client.
vi_vn: Điều này sẽ kích hoạt OpenConnect Client.

source: This will activate the Cisco Discovery Protocol.
vi_vn: Điều này sẽ kích hoạt Giao thức khám phá của Cisco.

source: This will activate the Collectd service.
vi_vn: Điều này sẽ kích hoạt dịch vụ Collectd.

source: This will activate the Extreme Discovery Protocol.
vi_vn: Điều này sẽ kích hoạt Giao thức Khám phá Cực đoan.

source: This will activate the Foundry Discovery Protocol.
vi_vn: Điều này sẽ kích hoạt Giao thức khám phá Foundry.

source: This will activate the FreeRADIUS service.
vi_vn: Điều này sẽ kích hoạt dịch vụ FreeRADIUS.

source: This will activate the LLDPD service.
vi_vn: Điều này sẽ kích hoạt dịch vụ LLDPD.

source: This will activate the Postfix daemon.
vi_vn: Điều này sẽ kích hoạt daemon Postfix.

source: This will activate the SONMP Protocol by Nortel.
vi_vn: Điều này sẽ kích hoạt Giao thức SONMP của Nortel.

source: This will activate the ShadowSocks Local instance. This lets you tunnel your application to a public ShadowSocks server.
vi_vn: Điều này sẽ kích hoạt phiên bản ShadowSocks Local. Điều này cho phép bạn chuyển ứng dụng của mình tới máy chủ ShadowSocks công cộng.

source: This will activate the ShadowSocks Server. This lets people around the world connect via ss-local to your server.
vi_vn: Điều này sẽ kích hoạt Máy chủ ShadowSocks. Điều này cho phép mọi người trên khắp thế giới kết nối qua ss-local với máy chủ của bạn.

source: This will activate the Zabbix Proxy service.
vi_vn: Điều này sẽ kích hoạt dịch vụ Zabbix Proxy.

source: This will activate the Zerotier service
vi_vn: Điều này sẽ kích hoạt dịch vụ Zerotier

source: This will activate the c-icap service.
vi_vn: Điều này sẽ kích hoạt dịch vụ c-icap.

source: This will activate the clamd service.
vi_vn: Điều này sẽ kích hoạt dịch vụ Clad.

source: This will activate the freshclam service.
vi_vn: Điều này sẽ kích hoạt dịch vụ Freshclam.

source: This will activate the node_exporter plugin.
vi_vn: Điều này sẽ kích hoạt plugin node_exporter.

source: This will activate the onion router.
vi_vn: Điều này sẽ kích hoạt bộ định tuyến củ hành.

source: This will activate the siproxd service.
vi_vn: Điều này sẽ kích hoạt dịch vụ siproxd.

source: This will activate the telegraf agent.
vi_vn: Điều này sẽ kích hoạt tác nhân telegraf.

source: This will allow Postfix to connect to rspamd via milter protocol.
vi_vn: Điều này sẽ cho phép Postfix kết nối với rspamd thông qua giao thức milter.

source: This will allow to take settings user name from local squid
vi_vn: Điều này sẽ cho phép lấy tên người dùng cài đặt từ mực cục bộ

source: This will enable Graphite as output. Format is without square brackets, just like localhost:2003.
vi_vn: Điều này sẽ kích hoạt Graphite làm đầu ra. Định dạng không có dấu ngoặc vuông, giống như localhost:2003.

source: This will enable Graylog as output. Format is without square brackets, just like localhost:12201.
vi_vn: Điều này sẽ kích hoạt Graylog làm đầu ra. Định dạng không có dấu ngoặc vuông, giống như localhost:12201.

source: This will enable InfluxDB as output. Format is without square brackets, just like http://192.168.0.1:8086.
vi_vn: Điều này sẽ kích hoạt InfluxDB làm đầu ra. Định dạng không có dấu ngoặc vuông, giống như http://192.168.0.1:8086.

source: This will enable TCP port 3310 in addition to the local socket.
vi_vn: Điều này sẽ kích hoạt Cổng TCP 3310 ngoài ổ cắm cục bộ.

source: This will enable logging of access log.
vi_vn: Điều này sẽ cho phép ghi nhật ký truy cập.

source: This will enable or disable domain routing for this entry.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa định tuyến tên miền cho mục này.

source: This will enable or disable the client config.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa cấu hình máy khách.

source: This will enable or disable the domain account.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa tài khoản miền.

source: This will enable or disable the recipient rule in this entry.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa quy tắc người nhận trong mục này.

source: This will enable or disable the sender address to match for.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa địa chỉ người gửi để khớp.

source: This will enable or disable the user account.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa tài khoản người dùng.

source: This will reject mails from domains which do not exist.
vi_vn: Điều này sẽ từ chối thư từ các tên miền không tồn tại.

source: This will send the information that we have a default gateway.
vi_vn: Điều này sẽ gửi thông tin rằng chúng tôi có một gateway mặc định.

source: This will skip adding headers for local IPs. If this is unchecked, headers will also be added anyway but if it is checked, the headers will not be added for local IPs.
vi_vn: Điều này sẽ bỏ qua việc thêm tiêu đề cho IP cục bộ. Nếu tùy chọn này không được chọn, tiêu đề cũng sẽ được thêm vào nhưng nếu được chọn, tiêu đề sẽ không được thêm cho IP cục bộ.

source: Threads per child
vi_vn: Chủ đề cho mỗi đứa trẻ

source: Time Jitter
vi_vn: Giật giật thời gian

source: Time after which the graylist state expires in days. Default is 1 day.
vi_vn: Thời gian sau đó trạng thái danh sách xám hết hạn tính bằng ngày. Mặc định là 1 ngày.

source: Time in milli seconds siproxd should wait until the connection is established.
vi_vn: Thời gian tính bằng mili giây siproxd sẽ đợi cho đến khi kết nối được thiết lập.

source: Time in seconds how often siproxd should send an empty Sip-Keep-Alive to hold the connection.
vi_vn: Thời gian tính bằng giây tần suất siproxd sẽ gửi một Sip-Keep-Alive trống để giữ kết nối.

source: Time in seconds when an inactive TCP session will be disconnected.
vi_vn: Thời gian tính bằng giây khi phiên TCP không hoạt động sẽ bị ngắt kết nối.

source: Timeout
vi_vn: Hết giờ

source: Timeout in seconds when connecting to database server.
vi_vn: Thời gian chờ tính bằng giây khi kết nối với máy chủ cơ sở dữ liệu.

source: Token
vi_vn: Mã thông báo

source: Total CPU
vi_vn: Tổng CPU

source: Total bandwidth for this pipe
vi_vn: Tổng băng thông cho đường hầm này

source: Total number of signatures
vi_vn: Tổng số chữ ký

source: Traffic Management Settings
vi_vn: Cài đặt quản lý giao thông

source: Transparent DNS Port
vi_vn: Cổng DNS trong suốt

source: Transparent IP Pool
vi_vn: Nhóm IP trong suốt

source: Transparent Port
vi_vn: Cổng trong suốt

source: Transport Type
vi_vn: Loại vận chuyển

source: Trusted Networks
vi_vn: Mạng đáng tin cậy

source: Trusted Only
vi_vn: Chỉ đáng tin cậy

source: Try Fallback
vi_vn: Hãy thử dự phòng

source: Tuning Options
vi_vn: Tùy chọn điều chỉnh

source: Tuning Parameters
vi_vn: Thông số điều chỉnh

source: Type
vi_vn: Kiểu

source: Type CA name or choose from list.
vi_vn: Nhập tên CA hoặc chọn từ danh sách.

source: Type CRL name or choose from list.
vi_vn: Nhập tên CRL hoặc chọn từ danh sách.

source: Type certificate name or choose from list.
vi_vn: Nhập tên chứng chỉ hoặc chọn từ danh sách.

source: Type or select interface.
vi_vn: Nhập hoặc chọn giao diện.

source: Type server name or choose from list.
vi_vn: Nhập tên máy chủ hoặc chọn từ danh sách.

source: UPS Type
vi_vn: Loại UPS

source: URL Parameter
vi_vn: Tham số URL

source: USBHID-Driver
vi_vn: Trình điều khiển USBHID

source: Uncheck to hide all additional introduction pages. Requires a manual page reload for the change to take effect.
vi_vn: Bỏ chọn để ẩn tất cả các trang giới thiệu bổ sung. Yêu cầu tải lại trang thủ công để thay đổi có hiệu lực.

source: Unrestricted IP addresses
vi_vn: Địa chỉ IP không hạn chế

source: Update-Source Interface
vi_vn: Giao diện nguồn cập nhật

source: Usable Servers
vi_vn: Máy chủ có thể sử dụng

source: Use Domain
vi_vn: Sử dụng tên miền

source: Use Frontend port
vi_vn: Sử dụng Cổng Frontend

source: Use Via header
vi_vn: Sử dụng tiêu đề Via

source: Use a specific output template. For usage see https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md
vi_vn: Sử dụng một mẫu đầu ra cụ thể. Để biết cách sử dụng, hãy xem https://github.com/influxdata/telegraf/blob/master/docs/DATA_FORMATS_OUTPUT.md

source: Use alternate DNS-servers
vi_vn: Sử dụng máy chủ DNS thay thế

source: Use backend pool
vi_vn: Sử dụng nhóm phụ trợ

source: Use c-icap with local squid
vi_vn: Sử dụng c-icap với mực địa phương

source: Use custom template package for user login
vi_vn: Sử dụng gói mẫu tùy chỉnh để đăng nhập người dùng

source: Use eSLD
vi_vn: Sử dụng eSLD

source: Use server
vi_vn: Sử dụng máy chủ

source: Use the following format: username:password
vi_vn: Sử dụng định dạng sau: tên người dùng:mật khẩu

source: Use the specified backend to count usable servers. Leave empty to use the current backend.
vi_vn: Sử dụng chương trình phụ trợ được chỉ định để đếm các máy chủ có thể sử dụng được. Để trống để sử dụng chương trình phụ trợ hiện tại.

source: Use this option if your usernames need to be encoded.
vi_vn: Sử dụng tùy chọn này nếu tên người dùng của bạn cần được mã hóa.

source: Use this to invert the meaning of the expression.
vi_vn: Sử dụng điều này để đảo ngược ý nghĩa của biểu thức.

source: Used to enforce or disable certain SSL options.
vi_vn: Được sử dụng để thực thi hoặc vô hiệu hóa các tùy chọn SSL nhất định.

source: User
vi_vn: người dùng

source: User Filter
vi_vn: Bộ lọc người dùng

source: User Limit: Mail Count
vi_vn: Giới hạn người dùng: Số lượng thư

source: User Limit: Time
vi_vn: Giới hạn người dùng: Thời gian

source: User Limit: Time Unit
vi_vn: Giới hạn người dùng: Đơn vị thời gian

source: Useragent string
vi_vn: Chuỗi tác nhân người dùng

source: Username
vi_vn: Tên người dùng

source: Username Header
vi_vn: Tiêu đề tên người dùng

source: Username to bind to LDAP, same format as in Base DN.
vi_vn: Tên người dùng để liên kết với LDAP, có cùng định dạng như trong Base DN.

source: Usually the FQDN. Required for active checks and must match hostname as configured on the Zabbix server.
vi_vn: Thông thường là FQDN. Cần thiết để kiểm tra hoạt động và phải khớp với tên máy chủ như được định cấu hình trên máy chủ Zabbix.

source: VLAN ID
vi_vn: ID Vlan

source: VLAN ID the user receives, e.g. for 802.1X. Leave empty if you don't know what it is.
vi_vn: ID Vlan mà người dùng nhận được, ví dụ: cho 802.1X. Để trống nếu bạn không biết nó là gì.

source: VPN Server
vi_vn: Máy chủ VPN

source: Value
vi_vn: Giá trị

source: Verify SSL Certificate
vi_vn: Xác minh chứng chỉ SSL

source: Verify SSL Server Certificates
vi_vn: Xác minh chứng chỉ máy chủ SSL

source: Verify the CA Common-Name of the certificate presented by the client against the specified string.
vi_vn: Xác minh Tên chung CA của chứng chỉ do khách hàng xuất trình dựa trên chuỗi đã chỉ định.

source: Verify the minimum number of usable servers in the named backend matches the specified value.
vi_vn: Xác minh số lượng máy chủ tối thiểu có thể sử dụng trong phần phụ trợ được đặt tên khớp với giá trị được chỉ định.

source: Verify the source IPv4 address of the client of the session matches the specified IPv4 or IPv6 address.
vi_vn: Xác minh địa chỉ IPv4 nguồn của máy khách trong phiên khớp với địa chỉ IPv4 hoặc IPv6 được chỉ định.

source: Version
vi_vn: Phiên bản

source: Visible Hostname
vi_vn: Tên máy chủ hiển thị

source: WISPr Bandwith Max DOWN
vi_vn: WISPr Band với Max DOWN

source: WISPr Bandwith Max UP
vi_vn: WISPr Band với Max UP

source: WISPr Bandwith Min DOWN
vi_vn: WISPr Band với Min DOWN

source: WISPr Bandwith Min UP
vi_vn: Băng thông WISPr với tối thiểu UP

source: Waiting for a new job will timeout after this time in seconds.
vi_vn: Chờ đợi một công việc mới sẽ hết thời gian sau thời gian này tính bằng giây.

source: Weight
vi_vn: Trọng số

source: Weight of this queue (1..100), used to prioritize within a pipe. (1 is low, 100 is high)
vi_vn: Trọng lượng của hàng đợi này (1..100), được sử dụng để ưu tiên trong một đường hầm. (1 là thấp, 100 là cao)

source: When enabled the subnets of the selected interfaces will be added to the allow access list.
vi_vn: Khi được bật, các mạng con của các giao diện đã chọn sẽ được thêm vào danh sách cho phép truy cập.

source: When this checkbox is enabled, you can add additional headers to your mails, which contain information about the scan results.
vi_vn: Khi hộp kiểm này được bật, bạn có thể thêm các tiêu đề bổ sung vào thư của mình, trong đó có chứa thông tin về kết quả quét.

source: When this option is enabled, tinc will try to discover the path MTU to this node. After the path MTU has been discovered, it will be enforced on the VPN.
vi_vn: Khi tùy chọn này được bật, tinc sẽ cố gắng khám phá đường dẫn MTU đến nút này. Sau khi đường dẫn MTU được phát hiện, nó sẽ được thực thi trên VPN.

source: Whether or not to enable authentication for clients to Siproxd. If checked please set up clients in the users tab.
vi_vn: Có bật tính năng xác thực cho máy khách với Siproxd hay không. Nếu được chọn, vui lòng thiết lập ứng dụng khách trong tab người dùng.

source: Whether remote commands from Zabbix server are allowed.
vi_vn: Liệu các lệnh từ xa từ máy chủ Zabbix có được phép hay không.

source: Whether to report Per-CPU stats or not.
vi_vn: Có báo cáo số liệu thống kê trên mỗi CPU hay không.

source: Whether to report total system CPU stats or not.
vi_vn: Có báo cáo tổng số liệu thống kê CPU của hệ thống hay không.

source: Whitelist
vi_vn: Danh sách trắng

source: Whitelist Recipients
vi_vn: Người nhận trong danh sách trắng

source: Whitelisted Domains
vi_vn: Tên miền thuộc danh sách trắng

source: Whitelisted Servers
vi_vn: Máy chủ được đưa vào danh sách trắng

source: Whitespace handling of URI
vi_vn: Xử lý khoảng trắng của URI

source: With STUN periond you can set the time in seconds how often to request for IP info from STUN server.
vi_vn: Với STUN periond, bạn có thể đặt thời gian tính bằng giây cho tần suất yêu cầu thông tin IP từ máy chủ STUN.

source: With this option enabled OLE2 files with VBA macros, which were not detected by signatures will be marked as "Heuristics.OLE2.ContainsMacros".
vi_vn: Với tùy chọn này được kích hoạt, các tệp OLE2 với macro VBA không được phát hiện bởi chữ ký sẽ được đánh dấu là "Heuristics.OLE2.ContainsMacros".

source: With this option, you can set the size of the packets on your network. It is possible that bigger packets have to be processed sometimes. The engine can still process these bigger packets, but processing it will lower the performance.
vi_vn: Với tùy chọn này, bạn có thể đặt kích thước của các gói trên networks của mình. Có thể đôi khi các gói lớn hơn phải được xử lý. Công cụ vẫn có thể xử lý các gói lớn hơn này nhưng việc xử lý nó sẽ làm giảm hiệu suất.

source: Write timeout (for the InfluxDB client), formatted as a string. If not provided, will default to 5s. 0s means no timeout (not recommended).
vi_vn: Thời gian chờ ghi (dành cho máy khách InfluxDB), được định dạng dưới dạng chuỗi. Nếu không được cung cấp, sẽ mặc định là 5s. 0 nghĩa là không có thời gian chờ (không được khuyến nghị).

source: X-Forwarded-For header
vi_vn: Tiêu đề X-Forwarded-For

source: X-Forwarded-For header handling
vi_vn: X-Forwarded-Để xử lý tiêu đề

source: You can enter a publicly visible (obfuscated) email address into this field to allow other users to notify you if there are issues with your relay.
vi_vn: Bạn có thể nhập địa chỉ email hiển thị công khai (bị xáo trộn) vào trường này để cho phép người dùng khác thông báo cho bạn nếu có vấn đề với chuyển tiếp của bạn.

source: You may enter a description here for your reference (not parsed).
vi_vn: Bạn có thể nhập mô tả ở đây để tham khảo (không được phân tích cú pháp).

source: Zabbix Features
vi_vn: Tính năng của Zabbix

source: Zabbix Servers
vi_vn: Máy chủ Zabbix

source: Zabbix agent will listen on this port for connections from the server.
vi_vn: Tác nhân Zabbix sẽ lắng nghe trên Cổng này để tìm các kết nối từ máy chủ.

source: Zerotier Network ID e.g., 161411d4f6abe4a7
vi_vn: ID networks Zerotier, ví dụ: 161411d4f6abe4a7

source: Zone number
vi_vn: Số vùng

source: bytecode
vi_vn: mã byte

source: categories (if available)
vi_vn: danh mục (nếu có)

source: choose a valid IPv4/v6 address
vi_vn: chọn địa chỉ IPv4/v6 hợp lệ

source: connected pipe for this queue
vi_vn: đường hầm được kết nối cho hàng đợi này

source: daily
vi_vn: hằng ngày

source: database.clamav.net is a round-robin record which points to the most reliable mirrors. DO NOT TOUCH the following line unless you know what you are doing.
vi_vn: cơ sở dữ liệu.clamav.net là một bản ghi quay vòng trỏ đến các máy nhân bản đáng tin cậy nhất. KHÔNG CHẠM vào dòng sau trừ khi bạn biết mình đang làm gì.

source: default packet size
vi_vn: kích thước gói mặc định

source: description
vi_vn: Mô tả

source: destination
vi_vn: nơi đến

source: destination ip or network, examples 10.0.0.0/24, 10.0.0.1
vi_vn: ip hoặc networks đích, ví dụ 10.0.0.0/24, 10.0.0.1

source: enable
vi_vn: cho phép

source: enabled
vi_vn: đã bật

source: interface
vi_vn: giao diện

source: invert destination (not)
vi_vn: đảo ngược đích (không)

source: invert source (not)
vi_vn: đảo ngược nguồn (không)

source: ip address of the mail host
vi_vn: địa chỉ IP của máy chủ thư

source: local.conf settings
vi_vn: cài đặt local.conf

source: main
vi_vn: chủ yếu

source: mask
vi_vn: mặt nạ

source: matches incoming or outgoing packets or both (default)
vi_vn: khớp với các gói đến hoặc đi hoặc cả hai (mặc định)

source: number of dynamic queues, leave empty for default
vi_vn: số hàng đợi động, để trống theo mặc định

source: order in which the rule will be evaluated (lowest first)
vi_vn: thứ tự mà quy tắc sẽ được đánh giá (thấp nhất trước)

source: password (optional)
vi_vn: mật khẩu (tùy chọn)

source: path MTU Discovery
vi_vn: con đường khám phá MTU

source: secondary interface, matches packets traveling to/from interface (1) to/from interface (2). can be combined with direction.
vi_vn: giao diện thứ cấp, khớp các gói di chuyển đến/từ giao diện (1) đến/từ giao diện (2). có thể kết hợp với hướng.

source: select categories to use, leave empty for all. Categories are visible after initial download.
vi_vn: chọn danh mục để sử dụng, để trống cho tất cả. Danh mục được hiển thị sau khi tải xuống lần đầu.

source: set debug output for this tinc network.
vi_vn: đặt đầu ra gỡ lỗi cho networks tinc này.

source: source
vi_vn: nguồn

source: source ip or network, examples 10.0.0.0/24, 10.0.0.1
vi_vn: ip nguồn hoặc networks, ví dụ 10.0.0.0/24, 10.0.0.1
