Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Possible options: b-node (broadcasts), p-node (point-to-point name queries to a WINS server), m-node (broadcast then query name server), and h-node (query name server, then broadcast).
vi_vn: Các tùy chọn có thể có: b-node (phát sóng), p-node (truy vấn tên điểm-điểm tới máy chủ WINS), m-node (phát sóng sau đó truy vấn máy chủ tên) và h-node (máy chủ tên truy vấn, sau đó phát sóng).

source: Redirect Gateway
vi_vn: Gateway chuyển hướng

source: Reload
vi_vn: Tải lại

source: SSL - Encrypted
vi_vn: SSL - Được mã hóa

source: Set the MTU of the WAN interface. If you leave this field blank, an MTU of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed.
vi_vn: Đặt MTU của giao diện WAN. Nếu bạn để trống trường này, MTU là 1492 byte cho PPPoE và 1500 byte cho tất cả các loại kết nối khác sẽ được giả định.

source: Shared Secret
vi_vn: Bí mật được chia sẻ

source: State or Province
vi_vn: Tiểu bang/Tỉnh thành

source: Static
vi_vn: Tĩnh

source: TCP - Standard
vi_vn: TCP - Tiêu chuẩn

source: TLS Authentication
vi_vn: Xác thực TLS

source: TLS Shared Key
vi_vn: Khóa chia sẻ TLS

source: The value in this field is sent as the DHCP client identifier and hostname when requesting a DHCP lease. Some ISPs may require this (for client identification).
vi_vn: Giá trị trong trường này được gửi dưới dạng mã định danh máy khách DHCP và tên máy chủ khi yêu cầu thuê DHCP. Một số ISP có thể yêu cầu điều này (để nhận dạng khách hàng).

source: This is the IPv4 virtual network used for private communications between this server and client hosts expressed using CIDR (eg. 10.0.8.0/24). The first network address will be assigned to the server virtual interface. The remaining network addresses can optionally be assigned to connecting clients. (see Address Pool)
vi_vn: Đây là networks ảo IPv4 được sử dụng để liên lạc riêng tư giữa máy chủ này và máy chủ khách được thể hiện bằng CIDR (ví dụ: 10.0.8.0/24). Địa chỉ mạng đầu tiên sẽ được gán cho giao diện ảo của máy chủ. Các địa chỉ networks còn lại có thể được gán tùy ý cho các máy khách đang kết nối. (xem Nhóm địa chỉ)

source: This is the IPv6 virtual network used for private communications between this server and client hosts expressed using CIDR (eg. fe80::/64). The first network address will be assigned to the server virtual interface. The remaining network addresses can optionally be assigned to connecting clients. (see Address Pool)
vi_vn: Đây là networks ảo IPv6 được sử dụng để liên lạc riêng tư giữa máy chủ này và máy chủ khách được thể hiện bằng CIDR (ví dụ: fe80::/64). Địa chỉ mạng đầu tiên sẽ được gán cho giao diện ảo của máy chủ. Các địa chỉ networks còn lại có thể được gán tùy ý cho các máy khách đang kết nối. (xem Nhóm địa chỉ)

source: This wizard will guide you through the initial system configuration. The wizard may be stopped at any time by clicking the logo image at the top of the screen.
vi_vn: Trình cài đặt này sẽ hướng dẫn bạn cấu hình hệ thống ban đầu. Trình cài đặt có thể dừng bất cứ lúc nào bằng cách bấm vào logo hình ảnh trên đỉnh màn hình.

source: Timezone
vi_vn: Múi giờ

source: Transport
vi_vn: Chuyên chở

source: Type-of-Service
vi_vn: Loại dịch vụ

source: Typically "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)
vi_vn: Thường là "cn" (OpenLDAP, Novell eDirectory), "sAMAccountName" (Microsoft AD)

source: Upstream Gateway
vi_vn: Gateway cấp trên

source: name
vi_vn: tên

source: port
vi_vn: cổng

source: secret
vi_vn: bí mật

source: Failed
vi_vn: Không thành công

source: Force CSO Login Matching
vi_vn: Bắt buộc so khớp đăng nhập CSO

source: Client management port
vi_vn: Cổng quản lý máy khách

source: Move selected items to end
vi_vn: Di chuyển các mục đã chọn xuống cuối

source: Move selected before this item
vi_vn: Di chuyển phần đã chọn lên trước mục này

source: Strongswan automatically creates SPD policies for the networks defined in this phase2. If you need to allow other networks to use this ipsec tunnel, you can add them here as a comma-separated list.When configured, you can use network address translation to push packets through this tunnel from these networks.
vi_vn: Strongswan tự động tạo chính sách SPD cho các networks được xác định trong giai đoạn 2 này. Nếu cần cho phép các networks khác sử dụng đường hầm ipsec này, bạn có thể thêm chúng vào đây dưới dạng danh sách được phân tách bằng dấu phẩy. Khi được định cấu hình, bạn có thể sử dụng tính năng dịch địa chỉ networks để đẩy các gói qua đường hầm này từ các networks này.

source: Remote Address
vi_vn: Địa chỉ từ xa

source: Tunnel network
vi_vn: Mạng ống (Tunnel)

source: Invalid local network: %s has no valid IPv6 network.
vi_vn: Mạng cục bộ không hợp lệ: %s không có mạng IPv6 hợp lệ.

source: Invalid local network: %s has no valid IPv4 network.
vi_vn: Mạng cục bộ không hợp lệ: %s không có mạng IPv4 hợp lệ.

source: Decides whether IPsec policies are installed in the kernel by the charon daemon for a given connection. When using route-based mode (VTI) this needs to be disabled.
vi_vn: Quyết định xem các chính sách IPsec có được cài đặt trong kernel bởi daemon charon cho một kết nối nhất định hay không. Khi sử dụng chế độ dựa trên tuyến đường (VTI), tính năng này cần phải được tắt.

source: Install policy
vi_vn: Cài đặt chính sách

source: Recommended for dynamic IP addresses that can be resolved by DynDNS at IPsec startup or update time.
vi_vn: Được khuyến nghị cho các địa chỉ IP động có thể được DynDNS giải quyết khi khởi động hoặc cập nhật IPsec.

source: Allow any remote gateway to connect
vi_vn: Cho phép mọi Cổng từ xa kết nối

source: Dynamic gateway
vi_vn: Gateway linh động

source: Enter the public IP address or host name of the remote gateway.
vi_vn: Nhập địa chỉ IP công cộng hoặc tên máy chủ của gateway từ xa.

source: Your password does not match the selected security policies. Please provide a new one.
vi_vn: Mật khẩu của bạn không khớp với chính sách bảo mật đã chọn. Vui lòng cung cấp một cái mới.

source: Ok
vi_vn: Được rồi

source: Preferred landing page after login or authentication failure
vi_vn: Trang đích ưa thích sau khi đăng nhập hoặc xác thực không thành công

source: Preferred landing page
vi_vn: Trang đích ưa thích

source: Synchronize the CARP Virtual IPs to the other HA host.
vi_vn: Đồng bộ hóa IP ảo CARP với máy chủ HA khác.

source: Synchronize the DHCP Server settings over to the other HA host. This only applies to DHCP for IPv4.
vi_vn: Đồng bộ hóa cài đặt Máy chủ DHCP với máy chủ HA khác. Điều này chỉ áp dụng cho DHCP cho IPv4.

source: Synchronize the NAT rules over to the other HA host.
vi_vn: Đồng bộ hóa các quy tắc NAT với máy chủ HA khác.

source: Synchronize the aliases over to the other HA host.
vi_vn: Đồng bộ hóa các bí danh với máy chủ HA khác.

source: Synchronize the firewall schedules to the other HA host.
vi_vn: Đồng bộ hóa lịch trình tường lửa với máy chủ HA khác.

source: Synchronize the firewall rules to the other HA host.
vi_vn: Đồng bộ hóa quy tắc tường lửa với máy chủ HA khác.

source: Synchronize the Certificate Authorities, Certificates, and Certificate Revocation Lists over to the other HA host.
vi_vn: Đồng bộ hóa Cơ quan cấp chứng chỉ, Chứng chỉ và Danh sách thu hồi chứng chỉ với máy chủ HA khác.

source: Synchronize the authentication servers (e.g. LDAP, RADIUS) over to the other HA host.
vi_vn: Đồng bộ hóa các máy chủ xác thực (ví dụ: LDAP, RADIUS) với máy chủ HA khác.

source: Synchronize the users and groups over to the other HA host.
vi_vn: Đồng bộ hóa người dùng và nhóm với máy chủ HA khác.

source: When this device is configured as CARP master it will try to switch to master when powering up, this option will keep this one slave if there already is a master on the network. A reboot is required to take effect.
vi_vn: Khi thiết bị này được định cấu hình là CARP master, nó sẽ cố gắng chuyển sang master khi bật nguồn, tùy chọn này sẽ giữ lại một thiết bị phụ này nếu đã có thiết bị chính trên networks. Cần phải khởi động lại để có hiệu lực.

source: By default localhost (127.0.0.1) will be used as the first nameserver when e.g. Dnsmasq or Unbound is enabled, so system can use the local DNS service to perform lookups. Checking this box omits localhost from the list of DNS servers.
vi_vn: Theo mặc định, localhost (127.0.0.1) sẽ được sử dụng làm máy chủ tên đầu tiên khi ví dụ: Dnsmasq hoặc Unbound được bật nên hệ thống có thể sử dụng dịch vụ DNS cục bộ để thực hiện tra cứu. Việc chọn hộp này sẽ loại bỏ localhost khỏi danh sách máy chủ DNS.

source: Do not use the local DNS service as a nameserver for this system
vi_vn: Không sử dụng dịch vụ DNS cục bộ làm máy chủ tên cho hệ thống này

source: Enter IP addresses to be used by the system for DNS resolution. These are also used for the DHCP service, DNS services and for PPTP VPN clients.
vi_vn: Nhập địa chỉ IP sẽ được hệ thống sử dụng để phân giải DNS. Chúng cũng được sử dụng cho dịch vụ DHCP, dịch vụ DNS và cho máy khách PPTP VPN.

source: Loss Interval
vi_vn: Khoảng thời gian mất mát

source: Time Period
vi_vn: Khoảng thời gian

source: This will force this gateway to be considered "down".
vi_vn: Điều này sẽ buộc gateway này được coi là "ngắt".

source: This will consider this gateway as always being "up".
vi_vn: Điều này sẽ coi gateway này luôn "hoạt động".

source: Download and do not save
vi_vn: Tải xuống và không lưu

source: Save on this firewall
vi_vn: Lưu trên tường lửa này

source: Private key location
vi_vn: Vị trí khóa riêng

source: Combined Client/Server Certificate
vi_vn: Chứng chỉ máy khách/máy chủ kết hợp

source: Sign a Certificate Signing Request
vi_vn: Ký yêu cầu ký chứng chỉ

source: Normally the authentication only tries to bind to the remote server, when this option is enabled also the objects properties are fetched, can be practical for debugging purposes.
vi_vn: Thông thường, xác thực chỉ cố gắng liên kết với máy chủ từ xa, khi tùy chọn này được bật, các thuộc tính đối tượng cũng được tìm nạp, có thể hữu ích cho mục đích gỡ lỗi.

source: Read properties
vi_vn: Đọc thuộc tính

source: Use hardened security policies for local accounts. Methods other than local these will usually be configured by the respective provider (e.g. LDAP, RADIUS, ...).
vi_vn: Sử dụng các chính sách bảo mật cứng rắn cho các tài khoản cục bộ. Các phương thức không phải cục bộ thường sẽ được cấu hình bởi nhà cung cấp tương ứng (ví dụ: LDAP, RADIUS, ...).

source: Invalid server name given.
vi_vn: Tên máy chủ đã cung cấp không hợp lệ.

source: A server name must be provided.
vi_vn: Một tên máy chủ phải được cung cấp.

source: Are you sure you want to reset all tunables back to factory defaults?
vi_vn: Bạn có chắc chắn muốn đặt lại tất cả các điều chỉnh về mặc định ban đầu không?

source: This will take effect after you reboot the machine or reconfigure each interface.
vi_vn: Việc này sẽ có hiệu lực sau khi bạn khởi động lại máy hoặc cấu hình lại từng giao diện.

source: EN: 2 bytes "00:02" followed by 4 bytes of the enterprise number e.g. "00:00:00:01", followed by a variable length identifier of hex values up to 122 bytes in length.
vi_vn: EN: 2 byte "00:02" theo sau là 4 byte của số doanh nghiệp ví dụ "00:00:00:01", theo sau là một mã định danh độ dài thay đổi của các giá trị hex lên đến 122 byte.

source: UUID: 4 bytes "00:00:00:04" followed by 8 bytes of a universally unique identifier.
vi_vn: UUID: 4 byte "00:00:00:04" theo sau là 8 byte của một mã định danh duy nhất toàn cầu.

source: The correct format for each DUID type is as follows, all entries to be in hex format "xx" separated by a colon.
vi_vn: Định dạng chính xác cho mỗi loại DUID như sau, tất cả các mục phải ở định dạng hex "xx" được phân tách bằng dấu hai chấm.

source: Clear the existing DUID
vi_vn: Xóa DUID hiện có

source: Insert a new EN DUID
vi_vn: Chèn EN DUID mới

source: Insert a new UUID DUID
vi_vn: Chèn UUID DUID mới

source: Insert a new LL DUID
vi_vn: Chèn LL DUID mới

source: Insert a new LLT DUID
vi_vn: Chèn LLT DUID mới

source: Insert the existing DUID
vi_vn: Chèn DUID hiện có

source: Power off
vi_vn: Tắt nguồn

source: Hardware acceleration
vi_vn: Tăng tốc phần cứng

source: Cryptography settings
vi_vn: Cài đặt mật mã

source: The default option (unchecked) matches states regardless of the interface, which is in most setups the best choice.
vi_vn: Tùy chọn mặc định (không được chọn) khớp với các trạng thái bất kể giao diện, đây là lựa chọn tốt nhất trong hầu hết các thiết lập.

source: Set behaviour for keeping states, by default states are floating, but when this option is set they should match the interface.
vi_vn: Đặt hành vi để giữ trạng thái, theo mặc định, trạng thái là trạng thái floating nhưng khi tùy chọn này được đặt, chúng phải khớp với giao diện.

source: Bind states to interface
vi_vn: Liên kết các trạng thái với giao diện

source: Outgoing packets from this firewall on an interface which has a gateway will normally use the specified gateway for that interface. When this option is set the route will be selected by the system routing table instead.
vi_vn: Các gói gửi đi từ tường lửa này trên giao diện có gateway thông thường sẽ sử dụng gateway được chỉ định cho giao diện đó. Khi tùy chọn này được đặt, tuyến đường sẽ được bảng định tuyến hệ thống chọn thay thế.

source: Permit sudo usage for administrators with shell access.
vi_vn: Cho phép sử dụng sudo đối với quản trị viên có quyền truy cập shell.

source: Select one or more authentication servers to validate user credentials against. Multiple servers can make sense with remote authentication methods to provide a fallback during connectivity issues. When nothing is specified the default of "Local Database" is used.
vi_vn: Chọn một hoặc nhiều máy chủ xác thực để xác thực thông tin đăng nhập người dùng. Nhiều máy chủ có thể hợp lý với các phương thức xác thực từ xa để cung cấp dự phòng trong các vấn đề kết nối. Khi không được chỉ định, mặc định là "Cơ sở dữ liệu cục bộ".

source: Use USB-based serial ports
vi_vn: Sử dụng Cổng nối tiếp dựa trên USB

source: USB-based serial
vi_vn: nối tiếp dựa trên USB

source: Console
vi_vn: Bảng điều khiển

source: HTTP Strict Transport Security (HSTS) is a web security policy mechanism that helps to protect websites against protocol downgrade attacks and cookie hijacking.
vi_vn: Bảo mật truyền tải nghiêm ngặt HTTP (HSTS) là cơ chế chính sách bảo mật web giúp bảo vệ các trang web khỏi các cuộc tấn công hạ cấp giao thức và chiếm quyền điều khiển cookie.

source: Enable HTTP Strict Transport Security
vi_vn: Kích hoạt bảo mật truyền tải nghiêm ngặt HTTP

source: HTTP Strict Transport Security
vi_vn: Bảo mật truyền tải nghiêm ngặt HTTP

source: Authentication server "%s" is invalid.
vi_vn: Máy chủ xác thực "%s" không hợp lệ.

source: Refuse Non-local
vi_vn: Từ chối không phải địa phương

source: Deny Non-local
vi_vn: Từ chối Không phải địa phương

source: Unbound
vi_vn: Không ràng buộc

source: WPAD Records
vi_vn: Bản ghi WPAD

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered in Unbound, so that their name can be resolved.
vi_vn: Nếu tùy chọn này được đặt thì các máy chỉ định tên máy chủ của chúng khi yêu cầu thuê DHCP sẽ được đăng ký ở chế độ Không giới hạn để có thể phân giải tên của chúng.

source: Enable Unbound
vi_vn: Bật không giới hạn

source: Register DHCP static mappings
vi_vn: Đăng ký ánh xạ tĩnh DHCP

source: When using a static WAN address, this should be entered using the full IPv6 address. When using a dynamic WAN address, only enter the suffix part (i.e. ::1:2:3:4).
vi_vn: Khi sử dụng địa chỉ WAN tĩnh, địa chỉ này phải được nhập bằng địa chỉ IPv6 đầy đủ. Khi sử dụng địa chỉ WAN động, chỉ nhập phần hậu tố (tức là ::1:2:3:4).

source: Ensure that any prefix delegation range does not overlap the LAN prefix range.
vi_vn: Đảm bảo rằng mọi phạm vi ủy quyền tiền tố không chồng lên phạm vi tiền tố LAN.

source: Available prefix delegation size
vi_vn: Kích thước ủy quyền tiền tố có sẵn

source: Enable Web Proxy Auto Discovery
vi_vn: Bật tự động khám phá proxy web

source: Show WPAD
vi_vn: Hiển thị WPAD

source: Leave blank to disable. Enter a full hostname or IP for the TFTP server and optionally a full path for a bootfile.
vi_vn: Để trống để vô hiệu hóa. Nhập tên máy chủ hoặc IP đầy đủ cho máy chủ TFTP và tùy chọn đường dẫn đầy đủ cho tệp khởi động.

source: Set Bootfile
vi_vn: Đặt tệp khởi động

source: Set TFTP hostname
vi_vn: Đặt tên máy chủ TFTP

source: Enter a list of partial MAC addresses to deny access, comma-separated, no spaces, such as %s
vi_vn: Nhập danh sách các địa chỉ MAC một phần để từ chối truy cập, phân tách bằng dấu phẩy, không có dấu cách, chẳng hạn như %s

source: Enter a list of partial MAC addresses to allow, comma-separated, no spaces, such as %s
vi_vn: Nhập danh sách các địa chỉ MAC một phần để cho phép, phân tách bằng dấu phẩy, không có dấu cách, chẳng hạn như %s

source: Choose the dynamic DNS domain key algorithm.
vi_vn: Chọn thuật toán khóa miền DNS động.

source: Leave blank to use the system default DNS servers: This interface IP address if a DNS service is enabled or the configured global DNS servers.
vi_vn: Để trống để sử dụng máy chủ DNS mặc định của hệ thống: Địa chỉ IP giao diện này nếu dịch vụ DNS được bật hoặc máy chủ DNS toàn cầu được định cấu hình.

source: Repair Netflow Data
vi_vn: Sửa chữa dữ liệu Netflow

source: Do you really want to force a repair of the netflow data? This might take a while.
vi_vn: Bạn có thực sự muốn buộc sửa chữa dữ liệu netflow không? Việc này có thể mất một lúc.

source: Database repair in progress, daemon will start when done.
vi_vn: Đang sửa chữa cơ sở dữ liệu, daemon sẽ bắt đầu khi hoàn tất.

source: The group name shall not be longer than 15 characters.
vi_vn: Tên nhóm không được dài quá 15 ký tự.

source: Only letters, digits and underscores are allowed as the group name.
vi_vn: Chỉ cho phép các chữ cái, chữ số và dấu gạch dưới làm tên nhóm.

source: By default, link-local addresses for bridges are disabled. You can enable them manually using this option. However, when a bridge interface has IPv6 addresses, IPv6 addresses on a member interface will be automatically removed before the interface is added.
vi_vn: Theo mặc định, địa chỉ liên kết cục bộ cho cầu nối bị tắt. Bạn có thể kích hoạt chúng theo cách thủ công bằng cách sử dụng tùy chọn này. Tuy nhiên, khi giao diện bridge có địa chỉ IPv6, địa chỉ IPv6 trên giao diện thành viên sẽ tự động bị xóa trước khi giao diện được thêm vào.

source: Enable link-local address
vi_vn: Kích hoạt địa chỉ liên kết cục bộ

source: Allow manual adjustment of DHCPv6 and Router Advertisements
vi_vn: Cho phép điều chỉnh thủ công DHCPv6 và Quảng cáo bộ định tuyến

source: Manual configuration
vi_vn: Cấu hình thủ công

source: The value in this field is the delegated hexadecimal IPv6 prefix ID. This determines the configurable /64 network ID based on the dynamic IPv6 connection.
vi_vn: Giá trị trong trường này là ID tiền tố IPv6 thập lục phân được ủy quyền. Điều này xác định ID networks /64 có thể định cấu hình dựa trên kết nối IPv6 động.

source: The value in this field is the 6RD IPv4 prefix address. Optionally overrides the automatic detection.
vi_vn: Giá trị trong trường này là địa chỉ tiền tố IPv4 6RD. Tùy chọn ghi đè phát hiện tự động.

source: 6RD IPv4 Prefix address
vi_vn: Địa chỉ tiền tố IPv4 6RD

source: Only request an IPv6 prefix; do not request an IPv6 address.
vi_vn: Chỉ yêu cầu tiền tố IPv6; không yêu cầu địa chỉ IPv6.

source: An ISP may incorrectly set an MTU value which can cause intermittent network disruption. By default this value will be ignored. Unsetting this option will allow to apply the MTU supplied by the ISP instead.
vi_vn: ISP có thể đặt giá trị MTU không chính xác, điều này có thể gây gián đoạn networks không liên tục. Theo mặc định giá trị này sẽ bị bỏ qua. Việc bỏ cài đặt tùy chọn này sẽ cho phép áp dụng MTU do ISP cung cấp thay thế.

source: Override MTU
vi_vn: Ghi đè MTU

source: Auto-detect
vi_vn: Tự động phát hiện

source: You specified an IPv6 prefix ID that is already in use.
vi_vn: Bạn đã chỉ định ID tiền tố IPv6 đã được sử dụng.

source: 6RD IPv4 prefix length must be a number.
vi_vn: Độ dài tiền tố 6RD IPv4 phải là số.

source: 6RD IPv4 prefix address must be a valid IPv4 address.
vi_vn: 6RD Địa chỉ tiền tố IPv4 phải là địa chỉ IPv4 hợp lệ.

source: 6RD prefix must be a valid IPv6 subnet.
vi_vn: Tiền tố 6RD phải là mạng con IPv6 hợp lệ.

source: 6RD border relay gateway must be a valid IPv4 address.
vi_vn: Gateway chuyển tiếp biên giới 6RD phải là địa chỉ IPv4 hợp lệ.

source: Or click to %scheck for updates%s.
vi_vn: Hoặc nhấp vào %skiểm tra cập nhật%s.

source: You can not use an IPv4 or IPv6 address in combined IPv4 + IPv6 rules.
vi_vn: Bạn không thể sử dụng địa chỉ IPv4 hoặc IPv6 trong quy tắc IPv4 + IPv6 kết hợp.

source: You can not assign an ICMP type to a rule that applies to IPv4 and IPv6.
vi_vn: Bạn không thể chỉ định loại ICMP cho quy tắc áp dụng cho IPv4 và IPv6.

source: You can not assign the IPv6 Gateway to an IPv4 filter rule.
vi_vn: Bạn không thể chỉ định gateway IPv6 cho quy tắc lọc IPv4.

source: You can not assign the IPv4 Gateway to an IPv6 filter rule.
vi_vn: Bạn không thể chỉ định gateway IPv4 cho quy tắc lọc IPv6.

source: You can not assign an IPv6 gateway group on an IPv4 rule.
vi_vn: Bạn không thể chỉ định nhóm gateway IPv6 theo quy tắc IPv4.

source: You can not assign an IPv4 gateway group on an IPv6 rule.
vi_vn: Bạn không thể chỉ định nhóm gateway IPv4 theo quy tắc IPv6.

source: Active/Inactive Schedule (click to view/edit)
vi_vn: Lịch hoạt động/không hoạt động (bấm vào để xem/chỉnh sửa)

source: Source Hash: Uses a hash of the source address to determine the translation address, ensuring that the redirection address is always the same for a given source. Optionally provide a Source Hash Key to make it persist when the ruleset is reloaded. Must be 0x followed by 32 hexadecimal digits.
vi_vn: Hash nguồn: Sử dụng hàm băm của địa chỉ nguồn để xác định địa chỉ dịch, đảm bảo rằng địa chỉ chuyển hướng luôn giống nhau đối với một nguồn nhất định. Tùy chọn cung cấp Khóa băm nguồn để duy trì khóa này khi bộ quy tắc được tải lại. Phải là 0x theo sau là 32 chữ số thập lục phân.

source: Enter the destination network for the outbound NAT mapping.
vi_vn: Nhập networks đích cho ánh xạ NAT gửi đi.

source: Source Hash Key must be 0x followed by 32 hexadecimal digits
vi_vn: Khóa băm nguồn phải là 0x, theo sau là 32 chữ số thập lục phân

source: Source Hash Key is only valid for Source Hash type
vi_vn: Khóa băm nguồn chỉ hợp lệ cho loại Hash nguồn

source: Automatic rules
vi_vn: Luật tự động

source: Manual rules
vi_vn: Luật thủ công

source: Disabled linked rule
vi_vn: Luật liên kết bị vô hiệu hóa

source: Disabled no redirect
vi_vn: Đã tắt không chuyển hướng

source: Delete selected
vi_vn: Xóa đã chọn

source: Disable selected rules?
vi_vn: Tắt các quy tắc đã chọn?

source: Enable selected rules?
vi_vn: Bật quy tắc đã chọn?

source: %s columns
vi_vn: %s cột

source: The uploaded file could not be decrypted.
vi_vn: Không thể giải mã được tệp đã tải lên.

source: You do not have the permission to perform this action.
vi_vn: Bạn không có quyền thực hiện hành động này.

source: You must supply the password for decryption.
vi_vn: Bạn phải cung cấp mật khẩu để giải mã.

source: Toggle sidebar
vi_vn: Chuyển đổi thanh bên

source: Elapsed
vi_vn: Đã qua

source: Now
vi_vn: Hiện nay

source: Queries
vi_vn: Truy vấn

source: Prefetch
vi_vn: Tìm nạp trước

source: Cache hits
vi_vn: Số lần truy cập bộ nhớ đệm

source: Cache misses
vi_vn: Thiếu bộ nhớ đệm

source: Recursive replies
vi_vn: Trả lời đệ quy

source: IP ratelimited queries
vi_vn: Truy vấn giới hạn tốc độ IP

source: TCP usage
vi_vn: Cách sử dụng TCP
