Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Really remove the private key?%s%sThe certificate will be completely reset. This is useful when the private key has been compromised or when you have changed the key options and want to regenerate the private key.%sNote that you have to revalidate the certificate afterwards in order to create a new private key and a matching certificate.
vi_vn: Thực sự xóa khóa riêng tư?%s%sChứng chỉ sẽ được đặt lại hoàn toàn. Điều này hữu ích khi khóa riêng tư bị xâm phạm hoặc khi bạn đã thay đổi các tùy chọn khóa và muốn tạo lại khóa riêng tư.%sLưu ý rằng sau đó bạn phải xác thực lại chứng chỉ để tạo khóa riêng tư mới và chứng chỉ phù hợp.

source: Test not possible. Failed to talk to firewall backend.
vi_vn: Kiểm tra không thể. Không thể nói chuyện với chương trình phụ trợ tường lửa.

source: Connection and upload test succeeded.
vi_vn: Kiểm tra kết nối và tải lên đã thành công.

source: Test Connection
vi_vn: Kiểm tra kết nối

source: Test failed, see details.
vi_vn: Kiểm tra không thành công, xem chi tiết.

source: Uploads are not allowed to the specified remote path.
vi_vn: Không được phép tải lên đường dẫn từ xa đã chỉ định.

source: Failed to change the remote path.
vi_vn: Không thể thay đổi đường dẫn từ xa.

source: Failed to connect to host.
vi_vn: Không thể kết nối với máy chủ.

source: Host does not permit a connection for the specified user & identity.
vi_vn: Máy chủ không cho phép kết nối đối với người dùng và danh tính được chỉ định.

source: Host cannot be trusted.
vi_vn: Máy chủ không thể tin cậy được.

source: Host not reachable.
vi_vn: Máy chủ không thể truy cập được.

source: Connection timed out.
vi_vn: Đã hết thời gian kết nối.

source: Connection to host refused.
vi_vn: Kết nối với máy chủ bị từ chối.

source: Failed to resolve hostname.
vi_vn: Không thể phân giải tên máy chủ.

source: Host or username not specified.
vi_vn: Máy chủ hoặc tên người dùng không được chỉ định.

source: Failed loading identity
vi_vn: Tải danh tính không thành công

source: Show Identity
vi_vn: Hiển thị danh tính

source: Source ports are only valid for tcp or udp type rules.
vi_vn: Cổng nguồn chỉ hợp lệ cho quy tắc loại tcp hoặc udp.

source: Destination address type should match selected TCP/IP protocol version.
vi_vn: Loại địa chỉ đích phải khớp với phiên bản giao thức TCP/IP đã chọn.

source: Source address type should match selected TCP/IP protocol version.
vi_vn: Loại địa chỉ nguồn phải khớp với phiên bản giao thức TCP/IP đã chọn.

source: Destination ports are only valid for tcp or udp type rules.
vi_vn: Cổng đích chỉ hợp lệ đối với quy tắc loại tcp hoặc udp.

source: unknown (or removed) savepoint
vi_vn: điểm lưu trữ không xác định (hoặc bị xóa)

source: Zabbix monitoring agent
vi_vn: Đại lý giám sát Zabbix

source: Edit Commands
vi_vn: Chỉnh sửa lệnh

source: Edit sender_canonical rewriting
vi_vn: Chỉnh sửa viết lại sender_canonical

source: Edit AVPair
vi_vn: Chỉnh sửa AVPair

source: Edit address
vi_vn: Chỉnh sửa địa chỉ

source: BIND domain name service
vi_vn: Dịch vụ tên miền BIND

source: Records
vi_vn: Hồ sơ

source: Edit Record
vi_vn: Chỉnh sửa bản ghi

source: Signatures
vi_vn: Chữ ký

source: Edit Signature URLs
vi_vn: Chỉnh sửa URL chữ ký

source: muninnode daemon
vi_vn: daemon muninnode

source: Nginx Load Balancer
vi_vn: Cân bằng tải Nginx

source: Proxy Buffer Size must be less than the size of all Proxy Buffers minus one buffer.
vi_vn: Kích thước bộ đệm proxy phải nhỏ hơn kích thước của tất cả các bộ đệm proxy trừ đi một bộ đệm.

source: Proxy Busy Buffers Size must be equal to or greater than the maximum of one of the Proxy Buffers.
vi_vn: Kích thước bộ đệm proxy bận phải bằng hoặc lớn hơn kích thước tối đa của một trong các bộ đệm proxy.

source: Proxy Busy Buffers Size must be equal to or greater than the maximum of the value of Proxy Buffer Size.
vi_vn: Kích thước bộ đệm bận proxy phải bằng hoặc lớn hơn giá trị tối đa của Kích thước bộ đệm proxy.

source: SYSLOG Targets
vi_vn: Mục tiêu SYSLOG

source: Edit SYSLOG Target
vi_vn: Chỉnh sửa mục tiêu SYSLOG

source: Could not load potentially invalid %s key: %s
vi_vn: Không thể tải khóa %s có khả năng không hợp lệ: %s

source: Direction of the traffic. The default policy is to filter inbound traffic, which sets the policy to the interface originally receiving the traffic.
vi_vn: Hướng của lưu lượng. Chính sách mặc định là lọc lưu lượng vào, thiết lập chính sách cho giao diện ban đầu nhận lưu lượng.

source: If a packet matches a rule specifying quick, then that rule is considered the last matching rule and the specified action is taken. When a rule does not have quick enabled, the last matching rule wins.
vi_vn: Nếu một gói tin khớp với quy tắc chỉ định "nhanh", thì quy tắc đó được coi là quy tắc khớp cuối cùng và hành động được chỉ định sẽ được thực hiện. Khi một quy tắc không bật "nhanh", quy tắc khớp cuối cùng sẽ được áp dụng.

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing.
vi_vn: Để 'mặc định' để sử dụng bảng định tuyến của hệ thống. Hoặc chọn một gateway kết nối để sử dụng định tuyến dựa trên chính sách.

source: Paste a public key of the selected type in X.509 format. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
vi_vn: Dán khóa công khai của loại đã chọn ở định dạng X.509. Phải dán bao gồm các tiêu đề '-----BEGIN ...-----' và '-----END [...]-----'.

source: Paste an optional private key of the selected type in X.509 format which belongs to the public key specified above. When adding the public key of a peer, this field should not be specified as the private key remains solely with the peer. Must be pasted including the '-----BEGIN ...-----' and '-----END [...]-----' headers.
vi_vn: Dán khóa riêng tùy chọn của loại đã chọn ở định dạng X.509 thuộc về khóa công khai đã chỉ định ở trên. Khi thêm khóa công khai của một đối tác, trường này không nên được chỉ định vì khóa riêng chỉ ở lại với đối tác. Phải dán bao gồm các tiêu đề '-----BEGIN ...-----' và '-----END [...]-----'.

source: The interface can be configured in a multicast mode to create a virtual network of hosts. This is the IP multicast group address the interface will join.
vi_vn: Giao diện có thể được cấu hình ở chế độ multicast để tạo mạng ảo các máy chủ. Đây là địa chỉ nhóm multicast IP mà giao diện sẽ tham gia.

source: The interface can be configured in a unicast, or point-to-point, mode to create a đường hầm between two hosts. This is the IP address of the remote end of the đường hầm.
vi_vn: Giao diện có thể được cấu hình ở chế độ unicast hoặc điểm-đến-điểm để tảo đường hầm giữa hai máy chủ. Đây là địa chỉ IP của đầu cuối từ xa của đường hầm.

source: The source address used in the encapsulating IPv4/IPv6 header. The address should already be assigned to an existing interface. When the interface is configured in unicast mode, the listening socket is bound to this address.
vi_vn: Địa chỉ nguồn được sử dụng trong tiêu đề đóng gói IPv4/IPv6. Địa chỉ nên đã được gán cho một giao diện hiện có. Khi giao diện được cấu hình ở chế độ unicast, socket lắng nghe sẽ được gắn với địa chỉ này.

source: Change the default time-to-live value in the IP headers for host checks.
vi_vn: Thay đổi giá trị thời gian sống (TTL) mặc định trong tiêu đề IP cho kiểm tra máy chủ.

source: Change the route priority used when adding a route.
vi_vn: Thay đổi mức độ ưu tiên tuyến đường khi thêm một tuyến đường.

source: If unchecked start the table disabled.
vi_vn: Nếu bỏ chọn, bảng sẽ khởi động ở trạng thái vô hiệu hóa.

source: If unchecked start the virtual server disabled.
vi_vn: Nếu bỏ chọn, máy chủ ảo sẽ khởi động ở trạng thái vô hiệu hóa.

source: Match response against pattern.
vi_vn: Khớp phản hồi với mẫu.

source: Override the global check timeout.
vi_vn: Ghi đè thời gian chờ kiểm tra toàn cục.

source: Override the global interval. I must be a multiple of the global interval.
vi_vn: Ghi đè khoảng thời gian toàn cục. Phải là bội số của khoảng thời gian toàn cục.

source: Send data.
vi_vn: Gửi dữ liệu.

source: Set the scheduling algorithm to select a host from the table.
vi_vn: Đặt thuật toán lập lịch để chọn máy chủ từ bảng.

source: Specify an address to listen on.
vi_vn: Chỉ định địa chỉ để lắng nghe.

source: Specify the destination cổng.
vi_vn: Chỉ định cổng đích.

source: Specify the end of a cổng range.
vi_vn: Chỉ định cổng kết thúc của dải cổng.

source: Specify the cổng to listen on.
vi_vn: Chỉ định cổng để lắng nghe.

source: Specify the table check.
vi_vn: Chỉ định kiểm tra bảng.

source: Specify the table of target hosts to be used.
vi_vn: Chỉ định bảng các máy chủ đích sẽ được sử dụng.

source: The HTTP 'Host' header value.
vi_vn: Giá trị của header HTTP 'Host'.

source: The Giao diện to listen on. Leave it unset to listen on all interfaces.
vi_vn: Giao diện dùng để lắng nghe. Để trống để lắng nghe trên tất cả các giao diện.

source: The URL path for HTTP(S) or the script path for SCRIPT checks.
vi_vn: Đường dẫn URL cho HTTP(S) hoặc đường dẫn script cho các kiểm tra SCRIPT.

source: The backend host address.
vi_vn: Địa chỉ host backend.

source: The expected response code.
vi_vn: Mã phản hồi mong đợi.

source: The expected response message digest.
vi_vn: Giá trị băm (digest) của thông điệp phản hồi mong đợi.

source: The interface to use for routing packages.
vi_vn: Giao diện được sử dụng để định tuyến các gói tin.

source: The name of the host.
vi_vn: Tên của host.

source: The name of the protocol definition.
vi_vn: Tên của định nghĩa giao thức.

source: The name of the table check.
vi_vn: Tên của kiểm tra bảng (table check).

source: The name of the table.
vi_vn: Tên của bảng.

source: The name of the virtual server.
vi_vn: Tên của máy chủ ảo.

source: The optional retry option adds a tolerance for failed host checks; the check will be retried for this number more times before setting the host state to down.
vi_vn: Tùy chọn retry (tùy chọn) cho phép tăng mức chịu lỗi đối với các lần kiểm tra host thất bại; việc kiểm tra sẽ được thử lại thêm số lần này trước khi đặt trạng thái của host là down.

source: The protocol options.
vi_vn: Các tùy chọn giao thức.

source: The type of the protocol definition.
vi_vn: Loại của định nghĩa giao thức.

source: This is a list with backend hosts
vi_vn: Đây là danh sách các host backend.

source: Use SSL.
vi_vn: Sử dụng SSL.

source: Use the specified protocol definition for the relay.
vi_vn: Sử dụng định nghĩa giao thức đã chỉ định cho relay.

source: API Password
vi_vn: Mật khẩu API

source: Action required
vi_vn: Cần hành động

source: Active Timeout
vi_vn: Thời gian chờ hoạt động

source: Add JURLBLA Signatures
vi_vn: Thêm chữ ký JURLBLA

source: Advanced HELO Restrictions
vi_vn: Hạn chế HELO nâng cao

source: Advanced Sender Restrictions
vi_vn: Hạn chế người gửi nâng cao

source: Advertise Protocols (ALPN)
vi_vn: Giao thức quảng cáo (ALPN)

source: All sender domains listed here are getting whitelisted, no matter if they have wrong SPF records or are on multiple blacklists.
vi_vn: Tất cả các miền của người gửi được liệt kê ở đây đều được đưa vào danh sách trắng, bất kể chúng có bản ghi SPF sai hay nằm trong nhiều danh sách đen.

source: Allow Arguments
vi_vn: Cho phép đối số

source: Allow Bash Substitutions
vi_vn: Cho phép thay thế Bash

source: Allow Notfiy
vi_vn: Cho phép thông báo

source: Allow Query
vi_vn: Cho phép truy vấn

source: Allow Transfer
vi_vn: Cho phép chuyển

source: Allowed Hosts
vi_vn: Máy chủ được phép

source: Allowed IPs
vi_vn: IP được phép

source: Allowed Networks
vi_vn: Mạng được phép

source: Applications
vi_vn: Ứng dụng

source: BCMXCPUSB-Driver
vi_vn: Trình điều khiển USB BCMXCP

source: By default this is the size of one page (4 or 8 Kilobytes). It can be changed.
vi_vn: Theo mặc định đây là kích thước của một trang (4 hoặc 8 Kilobyte). Nó có thể được thay đổi.

source: CARP demote
vi_vn: hạ cấp CARP

source: CF API Token
vi_vn: Mã thông báo API CF

source: CF Account ID
vi_vn: ID tài khoản CF

source: Cache enabled
vi_vn: Đã bật bộ đệm

source: Can be found in the URI after logging into the Cloudflare dashboard.
vi_vn: Có thể tìm thấy trong URI sau khi đăng nhập vào bảng điều khiển Cloudflare.

source: Certificate Options
vi_vn: Tùy chọn chứng chỉ

source: Challenge Alias
vi_vn: Bí danh cho xác thực

source: Choose what to do with packets that match the criteria specified below. Hint: the difference between block and reject is that with reject, a packet (TCP RST or ICMP port unreachable for UDP) is returned to the sender, whereas with block the packet is dropped silently. In either case, the original packet is discarded.
vi_vn: Chọn hành động áp dụng cho các gói tin khớp với các tiêu chí được chỉ định bên dưới. Gợi ý: sự khác biệt giữa block và reject là với reject, một gói phản hồi (TCP RST hoặc ICMP port unreachable đối với UDP) sẽ được gửi lại cho bên gửi, trong khi với block thì gói tin sẽ bị loại bỏ âm thầm. Trong cả hai trường hợp, gói tin ban đầu đều bị loại bỏ.

source: Choose which IP versions are allowed, defaults to all.
vi_vn: Chọn phiên bản IP nào được phép, mặc định là tất cả.

source: Choose which applications should be forwarded to the specified target, omit to select all.
vi_vn: Chọn ứng dụng nào sẽ được chuyển tiếp đến mục tiêu đã chỉ định, bỏ qua để chọn tất cả.

source: Choose which facilities to include, omit to select all.
vi_vn: Chọn cơ sở nào cần đưa vào, bỏ qua để chọn tất cả.

source: Choose which levels to include, omit to select all.
vi_vn: Chọn cấp độ cần đưa vào, bỏ qua để chọn tất cả.

source: Client CA Certificate
vi_vn: Chứng chỉ CA của khách hàng

source: Command Timeout
vi_vn: Hết thời gian lệnh

source: Configure DNS alias mode to validate the certificate.
vi_vn: Định cấu hình chế độ bí danh DNS để xác thực chứng chỉ.

source: Contains the size of a header Buffer. If a header or the request line does not fit into it, a large header buffer will be used.
vi_vn: Chứa kích thước của bộ đệm tiêu đề. Nếu tiêu đề hoặc dòng yêu cầu không vừa với nó, bộ đệm tiêu đề lớn sẽ được sử dụng.

source: Count Of Large Header Buffers
vi_vn: Số lượng bộ đệm tiêu đề lớn

source: Count of buffers for a single connection.
vi_vn: Số lượng bộ đệm cho một kết nối.

source: Customer number
vi_vn: Mã số khách hàng

source: DNS Alias Mode
vi_vn: Chế độ bí danh DNS

source: Debug Log
vi_vn: Nhật ký gỡ lỗi

source: Default Metric
vi_vn: Số liệu mặc định

source: Define the maximum expiration duration. Cache-Control response headers will be respected if they are less than this value. The default value is 60 seconds.
vi_vn: Xác định thời gian hết hạn tối đa. Các tiêu đề phản hồi Kiểm soát bộ đệm sẽ được tôn trọng nếu chúng nhỏ hơn giá trị này. Giá trị mặc định là 60 giây.

source: Define the maximum size of the objects to be cached. Must not be greater than an half of the maximum size of the cache. If not set, it equals to a 256th of the cache size. All objects with sizes larger than this value will not be cached.
vi_vn: Xác định kích thước tối đa của các đối tượng được lưu trữ. Không được lớn hơn một nửa kích thước tối đa của bộ đệm. Nếu không được đặt, nó sẽ bằng 1/256 kích thước bộ đệm. Tất cả các đối tượng có kích thước lớn hơn giá trị này sẽ không được lưu vào bộ đệm.

source: Define the size in RAM of the cache in megabytes. This size is split in blocks of 1kB which are used by the cache entries. Its maximum value is 4095.
vi_vn: Xác định kích thước RAM của bộ đệm tính bằng megabyte. Kích thước này được chia thành các khối 1kB được sử dụng bởi các mục trong bộ đệm. Giá trị tối đa của nó là 4095.

source: Destination / Invert
vi_vn: Đích/Đảo ngược

source: Device
vi_vn: Thiết bị

source: Disable Prefetching
vi_vn: Vô hiệu hóa tìm nạp trước

source: Disable TLS Verification
vi_vn: Tắt xác minh TLS

source: Domain Alias
vi_vn: Bí danh tên miền

source: Domain-Offensive LetsEncrypt
vi_vn: LetsEncrypt tấn công tên miền

source: Domain-Offensive Resellerinterface
vi_vn: Giao diện người bán lại tấn công tên miền

source: Dormant Canceled By Startup
vi_vn: Không hoạt động bị hủy khi khởi động

source: Enable Bayes Autolearn
vi_vn: Kích hoạt Bayes Autolearn

source: Enable Caching
vi_vn: Bật bộ nhớ đệm

source: Enable HAProxy's cache which was designed to perform cache on small objects (favicon, css...). This is a minimalist low-maintenance cache which runs in RAM.
vi_vn: Kích hoạt bộ đệm của HAProxy được thiết kế để thực hiện bộ đệm trên các đối tượng nhỏ (favicon, css ...). Đây là bộ nhớ đệm tối giản, ít bảo trì, chạy trong RAM.

source: Enable Munin-Node daemon.
vi_vn: Kích hoạt daemon Munin-Node.

source: Enable NRPE
vi_vn: Kích hoạt NRPE

source: Enable caching of responses from this backend. The HAProxy cache must be enabled under Settings before this will have any effect.
vi_vn: Bật bộ đệm ẩn các phản hồi từ chương trình phụ trợ này. Bộ đệm HAProxy phải được bật trong Cài đặt trước khi điều này có hiệu lực.

source: Enable eve syslog output
vi_vn: Kích hoạt đầu ra nhật ký hệ thống vào đêm trước

source: Enable sudo root permissions
vi_vn: Kích hoạt quyền root sudo

source: Enable support for HTTP/2 even if TLS (SSL offloading) is not enabled.
vi_vn: Bật hỗ trợ cho HTTP/2 ngay cả khi TLS (giảm tải SSL) không được bật.

source: Enable support for HTTP/2 even if TLS is not enabled.
vi_vn: Bật hỗ trợ cho HTTP/2 ngay cả khi TLS không được bật.

source: Enable support for end-to-end HTTP/2 communication.
vi_vn: Cho phép hỗ trợ giao diện mạng HTTP/2 hai đầu.

source: Enable the BlazerSerial driver. Please be aware that this driver needs to run nut-tools as root.
vi_vn: Kích hoạt trình điều khiển BlazerSerial. Xin lưu ý rằng trình điều khiển này cần chạy nut-tools với quyền root.

source: Enable the PowerWare BCMXCPUSB driver.
vi_vn: Kích hoạt trình điều khiển PowerWare BCMXCPUSB.

source: Enable the QX driver.
vi_vn: Kích hoạt trình điều khiển QX.

source: Enable the Riello driver.
vi_vn: Kích hoạt trình điều khiển Riello.

source: Enable the SNMP driver.
vi_vn: Kích hoạt trình điều khiển SNMP.

source: Enable the usage of DNS blocklists.
vi_vn: Cho phép sử dụng danh sách chặn DNS.

source: Enable this address
vi_vn: Kích hoạt địa chỉ này

source: Enable this rule
vi_vn: Kích hoạt quy tắc này

source: Enable to allow arguments sent to NRPE. Enabling this option is a high security risk.
vi_vn: Bật để cho phép gửi đối số tới NRPE. Việc kích hoạt tùy chọn này có nguy cơ bảo mật cao.

source: Enables or disables verification of OCSP responses by the server.
vi_vn: Bật hoặc tắt xác minh phản hồi OCSP của máy chủ.

source: Enter a list of IP addresses or CIDR networks which will be whitelisted for the Naxsi rules.
vi_vn: Nhập danh sách các địa chỉ IP hoặc networks CIDR sẽ được đưa vào danh sách trắng cho các quy tắc Naxsi.

source: Enter a name for this key pair. The name should help you to identify this key pair.
vi_vn: Nhập tên cho cặp khóa này. Tên sẽ giúp bạn xác định cặp khóa này.

source: Expire Time
vi_vn: Thời gian hết hạn

source: Expire idle flows.
vi_vn: Hết luồng nhàn rỗi.

source: Facilities
vi_vn: Cơ sở (Facilities)

source: Facility
vi_vn: Cơ sở (Facility)

source: Full path to the check command.
vi_vn: Đường dẫn đầy đủ đến lệnh kiểm tra.

source: Global API Key
vi_vn: Khóa API toàn cầu

source: Google Cloud DNS
vi_vn: DNS đám mây của Google

source: HTTP/2 without TLS
vi_vn: HTTP/2 không có TLS

source: Header Buffer Size (kB)
vi_vn: Kích thước bộ đệm tiêu đề (kB)

source: Here you can whitelist IP addresses or domains.
vi_vn: Tại đây bạn có thể đưa địa chỉ IP hoặc tên miền vào danh sách trắng.

source: History Rows
vi_vn: Hàng lịch sử

source: Host Key
vi_vn: Khóa máy chủ

source: IP address or hostname of the SFTP server.
vi_vn: Địa chỉ IP hoặc tên máy chủ của máy chủ SFTP.

source: IPv4 Address
vi_vn: Địa chỉ IPv4

source: IPv4 NAT64 Interface Address
vi_vn: Địa chỉ giao diện IPv4 NAT64

source: IPv4 Pool
vi_vn: Nhóm IPv4

source: IPv4 address of the NAT64 interface. Must not be located in Tayga's IPv4 pool. Only used for ICMP.
vi_vn: Địa chỉ IPv4 của giao diện NAT64. Không được nằm trong nhóm IPv4 của Tayga. Chỉ được sử dụng cho ICMP.

source: IPv6 NAT64 Interface Address
vi_vn: Địa chỉ giao diện IPv6 NAT64

source: IPv6 address of the NAT64 interface. Must not have Tayga's IPv6 prefix. Only used for ICMP.
vi_vn: Địa chỉ IPv6 của giao diện NAT64. Không được có tiền tố IPv6 của Tayga. Chỉ được sử dụng cho ICMP.

source: IPv6 hosts which send traffic through Tayga will be dynamically assigned an IPv4 address from this pool. Can be any size, but each IPv6 host requires one address.
vi_vn: Các máy chủ IPv6 gửi lưu lượng truy cập qua Tayga sẽ được gán động một địa chỉ IPv4 từ nhóm này. Có thể có kích thước bất kỳ, nhưng mỗi máy chủ IPv6 yêu cầu một địa chỉ.

source: Identity Type
vi_vn: Loại nhận dạng

source: If left unspecified, Tayga will construct its IPv6 address by using its IPv4 address and the IPv6 prefix (default). Tayga requires its own IPv6 address because it acts as a router and needs to be able to send ICMP messages. Tayga will also respond to ICMPv6 echo requests at this address.
vi_vn: Nếu không được chỉ định, Tayga sẽ xây dựng địa chỉ IPv6 bằng cách sử dụng địa chỉ IPv4 và tiền tố IPv6 (mặc định). Tayga yêu cầu địa chỉ IPv6 riêng vì nó hoạt động như một bộ định tuyến và cần có khả năng gửi tin nhắn ICMP. Tayga cũng sẽ phản hồi các yêu cầu tiếng vang ICMPv6 tại địa chỉ này.

source: If you check this box may help if tor is stuck at startup.
vi_vn: Nếu bạn chọn hộp này có thể giúp ích nếu tor bị kẹt khi khởi động.

source: If you check this box, autolearning will be enabled. Autolearning is performing as spam if a message has reject action and as ham if a message has negative score.
vi_vn: Nếu bạn chọn hộp này, tính năng tự động học sẽ được bật. Tính năng tự động học đang hoạt động như thư rác nếu thư có hành động từ chối và bị coi là vi phạm nếu thư có điểm âm.

source: Inactive Timeout
vi_vn: Hết thời gian không hoạt động

source: JSON Key
vi_vn: Khóa JSON

source: Key Type
vi_vn: Loại khóa

source: Last updated timestamp. This is the time the vendor created the lists.
vi_vn: Dấu thời gian cập nhật lần cuối. Đây là lúc nhà cung cấp tạo danh sách.

source: Levels
vi_vn: Cấp độ

source: List of domains to whitelist. You can use regular expressions.
vi_vn: Danh sách các tên miền vào danh sách trắng. Bạn có thể sử dụng biểu thức thông thường.

source: Listening interfaces
vi_vn: Giao diện lắng nghe

source: Load Balancing Algorithm
vi_vn: Thuật toán cân bằng tải

source: Location to fetch geoip address ranges from. Refer to the OPNsense documentation for further details
vi_vn: Nguồn để tải về các dải địa chỉ GeoIP. Tham khảo tài liệu OPNsense để biết thêm chi tiết.

source: Log at debug level.
vi_vn: Ghi log ở mức debug.

source: Log only error level messages.
vi_vn: Chỉ ghi lại các thông báo mức độ lỗi.

source: Mail Admin
vi_vn: Quản trị thư

source: MailinaBox
vi_vn: MailinaHộp

source: MailinaBox Server FQDN
vi_vn: FQDN của máy chủ MailinaBox

source: Maximum Object Age (sec)
vi_vn: Tuổi đối tượng tối đa (giây)

source: Maximum Object Size (bytes)
vi_vn: Kích thước đối tượng tối đa (byte)

source: Maximum Size of Cache (MB)
vi_vn: Kích thước tối đa của bộ đệm (MB)

source: Maximum Temporary File Size
vi_vn: Kích thước tệp tạm thời tối đa

source: Multi-Hop
vi_vn: Đa-Hop

source: Multicast group
vi_vn: Nhóm multicast

source: Name template for the certificate's private key. Placeholders "{{name}}" and "%s" are replaced by the name of the certificate being uploaded. Leave blank to use default "{{name}}/key.pem".
vi_vn: Mẫu tên cho khóa riêng của chứng chỉ. Các placeholder "{{name}}" và "%s" sẽ được thay thế bằng tên của chứng chỉ đang được tải lên. Để trống để sử dụng mặc định "{{name}}/key.pem".
