Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: The field 'Local port' must contain a valid port, ranging from 0 to 65535.
vi_vn: 'Cổng cục bộ' phải chứa số Cổng hợp lệ, nằm trong khoảng từ 0 đến 65535.

source: An IPv6 protocol was selected, but the selected interface has no IPv6 address.
vi_vn: Giao thức IPv6 đã được chọn, nhưng giao diện mạng được chọn không có địa chỉ IPv6.

source: An IPv4 protocol was selected, but the selected interface has no IPv4 address.
vi_vn: Giao thức IPv4 đã được chọn, nhưng giao diện mạng được chọn không có địa chỉ IPv4.

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 address.
vi_vn: Địa chỉ IP và giao thức không khớp. Bạn không thể lựa chọn địa chỉ IPv6 và giao thức IPv4.

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 address.
vi_vn: Địa chỉ IP và giao thức không khớp. Bạn không thể lựa chọn địa chỉ IPv4 và giao thức IPv6.

source: Passthrough networks
vi_vn: Cho phép truyền qua mạng

source: Prefer older IPsec SAs
vi_vn: Ưu tiên các SA IPsec cũ hơn

source: e.g. 192.168.1.0/24, 192.168.2.0/24
vi_vn: VD: 192.168.1.0/24, 192.168.2.0/24

source: Register additional Security Policy Database entries
vi_vn: Đăng ký các bản ghi Cơ Sở Dữ Liệu Chính Sách Bảo Mật bổ sung

source: Manual SPD entries
vi_vn: Mục nhập SPD thủ công

source: Automatically ping host
vi_vn: Tự động ping máy chủ

source: Set globally in mobile client options
vi_vn: Thiết lập tiêu chuẩn chung cho các tùy chọn máy khách di động

source: PFS key group
vi_vn: Nhóm khóa PFS

source: Hash algorithms
vi_vn: Thuật toán băm

source: Encryption algorithms
vi_vn: Các thuật toán mã hóa

source: ESP is encryption, AH is authentication only
vi_vn: ESP mã hóa, AH dùng xác thực

source: Phase 2 proposal (SA/Key Exchange)
vi_vn: Đề xuất giai đoạn 2 (SA/Trao đổi khóa)

source: Remote Network
vi_vn: Mạng từ xa

source: %s subnet
vi_vn: mạng con %s

source: Local Network
vi_vn: Mạng cục bộ

source: Set this option to disable this phase2 entry without removing it from the list
vi_vn: Thiết lập tùy chọn này để tắt entry giai đoạn 2 mà không phải xóa khỏi danh sách

source: Disable this phase2 entry
vi_vn: Tắt entry giai đoạn 2

source: SPD "%s" is not a valid network, it should match the tunnel type (IPv4/IPv6).
vi_vn: SPD "%s" không phải là mạng hợp lệ, phải khớp với loại đường hầm (IPv4/IPv6).

source: The P2 lifetime must be an integer.
vi_vn: Thời đoạn P2 phải là số nguyên.

source: At least one hashing algorithm needs to be selected.
vi_vn: Ít nhất một thuật toán băm cần được chọn.

source: At least one encryption algorithm must be selected.
vi_vn: Ít nhất một thuật toán mã hóa phải được chọn.

source: Phase2 with this Local/Remote networks combination is already defined for this Phase1.
vi_vn: Giai đoạn 2 kết hợp mạng Cục bộ/Từ xa này đã được xác định cho Giai đoạn 1 này.

source: Phase2 with this Local Network is already defined for mobile clients.
vi_vn: Giai đoạn 2 với Mạng cục bộ này đã được xác định cho các máy khách di động.

source: A valid remote network IPv6 address must be specified or you need to change Mode to IPv4
vi_vn: Phải chỉ định địa chỉ IPv6 mạng từ xa hợp lệ hoặc cần thay đổi Chế độ sang IPv4

source: A valid remote network IPv4 address must be specified or you need to change Mode to IPv6
vi_vn: Phải chỉ định địa chỉ IPv4 mạng từ xa hợp lệ hoặc cần thay đổi Chế độ sang IPv6

source: A valid remote network IP address must be specified.
vi_vn: Phải chỉ định địa chỉ IP mạng từ xa hợp lệ.

source: A valid remote network bit count must be specified.
vi_vn: Phải chỉ định số bit mạng từ xa hợp lệ.

source: A valid local network IPv6 address must be specified or you need to change Mode to IPv4
vi_vn: Phải chỉ định địa chỉ IPv6 mạng cục bộ hợp lệ hoặc chuyển Chế độ sang IPv4

source: A valid local network IPv4 address must be specified or you need to change Mode to IPv6
vi_vn: Phải chỉ định địa chỉ IPv4 mạng cục bộ hợp lệ hoặc chuyển Chế độ sang IPv6

source: A valid local network IP address must be specified.
vi_vn: Phải chỉ định địa chỉ IP mạng cục bộ hợp lệ.

source: A valid local network bit count must be specified.
vi_vn: Phải chỉ định số bit mạng cục bộ hợp lệ.

source: Remote network type
vi_vn: Loại mạng từ xa

source: Unique Identifier
vi_vn: Định danh duy nhất

source: Local network type
vi_vn: Kiểu mạng cục bộ

source: A valid ikeid must be specified.
vi_vn: Phải chỉ định ikeid hợp lệ.

source: Number of consecutive failures allowed before disconnect.
vi_vn: Số lỗi liên tiếp được phép trước khi ngắt kết nối.

source: retries
vi_vn: thử lại

source: Delay between requesting peer acknowledgement.
vi_vn: Độ trễ giữa việc yêu cầu xác nhận peer.

source: Enable DPD
vi_vn: Bật DPD

source: Dead Peer Detection
vi_vn: Dò tìm peer mất kết nối

source: Disables the IKEv2 MOBIKE protocol defined by RFC 4555
vi_vn: Tắt giao thức IKEv2 MOBIKE được định nghĩa trong RFC 4555

source: Disable MOBIKE
vi_vn: Tắt MOBIKE

source: Set this option to enable the use of NAT-T (i.e. the encapsulation of ESP in UDP packets) if needed, which can help with clients that are behind restrictive tường lửa.
vi_vn: Thiết lập tùy chọn này để bật NAT-T (VD: Gói ESP trong các gói UDP) nếu cần để có thể giúp máy khách bị giám sát nghiêm ngặt sau Tường lửa.

source: Force
vi_vn: Buộc

source: NAT Traversal
vi_vn: Ngang qua NAT

source: This option will create a tunnel for each phase 2 entry for IKEv2 interoperability with e.g. FortiGate devices.
vi_vn: Tùy chọn này sẽ tạo đường hầm cho mỗi entry giai đoạn 2 tương tác IKEv2 (VD: thiết bị FortiGate).

source: Tunnel Isolation
vi_vn: Cách ly đường hầm

source: Whether rekeying of an IKE_SA should also reauthenticate the peer. In IKEv1, reauthentication is always done.
vi_vn: Dù khóa lại (Rekey) IKE_SA cũng nên xác thực lại peer. Trong IKEv1, xác thực lại luôn luôn được thực hiện.

source: Disable Reauth
vi_vn: Tắt xác thực lại (Reauth)

source: Whether a connection should be renegotiated when it is about to expire.
vi_vn: Liệu một kết nối có nên được thực hiện lại khi sắp hết hạn hay không.

source: Disable Rekey
vi_vn: Tắt khóa lại (Rekey)

source: DH key group
vi_vn: Nhóm khóa DH

source: Hash algorithm
vi_vn: Thuật toán băm

source: Encryption algorithm
vi_vn: Thuật toán mã hóa

source: Phase 1 proposal (Algorithms)
vi_vn: Đề xuất Giai đoạn 1 (Các thuật toán)

source: Select authentication servers to use.
vi_vn: Chọn máy chủ xác thực.

source: Radius servers
vi_vn: Máy chủ Radius

source: Select a certificate authority previously configured in the Certificate Manager.
vi_vn: Lựa chọn Ủy quyền Chứng chỉ(CA) trước khi cấu hình trong phần Quản lý Chứng chỉ

source: Select a certificate previously configured in the Certificate Manager.
vi_vn: Lựa chọn Chứng chỉ trước khi cấu hình trong phần Quản lý Chứng chỉ

source: My Certificate
vi_vn: Chứng chỉ của tôi

source: Input your Pre-Shared Key string.
vi_vn: Nhập chuỗi Pre-Shared Key (khóa chia sẻ) của bạn

source: NOTE: This is known as the "group" setting on some VPN client implementations.
vi_vn: CHÚ Ý: Đây được xem là thiết lập "nhóm" trên một số triển khai máy khách VPN.

source: Peer IP address
vi_vn: Địa chỉ IP peer

source: Peer identifier
vi_vn: Định danh peer

source: KeyID tag
vi_vn: Nhãn ID khóa (KeyID)

source: ASN.1 distinguished Name
vi_vn: Tên phân biệt ASN.1

source: My IP address
vi_vn: Địa chỉ IP của tôi

source: My identifier
vi_vn: Định danh của tôi

source: Aggressive is more flexible, but less secure.
vi_vn: Xâm lấn linh hoạt hơn, nhưng kém an toàn hơn.

source: Negotiation mode
vi_vn: Kiểu thương lượng

source: If you select EAP-RADIUS, you must define your RADIUS servers on the %sServers%s page.
vi_vn: Nếu bạn chọn EAP-RADIUS, bạn phải định nghĩa máy chủ RADIUS của mình trên trang %sMáy chủ%s.

source: Must match the setting chosen on the remote side.
vi_vn: Phải phù hợp với thiết lập được chọn ở phần điều khiển từ xa.

source: Phase 1 proposal (Authentication)
vi_vn: Đề xuất Giai đoạn 1 (Xác thực)

source: Select the interface for the local endpoint of this phase1 entry.
vi_vn: Lựa chọn giao diện mạng cho đầu cuối cục bộ của entry Giai đoạn 1.

source: Select the Internet Protocol family from this dropdown.
vi_vn: Lựa chọn nhóm giao thức Internet từ menu thả xuống.

source: Internet Protocol
vi_vn: Giao thức Internet

source: Select the KeyExchange Protocol version to be used. Usually known as IKEv1 or IKEv2.
vi_vn: Lựa chọn sử dụng phiên bản giao thức trao đổi khóa. Thường dùng như IKEv1 hoặc IKEv2.

source: Key Exchange version
vi_vn: Phiên bản trao đổi khóa

source: Choose the connect behaviour here, when using CARP you might want to consider the 'Respond only' option here (wait for the other side to connect).
vi_vn: Chọn hành vi kết nối tại đây, khi sử dụng CARP bạn có thể muốn xem xét tùy chọn 'Chỉ phản hồi' này (chờ bên kia kết nối).

source: Start immediate
vi_vn: Bắt đầu ngay lập tức

source: Start on traffic
vi_vn: Bắt đầu lưu lượng

source: Respond only
vi_vn: Chỉ phản hồi

source: Connection method
vi_vn: Phương thức kết nối

source: Set this option to disable this phase1 without removing it from the list.
vi_vn: Thiết lập tùy chọn này để tắt Giai đoạn 1 mà không phải xóa chúng từ danh sách.

source: Disable this phase1 entry
vi_vn: Tắt entry Giai đoạn 1

source: Clone related phase 2 entries as well, remember to change the networks. All phase 2 entries will be added in disabled state
vi_vn: Nhân bản các bản ghi giai đoạn 2 liên quan, hãy nhớ thay đổi mạng. Tất cả entry Giai đoạn 2 sẽ được thêm vào ở trạng thái tắt

source: Clone phase2
vi_vn: Nhân bản Giai đoạn 2

source: General information
vi_vn: Thông tin chung

source: Invalid argument for key exchange protocol version.
vi_vn: Đối số không hợp lệ đối với phiên bản giao thức trao đổi khóa.

source: A numeric value must be specified for DPD retries.
vi_vn: Giá trị số phải được chỉ định đối với retries DPD.

source: A numeric value must be specified for DPD delay.
vi_vn: Giá trị số phải được chỉ định đối với độ trễ DPD.

source: A valid User FQDN in the form of user@my.domain.com for 'Peer identifier' must be specified.
vi_vn: Phải chỉ định FQDN người dùng hợp lệ là 'user@my.domain.com' đối với 'Định danh Peer (peer identifier)'.

source: A valid FQDN for 'Peer identifier' must be specified.
vi_vn: Phải chỉ định FQDN hợp lệ cho 'Định danh Peer (peer identifier)'.

source: A valid domain name for 'Peer identifier' must be specified.
vi_vn: Phải chỉ định tên miền hợp lệ cho 'Định danh Peer (peer identifier)'.

source: A valid IP address for 'Peer identifier' must be specified.
vi_vn: Phải chỉ định địa chỉ IP hợp lệ cho 'Định danh Peer (peer identifier)'.

source: Please enter a user and fully qualified domain name for 'Peer Identifier'
vi_vn: Vui lòng nhập Người dùng và FQDN cho 'Định danh Peer (peer identifier)'.

source: Please enter a fully qualified domain name for 'Peer Identifier'
vi_vn: Vui lòng nhập FQDN cho 'Định danh Peer (peer identifier)'.

source: Please enter a keyid tag for 'Peer Identifier'
vi_vn: Vui lòng nhập Nhãn id khóa (keyid tag) cho 'Định danh Peer (peer identifier)'

source: Please enter an address for 'Peer Identifier'
vi_vn: Vui lòng nhập địa chỉ cho 'Định danh Peer (peer identifier)'.

source: A valid Dynamic DNS address for 'My identifier' must be specified.
vi_vn: Phải chỉ định địa chỉ IP động hợp lệ cho 'Định danh của tôi (My identifier)'.

source: A valid User FQDN in the form of user@my.domain.com for 'My identifier' must be specified.
vi_vn: Phải chỉ định FQDN Người dùng hợp lệ là 'user@my.domain.com' cho 'Định danh của tôi (My identifier)'

source: A valid FQDN for 'My identifier' must be specified.
vi_vn: Phải chỉ định FQDN hợp lệ cho 'Định danh của tôi (My identifier)'

source: A valid domain name for 'My identifier' must be specified.
vi_vn: Phải chỉ định tên miền hợp lệ cho 'Định danh của tôi (My identifier)'

source: A valid IP address for 'My identifier' must be specified.
vi_vn: Phải chỉ định địa chỉ IP hợp lệ cho 'Định danh của tôi (My identifier)'

source: Please enter a dynamic domain name for 'My Identifier'
vi_vn: Vui lòng nhập tên miền động cho 'Định danh của tôi (My identifier)'

source: Please enter a user and fully qualified domain name for 'My Identifier'
vi_vn: Vui lòng nhập FQDN và Người dùng 'Định danh của tôi (My identifier)'

source: Please enter a fully qualified domain name for 'My Identifier'
vi_vn: Vui lòng nhập FQDN cho 'Định danh của tôi (My identifier)'

source: Please enter a keyid tag for 'My Identifier'
vi_vn: Vui lòng nhập Nhãn id khóa (keyid tag) cho 'Định danh của tôi (My identifier)'

source: Please enter an address for 'My Identifier'
vi_vn: Vui lòng nhập địa chỉ cho 'Định danh của tôi (My identifier)'

source: Please select an identifier (My Identifier) other then 'any' when selecting 'Any' interface
vi_vn: Vui lòng chọn định danh (My identifier) khác sau đó chọn 'bất kỳ' khi chọn giao diện mạng 'Bất kỳ' (Any).

source: The remote gateway "%s" is already used by phase1 "%s".
vi_vn: Gateway từ xa "%s" đã được Giai đoạn 1 "%s" sử dụng.

source: A valid remote gateway IPv6 address must be specified or you need to change protocol to IPv4
vi_vn: Phải chỉ định địa chỉ IPv6 gateway từ xa hợp lệ hoặc bạn cần thay đổi giao thức sang IPv4

source: A valid remote gateway IPv4 address must be specified or you need to change protocol to IPv6
vi_vn: Phải chỉ định địa chỉ IPv4 gateway từ xa hợp lệ hoặc bạn cần thay đổi giao thức sang IPv6

source: A valid remote gateway address or host name must be specified.
vi_vn: Phải chỉ định tên máy chủ (hostname) hoặc địa chỉ gateway từ xa hợp lệ.

source: The P1 lifetime must be an integer.
vi_vn: Thời đoạn P1 phải là số nguyên.

source: Remote gateway
vi_vn: Gateway từ xa

source: Please select radius servers to use.
vi_vn: Vui lòng chọn máy chủ radius.

source: %s can only be used with IKEv2 type VPNs.
vi_vn: %s chỉ có thể dùng được với VPN IKEv2.

source: Provide a WINS server list to clients
vi_vn: Cung cấp danh sách máy chủ WINS cho máy khách

source: WINS Servers
vi_vn: Máy chủ WINS

source: Provide a DNS server list to clients
vi_vn: Cung cấp danh sách máy chủ DNS cho máy khách

source: DNS Servers
vi_vn: Máy chủ DNS

source: Provide a default domain name to clients
vi_vn: Cung cấp tên miền mặc định cho máy khách

source: Network List
vi_vn: Danh sách mạng

source: Client Configuration (mode-cfg)
vi_vn: Cấu hình máy khách (mode-cfg)

source: Restrict access to users in the selected local group. Please be aware that other authentication backends will refuse to authenticate when using this option.
vi_vn: Hạn chế quyền truy cập với người dùng trong nhóm cục bộ đã chọn. Xin lưu ý các phụ trợ (backends) xác thực khác sẽ từ chối xác thực khi sử dụng tùy chọn này.

source: Enable IPsec Mobile Client Support
vi_vn: Bật hỗ trợ máy khách di động IPsec

source: IKE Extensions
vi_vn: Mở rộng IKE

source: Support for IPsec Mobile clients is enabled but a Phase1 definition was not found
vi_vn: Hỗ trợ cho máy khách di động IPsec được bật nhưng không tìm thấy định nghĩa Giai đoạn 1

source: Create Phase1
vi_vn: Tạo Giai đoạn 1

source: This can be either an IP address, fully qualified domain name or an email address.
vi_vn: Đây có thể là địa chỉ IP, FQDN hoặc địa chỉ email.

source: Another entry with the same identifier already exists.
vi_vn: Tồn tại một entry khác có cùng định danh.

source: The identifier contains invalid characters.
vi_vn: Định danh chứa ký tự không hợp lệ.

source: Identifier
vi_vn: Định danh

source: The IPsec tunnel configuration has been changed
vi_vn: Cấu hình đường hầm IPsec đã được thay đổi

source: Enable IPsec
vi_vn: Bật IPsec

source: add phase 2 entry
vi_vn: thêm entry Giai đoạn 2

source: off
vi_vn: tắt

source: Remote Subnet
vi_vn: Mạng con từ xa

source: Local Subnet
vi_vn: Mạng con cục bộ

source: Phase 1 Proposal
vi_vn: Đề xuất Giai đoạn 1

source: Remote Gateway
vi_vn: Gateway từ xa

source: The IPsec tunnel configuration has been changed.
vi_vn: Cấu hình đường hầm IPsec đã được thay đổi.

source: Mobile Client
vi_vn: Máy khách di động

source: Require passwords to meet complexity rules
vi_vn: Yêu cầu mật khẩu đáp ứng các quy tắc phức tạp

source: Enable complexity requirements
vi_vn: Kích hoạt các yêu cầu phức tạp

source: Complexity
vi_vn: Phức tạp

source: Sets the minimum length for a password
vi_vn: Đặt độ dài tối thiểu cho mật khẩu

source: Password duration settings, the interval in days in which passwords stay valid. When reached, the user will be forced to change his or her password before continuing.
vi_vn: Thiết lập thời hạn mật khẩu, mật khẩu có hiệu lực theo đơn vị ngày. Khi có mật khẩu, người dùng sẽ buộc phải thay đổi mật khẩu của mình trước khi tiếp tục.

source: %d days
vi_vn: %d ngày

source: Duration
vi_vn: Thời hạn

source: Enable password policy constraints
vi_vn: Bật các ràng buộc chính sách mật khẩu

source: Policy
vi_vn: Chính sách

source: Time in minutes to expire idle management sessions. The default is 4 hours (240 minutes).
vi_vn: Thời gian tính bằng phút để ngưng các phiên (sessions) quản lý nhàn rỗi. Mặc định là 4 giờ (240 phút).

source: Session timeout must be an integer value.
vi_vn: Thời gian chờ của phiên làm việc (session) phải là một giá trị số nguyên.

source: Confirmation
vi_vn: Xác nhận

source: New password
vi_vn: Mật khẩu mới

source: Old password
vi_vn: Mật khẩu cũ

source: User Settings
vi_vn: Thiết lập người dùng

source: Saved settings for user "%s"
vi_vn: Thiết lập đã lưu cho người dùng "%s"

source: Sorry, you cannot change settings for a non-local user.
vi_vn: Xin lỗi, bạn không thể thay đổi thiết lập cho người dùng không phải là người cục bộ.

source: search
vi_vn: tìm kiếm

source: OTP seed
vi_vn: Nguồn OTP

source: Expiration date
vi_vn: ngày hết hạn

source: Login shell
vi_vn: Đăng nhập shell lệnh

source: User comment, for your own information only
vi_vn: Bình luận của người dùng, chỉ dành cho thông tin của riêng bạn

source: User's e-mail address, for your own information only
vi_vn: Địa chỉ e-mail người dùng, chỉ dành cho thông tin của riêng bạn

source: User's full name, for your own information only
vi_vn: Tên đầy đủ người dùng, chỉ dành cho thông tin của riêng bạn

source: Full name
vi_vn: Tên đầy đủ

source: Generate a scrambled password to prevent local database logins for this user.
vi_vn: Tạo mật khẩu xáo trộn ngăn đăng nhập cơ sở dữ liệu cục bộ cho người dùng này.

source: User distinguished name
vi_vn: Tên phân biệt của người dùng

source: Invalid expiration date format; use MM/DD/YYYY instead.
vi_vn: Định dạng ngày hết hạn không hợp lệ; sử dụng MM/DD/YYYY để thay thế.

source: A password is required.
vi_vn: Mật khẩu bắt buộc.

source: The passwords do not match.
vi_vn: Mật khẩu không trùng khớp.

source: The username contains invalid characters.
vi_vn: Tên người dùng chứa các ký tự không hợp lệ.

source: Static Routes
vi_vn: Định tuyến tĩnh

source: Firewall Schedules
vi_vn: Lịch trình tường lửa

source: Auth Servers
vi_vn: Máy chủ xác thực (Auth)

source: Enter the web GUI password of the system entered above for synchronizing your configuration.
vi_vn: Nhập mật khẩu GUI web (giao diện người dùng) của hệ thống đã nhập ở trên để đồng bộ hóa cấu hình của bạn.

source: Remote System Password
vi_vn: Mật khẩu hệ thống từ xa

source: Enter the web GUI username of the system entered above for synchronizing your configuration.
vi_vn: Nhập tên người dùng GUI web (giao diện người dùng) của hệ thống đã nhập ở trên để đồng bộ hóa cấu hình của bạn.

source: Remote System Username
vi_vn: Tên người dùng hệ thống từ xa

source: Setting this option will force pfsync to synchronize its state table to this IP address. The default is directed multicast.
vi_vn: Đặt tùy chọn này sẽ buộc pfsync đồng bộ hóa bảng trạng thái của chúng với địa chỉ IP này. Mặc định là multicast.

source: Synchronize Peer IP
vi_vn: Đồng bộ hóa IP peer

source: loopback
vi_vn: lặp lại (loopback)

source: Disable preempt
vi_vn: Tắt preempt

source: Group name
vi_vn: Tên nhóm

source: Allow DNS server list to be overridden by DHCP/PPP on WAN
vi_vn: Cho phép DHCP/PPP trên mạng WAN ghi đè lên danh sách máy chủ DNS

source: DNS server options
vi_vn: Tùy chọn máy chủ DNS

source: In addition, optionally select the gateway for each DNS server. When using multiple WAN connections there should be at least one unique DNS server per gateway.
vi_vn: Ngoài ra, tùy chọn gateway cho mỗi máy chủ DNS. Khi sử dụng nhiều kết nối WAN, phải có ít nhất một máy chủ DNS duy nhất cho mỗi gateway.

source: Use gateway
vi_vn: Sử dụng gateway

source: Prefer to use IPv4 even if IPv6 is available
vi_vn: Chỉ sử dụng IPv4 ngay cả khi IPv6 có sẵn

source: Prefer IPv4 over IPv6
vi_vn: Ưu tiên IPv4 hơn IPv6

source: Networking
vi_vn: Mạng kết nối

source: This will change the look and feel of the GUI.
vi_vn: Việc này sẽ thay đổi giao diện GUI (giao diện người dùng).

source: Theme
vi_vn: Chủ đề

source: Choose a language for the web GUI.
vi_vn: Chọn ngôn ngữ cho GUI web (giao diện người dùng).

source: Select the location closest to you
vi_vn: Chọn vị trí gần bạn nhất

source: Time zone
vi_vn: Múi giờ

source: Name of the firewall host, without domain part
vi_vn: Tên của máy chủ tường lửa, không có phần miền

source: The hostname may only contain the characters a-z, 0-9 and '-'.
vi_vn: Tên máy chủ chỉ có thể chứa các ký tự a-z, 0-9 và '-'.

source: Probe Interval
vi_vn: Thời hiệu thăm dò

source: Mark Gateway as Down
vi_vn: Đánh dấu gateway không hoạt động

source: Disable Gateway Monitoring
vi_vn: Tắt tính năng giám sát gateway

source: This will allow the gateway to exist outside of the interface subnet.
vi_vn: Việc này sẽ cho phép gateway tồn tại bên ngoài mạng con của giao diện mạng.

source: Far Gateway
vi_vn: Gateway ở xa

source: Choose the Internet Protocol this gateway uses.
vi_vn: Chọn Giao thức Internet mà gateway này sử dụng.

source: Choose which interface this gateway applies to.
vi_vn: Chọn giao diện mạng mà gateway này áp dụng.

source: Changing name on a gateway is not allowed.
vi_vn: Thay đổi tên trên gateway không được phép.

source: Loss
vi_vn: Mất

source: Monitor IP
vi_vn: IP Giám sát

source: When to trigger exclusion of a member
vi_vn: Khi kích hoạt thành viên loại trừ

source: High Latency
vi_vn: Độ trễ Cao

source: Packet Loss
vi_vn: Mất Gói

source: Member Down
vi_vn: Thành viên không hoạt động

source: Trigger Level
vi_vn: Cấp độ Kích hoạt

source: The virtual IP field selects what (virtual) IP should be used when this group applies to a local Dynamic DNS, IPsec or OpenVPN endpoint
vi_vn: Phần IP ảo (virtual IP) chọn IP (ảo) nào nên được sử dụng khi nhóm này áp dụng cho DNS động cục bộ (local Dynamic DNS), IPsec hoặc OpenVPN đầu cuối

source: The priority selected here defines in what order failover and balancing of links will be done. Multiple links of the same priority will balance connections until all links in the priority will be exhausted. If all links in a priority level are exhausted we will use the next available link(s) in the next priority level.
vi_vn: Mức độ ưu tiên được chọn ở đây xác định thứ tự chuyển đổi dự phòng và cân bằng các liên kết sẽ được thực hiện. Nhiều liên kết có cùng mức độ ưu tiên sẽ cân bằng các kết nối cho đến khi tất cả các liên kết theo mức độ ưu tiên cao đã hết. Nếu tất cả các liên kết ở mức ưu tiên cao đã hết, chúng tôi sẽ sử dụng (các) liên kết có sẵn theo mức ưu tiên kế tiếp.

source: Link Priority
vi_vn: Liên kết ưu tiên

source: Tier %d
vi_vn: Dãy %d

source: Never
vi_vn: Không bao giờ

source: Tier
vi_vn: Dãy

source: Gateway Priority
vi_vn: gateway ưu tiên

source: A gateway group cannot have the same name with a gateway "%s" please choose another name.
vi_vn: nhóm gateway (gateway group) không thể có cùng tên với Cổng "%s", vui lòng chọn một tên khác.
