Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Set bypass keyword. Increases traffic throughput. Suricata reads a packet, decodes it, checks it in the flow table. If the corresponding flow is local bypassed then it simply skips all streaming, detection and output and the packet goes directly out in IDS mode and to verdict in IPS mode.
vi_vn: Đặt từ khóa bỏ qua. Tăng lưu lượng truy cập. Suricata đọc một gói, giải mã nó, kiểm tra nó trong bảng luồng. Nếu luồng tương ứng bị bỏ qua cục bộ thì nó chỉ cần bỏ qua tất cả quá trình truyền phát, phát hiện và đầu ra và gói sẽ đi thẳng ra ngoài ở chế độ IDS và đưa ra phán quyết ở chế độ IPS.

source: Set specific DNS servers for this instance. Use with care.
vi_vn: Đặt máy chủ DNS cụ thể cho trường hợp này. Sử dụng cẩn thận.

source: Set the IP and port where metrics shoud be sent to, e.g. 192.168.0.1:4317.
vi_vn: Đặt IP và Cổng nơi số liệu sẽ được gửi tới, ví dụ: 192.168.0.1:4317.

source: Set the TTL (Time to Live) for DNS records in seconds. Leave empty to use the default of an already existing TTL (when updating only) or the default of the provider API (when creating new records). If explicitely set, values should be as defined in rfc2181 section 8.
vi_vn: Đặt TTL (Thời gian tồn tại) cho bản ghi DNS tính bằng giây. Để trống để sử dụng mặc định của TTL đã tồn tại (chỉ khi cập nhật) hoặc mặc định của API nhà cung cấp (khi tạo bản ghi mới). Nếu được đặt rõ ràng, các giá trị phải như được xác định trong rfc2181 phần 8.

source: Set the amount how big a logfile can growth. For Query and Blocked logs.
vi_vn: Đặt mức độ lớn mà một tệp nhật ký có thể tăng lên. Đối với nhật ký Truy vấn và Bị chặn.

source: Set the compression mode.
vi_vn: Đặt chế độ nén.

source: Set the gateway IP here when using "Disable routes" feature. You also have to add this as a system gateway.
vi_vn: Đặt địa chỉ IP gateway tại đây khi sử dụng tính năng "Disable routes". Bạn cũng cần thêm gateway này như một gateway hệ thống.

source: Set the interval in seconds to poll for changes in the IP address. Leave empty to use system defaults.
vi_vn: Đặt khoảng thời gian tính bằng giây để thăm dò các thay đổi trong địa chỉ IP. Để trống để sử dụng mặc định của hệ thống.

source: Set the name for this peer.
vi_vn: Đặt tên cho peer này.

source: Set the password for the user. Allowed characters are 0-9, a-z, A-Z, and ,._-!$%/()+#=:& with up to 128 characters.
vi_vn: Đặt mật khẩu cho người dùng. Các ký tự được phép là 0-9, a-z, A-Z và ,._-!$%/()+#=:& với tối đa 128 ký tự.

source: Set the unique username for the user. Allowed characters are 0-9, a-z, A-Z, and ._-@/:
vi_vn: Đặt tên người dùng duy nhất cho người dùng. Các ký tự được phép là 0-9, a-z, A-Z và ._-@/:

source: Sets a timeout in seconds during which an idle keepalive connection to an upstream server will stay open. NGINX default is 75s.
vi_vn: Đặt thời gian chờ tính bằng giây trong đó kết nối duy trì không hoạt động với máy chủ ngược tuyến sẽ vẫn mở. NGINX mặc định là 75s.

source: Sets the HTTP/2 initial window size for incoming connections, which is the number of bytes the client can upload before waiting for an acknowledgment from HAProxy.
vi_vn: Đặt kích thước cửa sổ ban đầu HTTP/2 cho các kết nối đến, là số byte mà máy khách có thể tải lên trước khi chờ xác nhận từ HAProxy.

source: Sets the HTTP/2 initial window size for outgoing connections, which is the number of bytes the server can respond to before waiting for an acknowledgment from HAProxy.
vi_vn: Đặt kích thước cửa sổ ban đầu HTTP/2 cho các kết nối gửi đi, là số byte mà máy chủ có thể phản hồi trước khi chờ xác nhận từ HAProxy.

source: Sets the HTTP/2 maximum number of concurrent streams per incoming connection (i.e. the number of outstanding requests on a single connection from a client).
vi_vn: Đặt số lượng luồng đồng thời tối đa HTTP/2 cho mỗi kết nối đến (tức là số lượng yêu cầu chưa xử lý trên một kết nối từ máy khách).

source: Sets the HTTP/2 maximum number of concurrent streams per outgoing connection (i.e. the number of outstanding requests on a single connection to a server).
vi_vn: Đặt số lượng luồng đồng thời tối đa HTTP/2 cho mỗi kết nối đi (tức là số lượng yêu cầu chưa xử lý trên một kết nối tới máy chủ).

source: Sets the available ciphersuites for TLSv1.3.
vi_vn: Đặt bộ mật mã có sẵn cho TLSv1.3.

source: Sets the ciphersuite list for TLSv1.2 and below.
vi_vn: Đặt danh sách bộ mật mã cho TLSv1.2 trở xuống.

source: Sets the default HTTP/2 maximum number of concurrent streams per connection (i.e. the number of outstanding requests on a single connection). The default value is 100.
vi_vn: Đặt số lượng luồng đồng thời tối đa HTTP/2 mặc định cho mỗi kết nối (tức là số lượng yêu cầu chưa xử lý trên một kết nối). Giá trị mặc định là 100.

source: Sets the default value for the HTTP/2 initial window size, on both incoming and outgoing connections. The default value is 65536.
vi_vn: Đặt giá trị mặc định cho kích thước cửa sổ ban đầu HTTP/2, trên cả kết nối đến và đi. Giá trị mặc định là 65536.

source: Sets the maximum interval (in seconds) between two automatic updates of the same OCSP response.
vi_vn: Đặt khoảng thời gian tối đa (tính bằng giây) giữa hai lần cập nhật tự động của cùng một phản hồi OCSP.

source: Sets the maximum number of requests that can be served through one keepalive connection. NGINX default is 1000.
vi_vn: Đặt số lượng yêu cầu tối đa có thể được phục vụ thông qua một kết nối cố định. NGINX mặc định là 1000.

source: Sets the minimum interval (in seconds) between two automatic updates of the same OCSP response.
vi_vn: Đặt khoảng thời gian tối thiểu (tính bằng giây) giữa hai lần cập nhật tự động của cùng một phản hồi OCSP.

source: Sets the minimum supported DTLS version, when configuring MinProtocol and leaving this empty, DTLS will be disabled.
vi_vn: Thiết lập phiên bản DTLS tối thiểu được hỗ trợ. Khi cấu hình MinProtocol và để trống trường này, DTLS sẽ bị vô hiệu hóa.

source: Sets the minimum supported SSL or TLS version.
vi_vn: Đặt phiên bản SSL hoặc TLS được hỗ trợ tối thiểu.

source: Sets the timeout (in seconds) between two successive read or write operations on client or proxied server connections.
vi_vn: Đặt thời gian chờ (tính bằng giây) giữa hai thao tác đọc hoặc ghi liên tiếp trên các kết nối máy khách hoặc máy chủ được proxy.

source: Shared secret (PSK) for this peer. You can generate a key using "wg genpsk".
vi_vn: Khóa bí mật dùng chung (PSK) cho peer này. Bạn có thể tạo khóa bằng lệnh "wg genpsk".

source: Size of the IKE SA hash table
vi_vn: Kích thước của bảng băm IKE SA

source: Skip TLS verification
vi_vn: Bỏ qua xác minh TLS

source: Soft reconfiguration inbound
vi_vn: Cấu hình lại mềm gửi đến

source: Source / Internal
vi_vn: Nguồn / Nội bộ

source: Specifies a list of IP addresses indicating NTP (RFC 5905) servers available to the client.
vi_vn: Chỉ định danh sách các địa chỉ IP cho biết máy chủ NTP (RFC 5905) có sẵn cho máy khách.

source: Specifies a list of RFC 868 time servers available to the client.
vi_vn: Chỉ định danh sách máy chủ thời gian RFC 868 có sẵn cho máy khách.

source: Specifies a ´search list´ of Domain Names to be used by the client to locate not-fully-qualified domain names.
vi_vn: Chỉ định một `danh sách tìm kiếm' các Tên miền sẽ được khách hàng sử dụng để xác định các tên miền không đủ điều kiện.

source: Specifies the days to renew the cert. The max value is 5000 days.
vi_vn: Chỉ định ngày để gia hạn chứng chỉ. Giá trị tối đa là 5000 ngày.

source: Specifies the debug level for the proxy.
vi_vn: Chỉ định mức độ gỡ lỗi cho proxy.

source: Specifies the transport protocol to use.
vi_vn: Chỉ định giao thức vận chuyển sẽ sử dụng.

source: Specify how many days to keep the JSON access logs.
vi_vn: Chỉ định số ngày lưu giữ nhật ký truy cập JSON.

source: Specify how to reach the instance, usually the public address of this firewall. (e.g. my.endpoint.local:51820)
vi_vn: Chỉ định cách truy cập phiên bản, thường là địa chỉ công khai của tường lửa này. (ví dụ: my.endpoint.local:51820)

source: Specify resolver for Upstream names resolution, OCSP stapling etc. Uses system resolver if not specified but can produce warning messages in log.
vi_vn: Chỉ định trình phân giải để phân giải tên ngược dòng, ghim OCSP, v.v. Sử dụng trình phân giải hệ thống nếu không được chỉ định nhưng có thể tạo thông báo cảnh báo trong nhật ký.

source: Specify the number of data bytes to be sent. Default is 1.
vi_vn: Chỉ định số byte dữ liệu sẽ được gửi. Mặc định là 1.

source: Store CRL's
vi_vn: Lưu trữ CRL

source: Store all configured CRL's in the default trust store.
vi_vn: Lưu trữ tất cả các CRL đã định cấu hình trong kho tin cậy mặc định.

source: Store and generate next
vi_vn: Lưu trữ và tạo tiếp theo

source: Store the public parts of this peer and generate a keypair for the next.
vi_vn: Lưu trữ các phần công khai của thiết bị Peer này và tạo cặp khóa cho thiết bị tiếp theo.

source: StrictSubnets
vi_vn: Mạng con nghiêm ngặt

source: Subnet or range defining addresses allocated in pool. Accepts a single CIDR subnet defining the pool to allocate addresses from.
vi_vn: Địa chỉ mạng con hoặc phạm vi xác định được phân bổ trong nhóm. Chấp nhận một mạng con CIDR duy nhất xác định nhóm để phân bổ địa chỉ từ đó.

source: Subnet this reservation belongs to
vi_vn: Mạng con đặt chỗ này thuộc về

source: Subnet to use, should be large enough to hold the specified pools and reservations
vi_vn: Mạng con để sử dụng, phải đủ lớn để chứa các nhóm và đặt chỗ được chỉ định

source: Superseded
vi_vn: Đã thay thế

source: Sync compatibility
vi_vn: Khả năng tương thích đồng bộ hóa

source: Synchronize Config
vi_vn: Đồng bộ hóa cấu hình

source: Synchronize all states via
vi_vn: Đồng bộ hóa tất cả các trạng thái thông qua

source: System User
vi_vn: Người dùng hệ thống

source: TFTP bootfile name
vi_vn: Tên tệp khởi động TFTP

source: TFTP server address or fqdn
vi_vn: Địa chỉ máy chủ TFTP hoặc fqdn

source: TLS Insecure Skip Verify
vi_vn: TLS không an toàn Bỏ qua xác minh

source: TLS Server Name
vi_vn: Tên máy chủ TLS

source: TLS Trust Pool
vi_vn: Nhóm tin cậy TLS

source: The 1:1 mapping will only be used for connections to or from the specified destination. Hint: this is usually 'any'.
vi_vn: Ánh xạ 1:1 sẽ chỉ được sử dụng cho các kết nối đến hoặc đi từ đích đã chỉ định. Gợi ý: đây thường là 'bất kỳ'.

source: The API Key is the previous mechanism that was replaced with Personal Access Tokens. API Keys should no longer be used.
vi_vn: Khóa API là cơ chế trước đó đã được thay thế bằng Mã thông báo truy cập cá nhân. Khóa API sẽ không còn được sử dụng nữa.

source: The CARP VHID to depend on. When this virtual address is not in master state, then the instance will be shutdown.
vi_vn: CARP VHID để phụ thuộc vào. Khi địa chỉ ảo này không ở trạng thái chính thì phiên bản sẽ bị tắt.

source: The default versions are highly recommended. Choose a HTTP version for the upstream destination. HTTP/3 (HTTP over QUIC) requires HTTPS, and only establishes connections to webservers that also support HTTP/3.
vi_vn: Các phiên bản mặc định rất được khuyến khích. Chọn phiên bản HTTP cho đích ngược dòng. HTTP/3 (HTTP qua QUIC) yêu cầu HTTPS và chỉ thiết lập kết nối với máy chủ web cũng hỗ trợ HTTP/3.

source: The destination server group to relay DHCP requests to.
vi_vn: Nhóm máy chủ đích để chuyển tiếp các yêu cầu DHCP tới.

source: The domain name to offer to the client, set to this firewall's domain name when left empty
vi_vn: Tên miền cung cấp cho khách hàng, được đặt thành tên miền của tường lửa này khi để trống

source: The exclusion map should only contain a list of host names without a scheme and path.
vi_vn: Bản đồ loại trừ chỉ được chứa danh sách tên máy chủ mà không có sơ đồ và đường dẫn.

source: The interface to relay DHCP requests from.
vi_vn: Giao diện để chuyển tiếp các yêu cầu DHCP từ đó.

source: The name of this server, should match with one of the entries in the HA peers. Leave empty to use this machines hostname
vi_vn: Tên của máy chủ này, phải khớp với một trong các mục đã khai báo trong HA peers. Để trống để sử dụng hostname của máy hiện tại.

source: The time period over which results are averaged. Default is 60.
vi_vn: Khoảng thời gian mà kết quả được tính trung bình. Mặc định là 60.

source: This enables state insertion, update, and deletion messages between tường lửa by utilizing the selected interface for communication. Best choose a dedicated interface for this type of communication to prevent manipulation of states causing security issues.
vi_vn: Điều này cho phép chèn, cập nhật và xóa các thông báo trạng thái giữa các tường lửa bằng cách sử dụng giao diện đã chọn để liên lạc. Tốt nhất hãy chọn một giao diện dành riêng cho kiểu giao diện mạng này để ngăn chặn việc thao túng các trạng thái gây ra vấn đề bảo mật.

source: This interface will be added first in the lagg making it the primary one.
vi_vn: Giao diện này sẽ được thêm vào đầu tiên trong lagg và biến nó thành giao diện chính.

source: This is the instance number to give the WireGuard device a unique name (wgX).
vi_vn: Đây là số phiên bản để đặt tên duy nhất cho thiết bị WireGuard (wgX).

source: This option allows the use of insecure ciphers.
vi_vn: Tùy chọn này cho phép sử dụng mật mã không an toàn.

source: This option allows to choose which IP family is preferred when resolving DNS names. This is useful when IPv6 or IPv4 is not available. It solves a common issue with OCSP updates.
vi_vn: Tùy chọn này cho phép chọn họ IP nào được ưu tiên khi phân giải tên DNS. Điều này rất hữu ích khi không có IPv6 hoặc IPv4. Nó giải quyết một vấn đề phổ biến với các bản cập nhật OCSP.

source: This option is DEPRECATED and should no longer be used. A new option is available in backend pool settings.
vi_vn: Tùy chọn này KHÔNG ĐƯỢC dùng nữa và không còn được sử dụng nữa. Một tùy chọn mới có sẵn trong cài đặt nhóm phụ trợ.

source: This peers role
vi_vn: Vai trò Peer này

source: This server name
vi_vn: Tên máy chủ này

source: This specifies the URL of our server instance, which should use a different port than the control agent. For example http://192.0.2.1:8001/
vi_vn: Thiết lập URL của instance máy chủ này, URL này phải sử dụng một cổng khác với cổng của control agent. Ví dụ: http://192.0.2.1:8001/

source: This specifies the Vault token to authenticate with.
vi_vn: Điều này chỉ định mã thông báo Vault để xác thực.

source: This specifies the prefix path in Vault. If you select KV v2 you need to add .../data/... between the secret-mount-path and the path. Example: v1 prefix path: secret/acme, v2 prefix path: secret/data/acme.
vi_vn: Điều này chỉ định đường dẫn tiền tố trong Vault. Nếu bạn chọn KV v2, bạn cần thêm .../data/... giữa đường dẫn gắn kết bí mật và đường dẫn. Ví dụ: đường dẫn tiền tố v1: secret/acme, đường dẫn tiền tố v2: secret/data/acme.

source: This will enable AgentX support, which can then be queried via SNMP.
vi_vn: Điều này sẽ kích hoạt hỗ trợ AgentX, sau đó có thể được truy vấn thông qua SNMP.

source: This will enable OpenTelemetry as output.
vi_vn: Điều này sẽ kích hoạt OpenTelemetry làm đầu ra.

source: This will enable or disable the instance.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa phiên bản.

source: This will enable or disable the peer.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa Peer.

source: This will enable writes to a MQTT Broker acting as a mqtt Producer.
vi_vn: Điều này sẽ cho phép ghi vào Nhà môi giới MQTT hoạt động với tư cách là Nhà sản xuất mqtt.

source: This will filter AAAA records on IPv4 Clients. Set "DNSSEC Validation" to "No" and AAAA records will be omitted even if they are signed.
vi_vn: Tùy chọn này sẽ lọc các bản ghi AAAA đối với client IPv4. Đặt "DNSSEC Validation" thành "No" để các bản ghi AAAA bị loại bỏ ngay cả khi chúng đã được ký.

source: This will filter AAAA records on IPv6 Clients. Set "DNSSEC Validation" to "No" and AAAA records will be omitted even if they are signed.
vi_vn: Tùy chọn này sẽ lọc các bản ghi AAAA đối với client IPv6. Đặt "DNSSEC Validation" thành "No" để các bản ghi AAAA bị loại bỏ ngay cả khi chúng đã được ký.

source: Threads
vi_vn: chủ đề

source: Time Out
vi_vn: Hết giờ

source: Time interval before packets are treated as lost. Default is 4 (four times the probe interval).
vi_vn: Khoảng thời gian trước khi gói tin được coi là bị mất. Mặc định là 4 (gấp bốn lần khoảng thời gian thăm dò).

source: Timeout for write operations. Default is 5s.
vi_vn: Hết thời gian chờ cho thao tác ghi. Mặc định là 5s.

source: Timeout in seconds.
vi_vn: Thời gian chờ tính bằng giây.

source: Track interface
vi_vn: Giao diện theo dõi

source: Tries
vi_vn: Lần thử

source: Trusted Network Connect
vi_vn: Kết nối networks đáng tin cậy

source: Tunnel address
vi_vn: Địa chỉ đường hầm

source: Tunnel netmask / prefix
vi_vn: Mặt nạ networks / tiền tố đường hầm

source: Tunnel secondary local address
vi_vn: Địa chỉ cục bộ phụ của đường hầm

source: Tunnel secondary remote address
vi_vn: Địa chỉ từ xa thứ cấp của đường hầm

source: UDP port for IKE communication. If the default of port 500 is used, automatic IKE port floating to port 4500 is used to work around NAT issues.
vi_vn: Cổng UDP cho giao diện mạng IKE. Nếu sử dụng Cổng 500 mặc định, Cổng IKE tự động chuyển sang Cổng 4500 sẽ được sử dụng để khắc phục sự cố NAT.

source: URIs
vi_vn: URI

source: URL of MQTT brokers. Format is without square brackets, just like localhost:8083 or mqtts://server.net:8883. The same credentials will be used when defining multiple brokers.
vi_vn: URL của nhà môi giới MQTT. Định dạng không có dấu ngoặc vuông, giống như localhost:8083 hoặc mqtts://server.net:8883. Thông tin xác thực tương tự sẽ được sử dụng khi xác định nhiều nhà môi giới.

source: Unspecified
vi_vn: Không xác định

source: Upper limit in seconds for calculated retransmission timeout (0 to disable)
vi_vn: Giới hạn trên tính bằng giây cho thời gian chờ truyền lại được tính toán (0 để tắt)

source: Upstream Domain
vi_vn: Miền thượng nguồn

source: Upstream Keepalive Support
vi_vn: Hỗ trợ Keepalive ngược dòng

source: Upstream Path
vi_vn: Đường dẫn ngược dòng

source: Upstream Port
vi_vn: Cổng Upstream

source: Use TLS, but skip chain and host verification.
vi_vn: Sử dụng TLS nhưng bỏ qua xác minh chuỗi và máy chủ.

source: Use prefix defined on the selected interface instead of the interface this rule applies to when target prefix is not provided.
vi_vn: Sử dụng tiền tố được xác định trên giao diện đã chọn thay vì giao diện mà quy tắc này áp dụng khi tiền tố đích không được cung cấp.

source: Use rfc5424 formatted messages for this destination.
vi_vn: Sử dụng tin nhắn có định dạng rfc5424 cho đích này.

source: User / Group
vi_vn: Người dùng / Nhóm

source: Valid lifetime
vi_vn: Tuổi thọ hợp lệ

source: Validity Time
vi_vn: Thời gian hiệu lực

source: Vault Token
vi_vn: Mã thông báo Vault

source: Weight for this gateway when used in a gateway group. Specificed as an integer number between 1 and 5. Default equals 1.
vi_vn: Trọng lượng của gateway này khi được sử dụng trong một nhóm gateway. Được chỉ định dưới dạng số nguyên từ 1 đến 5. Mặc định bằng 1.

source: When choosing HTTP, automatic certificate management will be disabled and all traffic to and from this domain will be unencrypted.
vi_vn: Khi chọn HTTP, quản lý chứng chỉ tự động sẽ bị tắt và tất cả lưu lượng truy cập đến và đi từ miền này sẽ không được mã hóa.

source: When directive is "reverse_proxy", enter a path prefix like "/guacamole" that should be prepended to the upstream request. This is useful for destinations that have a virtual directory as their base path. When directive is "redir", add the path the request should be redirected to; leaving it empty will append {uri}.
vi_vn: Khi chỉ thị là "reverse_proxy", hãy nhập tiền tố path như "/guacamole" để được thêm vào trước request gửi tới upstream. Điều này hữu ích cho các đích có thư mục ảo làm path gốc. Khi chỉ thị là "redir", hãy thêm path mà request sẽ được chuyển hướng tới; nếu để trống sẽ tự động thêm {uri}.

source: When selected, metrics will have the RETAIN flag set.
vi_vn: Khi được chọn, các metric sẽ được gán cờ RETAIN.

source: When the interface is configured in multicast mode, the dev interface is used to transmit IP multicast packets.
vi_vn: Khi giao diện được cấu hình ở chế độ multicast, giao diện dev sẽ được sử dụng để truyền các gói IP multicast.

source: When this option is enabled tinc will only use Subnet statements which are present in the host config files in the local /etc/tinc/netname/hosts/ directory. Subnets learned via connections to other nodes and which are not present in the local host config files are ignored.
vi_vn: Khi bật tùy chọn này, tinc sẽ chỉ sử dụng các khai báo Subnet có trong các file cấu hình host tại thư mục cục bộ /etc/tinc/netname/hosts/. Các subnet học được thông qua kết nối tới các node khác nhưng không tồn tại trong các file cấu hình host cục bộ sẽ bị bỏ qua.

source: World4You
vi_vn: Thế giới4You

source: Write timeout, formatted as a string. If not provided, will default to 5s. 0s means no timeout (not recommended).
vi_vn: Viết thời gian chờ, được định dạng dưới dạng chuỗi. Nếu không được cung cấp, sẽ mặc định là 5s. 0 nghĩa là không có thời gian chờ (không được khuyến nghị).

source: X-Forwarded-For (DEPRECATED)
vi_vn: X-Forwarded-For (KHÔNG DÙNG NỮA)

source: Your OCI region
vi_vn: Vùng OCI của bạn

source: abort
vi_vn: hủy bỏ

source: destination network, leave empty to use the networks propagated in the child sa
vi_vn: networks đích, để trống để sử dụng các networks được truyền trong sa con

source: dnsHome
vi_vn: dnsTrang chủ

source: lexicon (DEPRECATED)
vi_vn: từ vựng (KHÔNG DÙNG)

source: libipsec library messages
vi_vn: tin nhắn thư viện libipsec

source: libstrongwan library messages
vi_vn: tin nhắn thư viện libstrongwan

source: libtls library messages
vi_vn: tin nhắn thư viện libtls

source: rage4
vi_vn: cơn thịnh nộ4

source: Announcements
vi_vn: Thông báo

source: Battery date
vi_vn: ngày pin

source: Battery level
vi_vn: Mức pin

source: Battery runtime
vi_vn: Thời gian chạy pin

source: Battery voltage
vi_vn: Điện áp pin

source: CARP IP
vi_vn: IP cá chép

source: CARP Status
vi_vn: Trạng thái cá chép

source: CPU thermal sensors often measure the same temperature for each CPU.
vi_vn: Cảm biến nhiệt CPU thường đo nhiệt độ giống nhau cho từng CPU.

source: Caddy Domains
vi_vn: Tên miền Caddy

source: Caddy is disabled or not configured.
vi_vn: Caddy bị vô hiệu hóa hoặc không được cấu hình.

source: Click to track this rule in Live View
vi_vn: Nhấp để theo dõi quy tắc này trong Chế độ xem trực tiếp

source: Deciso Hardware Information
vi_vn: Thông tin phần cứng Deciso

source: DynDNS service is not running
vi_vn: Dịch vụ DynDNS không chạy

source: Error fetching SMART info for device
vi_vn: Lỗi tìm nạp thông tin SMART cho thiết bị

source: Error fetching disk list
vi_vn: Lỗi tìm nạp danh sách disk

source: Failed due to battery capacity (BT)
vi_vn: Không thành công do dung lượng pin (BT)

source: Failed due to overload (NG)
vi_vn: Không thành công do quá tải (NG)

source: Firewall States
vi_vn: Trạng thái tường lửa

source: Free
vi_vn: Trống

source: Graphs
vi_vn: Đồ thị

source: IPsec Leases
vi_vn: Cho thuê IPsec

source: IPsec Tunnels
vi_vn: Đường hầm IPsec

source: IPsec is currently disabled. Click to configure IPsec.
vi_vn: IPsec hiện đang bị vô hiệu hóa. Bấm vào để cấu hình IPsec.

source: Install Time
vi_vn: Thời gian cài đặt

source: Interrupt
vi_vn: Ngắt

source: Kill connection
vi_vn: Tắt kết nối

source: Last configuration change
vi_vn: Thay đổi cấu hình lần cuối

source: Line voltage
vi_vn: Điện áp đường dây

source: Live Log
vi_vn: Nhật ký trực tiếp

source: Load
vi_vn: Trọng tải

source: Model
vi_vn: Người mẫu

source: Monit Status
vi_vn: Trạng thái tiền tệ

source: Monit is disabled or not configured.
vi_vn: Monit bị vô hiệu hóa hoặc không được cấu hình.
