Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: If this is checked, only the clients defined below will get DHCP leases from this server.
vi_vn: Nếu điều này được chọn, chỉ những máy khách được xác định bên dưới sẽ được cấp DHCP từ máy chủ này.

source: Deny unknown clients
vi_vn: Từ chối máy khách không xác định

source: Pool Description
vi_vn: Mô tả Kho (pool)

source: Editing Pool-Specific Options. To return to the Interface, click its tab above.
vi_vn: Chỉnh sửa các tùy chọn Đặc tính Kho (Pool-Specific). Để quay lại Giao tiếp, hãy nhấp vào tab của nó ở trên.

source: Enable DHCP server on the %s interface
vi_vn: Bật máy chủ DHCP trên giao diện mạng %s

source: The static mapping configuration has been changed
vi_vn: Cấu hình ánh xạ tĩnh (static mapping) đã được thay đổi

source: Do you really want to delete this mapping?
vi_vn: Bạn có thực sự muốn xóa ánh xạ (mapping) này không?

source: Do you really want to delete this pool?
vi_vn: Bạn có thực sự muốn xóa Kho (pool) này không?

source: The DHCP range cannot overlap any static DHCP mappings.
vi_vn: Dãy DHCP không được chồng lên bất kỳ ánh xạ (mapping) DHCP tĩnh nào.

source: The specified range must not be within the range configured on a DHCP pool for this interface.
vi_vn: Chỉ định Dãy (range) không được nằm trong Dãy được định cấu hình trên Kho (pool) DHCP cho giao diện mạng này.

source: The specified range must not be within the DHCP range for this interface.
vi_vn: Dãy (range)được chỉ định không được nằm trong Dãy DHCP cho giao diện mạng này.

source: The range is invalid (first element higher than second element).
vi_vn: Dãy (range) hợp lệ (phần tử đầu tiên cao hơn phần tử thứ hai).

source: The specified range lies outside of the current subnet.
vi_vn: Dãy (range) được chỉ định nằm bên ngoài mạng con hiện tại.

source: IP address or host type must be an IP address or host name.
vi_vn: Loại máy chủ (host type) hoặc địa chỉ IP phải là tên máy chủ (hostname) hoặc địa chỉ IP.

source: Signed 32-bit integer type must be a number in the range -2147483648 to 2147483647.
vi_vn: Loại số nguyên 32-bit được ký phải là một số trong phạm vi -2147483648 đến 2147483647.

source: Signed 16-bit integer type must be a number in the range -32768 to 32767.
vi_vn: Loại số nguyên 16-bit được ký phải là một số trong phạm vi -32768 đến 32767.

source: Signed 8-bit integer type must be a number in the range -128 to 127.
vi_vn: Loại số nguyên 8-bit được ký phải là một số trong phạm vi -128 đến 127.

source: Unsigned 32-bit integer type must be a number in the range 0 to 4294967295.
vi_vn: Loại số nguyên 32-bit chưa được ký phải là một số trong phạm vi 0 đến 4294967295.

source: Unsigned 16-bit integer type must be a number in the range 0 to 65535.
vi_vn: Loại số nguyên 16-bit chưa được ký phải là một số trong phạm vi 0 đến 65535.

source: Unsigned 8-bit integer type must be a number in the range 0 to 255.
vi_vn: Loại số nguyên 8-bit chưa được ký phải là một số trong phạm vi 0 đến 255.

source: Boolean type must be true, false, on, or off.
vi_vn: Kiểu Boolean phải là true, false, on, hoặc off.

source: String type must be enclosed in quotes like "this" or must be a series of octets specified in hexadecimal, separated by colons, like 01:23:45:67:89:ab:cd:ef
vi_vn: Kiểu chuỗi phải được đặt trong dấu nháy kép "như vầy" hoặc phải là một chuỗi các bộ tám bit (octet) được chỉ định trong hệ thập lục phân (hex), được phân tách bằng dấu hai chấm, như 01:23:45:67:89:ab:cd:ef

source: Text type cannot include quotation marks.
vi_vn: Loại văn bản không được bao gồm dấu nháy kép (").

source: A valid MTU value must be specified.
vi_vn: Phải chỉ định giá trị MTU hợp lệ.

source: Cannot enable static ARP when you have static map entries without IP addresses. Ensure all static maps have IP addresses and try again.
vi_vn: Không thể Bật ARP Tĩnh khi bạn có các bản ghi ánh xạ tĩnh không có địa chỉ IP. Đảm bảo tất cả các ánh xạ tĩnh đều có địa chỉ IP và thử lại.

source: The subnet range cannot overlap with virtual IP address %s.
vi_vn: Dãy mạng con không được trùng lắp với địa chỉ IP ảo %s.

source: You cannot use the broadcast address in the ending subnet range.
vi_vn: Bạn không thể sử dụng địa chỉ quảng bá (broadcast) trong Dãy mạng con kết thúc (ending subnet range).

source: You cannot use the network address in the starting subnet range.
vi_vn: Bạn không thể sử dụng địa chỉ networks trong Dãy mạng con bắt đầu (starting subnet range).

source: A valid IP address must be specified for the network boot server.
vi_vn: Phải chỉ định địa chỉ IP hợp lệ cho máy chủ boot từ networks.

source: A valid IP address or hostname must be specified for the TFTP server.
vi_vn: Phải chỉ định tên máy chủ (hostname) hoặc địa chỉ IP cho máy chủ TFTP

source: A valid domain name must be specified for the DNS domain.
vi_vn: Phải chỉ định tên miền cho miền DNS.

source: A valid IP address must be specified for the primary/secondary NTP servers.
vi_vn: Phải chỉ định địa chỉ IP hợp lệ cho các máy chủ NTP Chính/Phụ.

source: If you specify a mac deny list, it must contain only valid partial MAC addresses.
vi_vn: Nếu bạn chỉ định danh sách địa chỉ MAC bị từ chối, danh sách đó phải chứa phần địa chỉ MAC hợp lệ.

source: If you specify a mac allow list, it must contain only valid partial MAC addresses.
vi_vn: Nếu bạn chỉ định danh sách địa chỉ MAC được phép, danh sách đó phải chứa phần địa chỉ MAC hợp lệ.

source: A valid domain search list must be specified.
vi_vn: Phải chỉ định Danh sách Tìm kiếm Miền hợp lệ

source: You must specify both a valid domain key and key name.
vi_vn: Bạn phải chỉ định cả khóa miền và tên khóa hợp lệ.

source: You must specify a Base64-encoded domain key.
vi_vn: Bạn phải chỉ định khóa miền được mã hóa Base64 (Base64-encoded).

source: A valid primary domain name server IP address must be specified for the dynamic domain name.
vi_vn: Phải chỉ định địa chỉ IP máy chủ tên miền Chính hợp lệ cho Tên miền động.

source: A valid domain name must be specified for the dynamic DNS registration.
vi_vn: Phải chỉ định tên miền hợp lệ cho Đăng ký DNS động.

source: The maximum lease time must be at least 60 seconds and higher than the default lease time.
vi_vn: Thời gian cấp tối đa (maximum lease time) ít nhất phải là 60 giây và cao hơn thời gian cấp (lease time) mặc định.

source: The default lease time must be at least 60 seconds.
vi_vn: Thời gian cấp mặc định (default lease time) ít nhất phải là 60 giây

source: A valid IP address must be specified for the primary/secondary DNS servers.
vi_vn: Phải chỉ định địa chỉ IP hợp lệ cho các máy chủ DNS Chính/Phụ.

source: The gateway address %s does not lie within the chosen interface's subnet.
vi_vn: Địa chỉ gateway %s không nằm trong mạng con của giao diện mạng đã chọn.

source: A valid IP address must be specified for the primary/secondary WINS servers.
vi_vn: Phải chỉ định địa chỉ IP hợp lệ cho các máy chủ WINS Chính/Phụ.

source: A valid IP address must be specified for the gateway.
vi_vn: Phải chỉ định địa chỉ IP hợp lệ cho gateway.

source: A valid range must be specified.
vi_vn: Phải chỉ định Dãy (range) hợp lệ.

source: Range end
vi_vn: Kết thúc Dãy

source: Range begin
vi_vn: Bắt đầu Dãy

source: flush report
vi_vn: Báo cáo flush

source: Graphs will not be allowed to be recreated within a 1 minute interval, please take this into account after changing the style.
vi_vn: Đồ thị sẽ không được phép tạo lại trong khoảng thời gian 1 phút, hãy tính đến điều này sau khi thay đổi kiểu.

source: Reset Netflow Data
vi_vn: Đặt lại dữ liệu Netflow

source: Reset RRD Data
vi_vn: Đặt lại dữ liệu RRD

source: Enables the RRD graphing backend.
vi_vn: Bật chương trình backend vẽ đồ thị RRD.

source: Round-Robin-Database
vi_vn: Cơ sở dữ liệu Round-Robin

source: Reporting Database Options
vi_vn: Tùy chọn cơ sở dữ liệu báo cá

source: Do you really want to reset the selected graph?
vi_vn: Bạn có thực sự muốn đặt lại đồ thị đã chọn không?

source: Do you really want to reset the netflow data? This will erase all Insight graph data.
vi_vn: Bạn có thực sự muốn đặt lại dữ liệu netflow không? Thao tác này sẽ xóa tất cả dữ liệu biểu đồ Thông tin chi tiết.

source: Do you really want to reset the RRD graphs? This will erase all graph data.
vi_vn: Bạn có thực sự muốn đặt lại đồ thị RRD không? Thao tác này sẽ xóa tất cả dữ liệu biểu đồ.

source: All local netflow data has been cleared.
vi_vn: Tất cả dữ liệu netflow cục bộ đã bị xóa.

source: RRD report has been cleared.
vi_vn: Báo cáo RRD đã được xóa.

source: RRD data has been cleared.
vi_vn: Dữ liệu RRD đã được xóa.

source: Are you sure you want to reboot the system?
vi_vn: Bạn có chắc chắn muốn khởi động lại hệ thống không?

source: The system is rebooting now, please wait...
vi_vn: Hệ thống đang khởi động lại ngay bây giờ, vui lòng đợi ...

source: Wireless clone configuration
vi_vn: Cấu hình sao chép không dây

source: Error creating interface with mode %s. The %s interface may not support creating more clones with the selected mode.
vi_vn: Lỗi khi tạo giao diện với chế độ %s. Giao diện %s có thể không hỗ trợ tạo thêm bản sao với chế độ đã chọn.

source: Use the configuration page for the assigned interface to change the mode.
vi_vn: Sử dụng trang cấu hình cho giao diện đã chỉ định để thay đổi chế độ.

source: This wireless clone cannot be modified because it is still assigned as an interface.
vi_vn: Bản sao không dây này không thể sửa đổi vì nó vẫn được chỉ định làm giao diện.

source: Do you really want to delete this wireless clone?
vi_vn: Bạn có thực sự muốn xóa bản sao không dây này không?

source: 802.1Q VLAN PCP (priority code point)
vi_vn: 802.1Q VLAN PCP (điểm mã ưu tiên)

source: VLAN priority
vi_vn: Độ ưu tiên VLAN

source: 802.1Q VLAN tag (between 1 and 4094)
vi_vn: Thẻ VLAN 802.1Q (từ 1 đến 4094)

source: Only VLAN capable interfaces will be shown.
vi_vn: Chỉ hiển thị các giao diện hỗ trợ VLAN.

source: Interface is assigned and you cannot change the VLAN tag while assigned.
vi_vn: Giao diện đã được chỉ định và bạn không thể thay đổi thẻ VLAN khi đang được chỉ định.

source: VLAN tag
vi_vn: Thẻ VLAN

source: Tag
vi_vn: Thẻ

source: MRRU: Set ONLY for MLPPP connections. MRRU will be auto-negotiated by default.
vi_vn: MRRU: Chỉ đặt cho kết nối MLPPP. MRRU sẽ được tự động thương lượng theo mặc định.

source: MRU: MRU will be auto-negotiated by default.
vi_vn: MRU: MRU sẽ được tự động thương lượng theo mặc định.

source: MTU: MTU will default to 1492.
vi_vn: MTU: MTU sẽ mặc định là 1492.

source: Bandwidth: Set ONLY for MLPPP connections and ONLY when links have different bandwidths.
vi_vn: Băng thông: Chỉ đặt cho kết nối MLPPP và CHỊ khi các liên kết có băng thông khác nhau.

source: Link Parameters
vi_vn: Thông số liên kết

source: Protocol field compression. This option saves one byte per frame for most frames.
vi_vn: Nén trường giao thức. Tùy chọn này tiết kiệm một byte mỗi khung cho hầu hết các khung.

source: Disable protocomp (compression) (auto-negotiated by default).
vi_vn: Vô hiệu hóa protocomp (nén) (tự động thương lượng theo mặc định).

source: Address and control field compression. This option only applies to asynchronous link types. It saves two bytes per frame.
vi_vn: Nén trường địa chỉ và điều khiển. Tùy chọn này chỉ áp dụng cho các loại liên kết bất đồng bộ. Nó tiết kiệm hai byte mỗi khung.

source: Disable acfcomp (compression) (auto-negotiated by default).
vi_vn: Vô hiệu hóa acfcomp (nén) (tự động thương lượng theo mặc định).

source: This option is only meaningful if multi-link PPP is negotiated. It proscribes shorter multi-link fragment headers, saving two bytes on every frame. It is not necessary to disable this for connections that are not multi-link.
vi_vn: Tùy chọn này chỉ có ý nghĩa nếu PPP đa liên kết được thương lượng. Nó quy định tiêu đề phân đoạn đa liên kết ngắn hơn, tiết kiệm hai byte trên mỗi khung. Không cần vô hiệu hóa cho các kết nối không phải đa liên kết.

source: Disable shortseq (auto-negotiated by default).
vi_vn: Vô hiệu hóa shortseq (tự động thương lượng theo mặc định).

source: This option causes mpd to adjust incoming and outgoing TCP SYN segments so that the requested maximum segment size is not greater than the amount allowed by the interface MTU. This is necessary in many setups to avoid problems caused by routers that drop ICMP Datagram Too Big messages. Without these messages, the originating machine sends data, it passes the rogue router then hits a machine that has an MTU that is not big enough for the data. Because the IP Don't Fragment option is set, this machine sends an ICMP Datagram Too Big message back to the originator and drops the packet. The rogue router drops the ICMP message and the originator never gets to discover that it must reduce the fragment size or drop the IP Don't Fragment option from its outgoing data.
vi_vn: Tùy chọn này khiến mpd điều chỉnh các phân đoạn TCP SYN đến và đi sao cho kích thước phân đoạn tối đa yêu cầu không lớn hơn số lượng cho phép bởi MTU giao diện. Điều này cần thiết trong nhiều thiết lập để tránh các vấn đề do bộ định tuyến bỏ thông báo ICMP Datagram Quá Lớn. Không có những thông báo này, máy nguồn gửi dữ liệu, nó đi qua bộ định tuyến lỗi sau đó đến máy có MTU không đủ lớn cho dữ liệu. Vì tùy chọn IP Don't Fragment được đặt, máy này gửi thông báo ICMP Datagram Quá Lớn trở lại nguồn và bỏ gói tin. Bộ định tuyến lỗi bỏ thông báo ICMP và nguồn không bao giờ khám phá ra rằng nó phải giảm kích thước phân đoạn hoặc bỏ tùy chọn IP Don't Fragment khỏi dữ liệu đi.

source: Disable tcpmssfix (enabled by default).
vi_vn: Vô hiệu hóa tcpmssfix (mặc định được bật).

source: This option enables Van Jacobson TCP header compression, which saves several bytes per TCP data packet. You almost always want this option. This compression ineffective for TCP connections with enabled modern extensions like time stamping or SACK, which modify TCP options between sequential packets.
vi_vn: Tùy chọn này bật nén tiêu đề TCP Van Jacobson, tiết kiệm vài byte cho mỗi gói dữ liệu TCP. Bạn hầu như luôn muốn tùy chọn này. Nén này không hiệu quả cho các kết nối TCP có bật các tiện ích mở rộng hiện đại như đánh dấu thời gian hoặc SACK, sửa đổi tùy chọn TCP giữa các gói tuần tự.

source: Disable vjcomp(compression) (auto-negotiated by default).
vi_vn: Vô hiệu hóa vjcomp(nén) (tự động thương lượng theo mặc định).

source: When the idle timeout occurs, if the dial-on-demand option is enabled, mpd goes back into dial-on-demand mode. Otherwise, the interface is brought down and all associated routes removed.
vi_vn: Khi hết thời gian chờ nhàn rỗi, nếu tùy chọn quay số theo yêu cầu được bật, mpd quay lại chế độ quay số theo yêu cầu. Ngược lại, giao diện bị ngắt và tất cả các tuyến liên quan bị xóa.

source: If no incoming or outgoing packets are transmitted for the entered number of seconds the connection is brought down.
vi_vn: Nếu không có gói đến hoặc đi được truyền trong số giây đã nhập, kết nối sẽ bị ngắt.

source: (seconds) Default is 0, which disables the timeout feature.
vi_vn: (giây) Mặc định là 0, vô hiệu hóa tính năng hết thời gian chờ.

source: Idle Timeout
vi_vn: Thời gian chờ nhàn rỗi

source: This option causes the interface to operate in dial-on-demand mode. Do NOT enable if you want your link to be always up. The interface is configured, but the actual connection of the link is delayed until qualifying outgoing traffic is detected.
vi_vn: Tùy chọn này khiến giao diện hoạt động ở chế độ quay số theo yêu cầu. KHÔNG bật nếu bạn muốn liên kết luôn hoạt động. Giao diện được cấu hình, nhưng kết nối thực tế của liên kết bị trì hoãn cho đến khi phát hiện lưu lượng đi đủ điều kiện.

source: Enable Dial-on-Demand mode
vi_vn: Bật chế độ Quay số theo yêu cầu

source: Dial On Demand
vi_vn: Quay số theo yêu cầu

source: This option causes cumulative uptime to be recorded and displayed on the Status Interfaces page.
vi_vn: Tùy chọn này ghi lại thời gian hoạt động tích lũy và hiển thị trên trang Trạng thái Giao diện.

source: Enable persistent logging of connection uptime.
vi_vn: Bật ghi nhật ký liên tục thời gian hoạt động kết nối.

source: Uptime Logging
vi_vn: Ghi nhật ký thời gian hoạt động

source: Note: Enter timeout in seconds for connection to be established (sec.) Default is 45 sec.
vi_vn: Lưu ý: Nhập thời gian chờ tính bằng giây để thiết lập kết nối. Mặc định là 45 giây.

source: Note: Enter the modem initialization string here. Do NOT include the "AT" string at the beginning of the command. Many modern USB 3G modems don't need an initialization string.
vi_vn: Lưu ý: Nhập chuỗi khởi tạo modem ở đây. KHÔNG bao gồm chuỗi "AT" ở đầu lệnh. Nhiều modem USB 3G hiện đại không cần chuỗi khởi tầo.

source: Init String
vi_vn: Chuỗi khởi tạo

source: Note: Time to wait for SIM to discover network after PIN is sent to SIM (seconds).
vi_vn: Lưu ý: Thời gian chờ SIM phát hiện networks sau khi gửi PIN đến SIM (giây).

source: SIM PIN wait
vi_vn: Chờ PIN SIM

source: SIM PIN
vi_vn: Mã PIN SIM

source: Note: Defaults to 1 if you set APN above. Ignored if you set no APN above.
vi_vn: Lưu ý: Mặc định là 1 nếu bạn đặt APN ở trên. Bỏ qua nếu bạn không đặt APN ở trên.

source: APN number (optional)
vi_vn: Số APN (tùy chọn)

source: Note: Typically *99# for GSM networks and #777 for CDMA networks
vi_vn: Lưu ý: Thường là *99# cho networks GSM và #777 cho networks CDMA

source: You may enter a description here for your reference. Description will appear in the "Interfaces Assign" select lists.
vi_vn: Bạn có thể nhập mô tả ở đây để tham khảo. Mô tả sẽ xuất hiện trong danh sách chọn "Chỉ định Giao diện".

source: Select at least two interfaces for Multilink (MLPPP) connections.
vi_vn: Chọn ít nhất hai giao diện cho kết nối đa liên kết (MLPPP).

source: Link interface(s)
vi_vn: Giao diện liên kết

source: Link Type
vi_vn: Loại liên kết

source: PPPs configuration
vi_vn: Cấu hình PPPs

source: The MRU for %s must be greater than 576 bytes.
vi_vn: MRU cho %s phải lớn hơn 576 byte.

source: The MTU for %s must be greater than 576 bytes.
vi_vn: MTU cho %s phải lớn hơn 576 byte.

source: The bandwidth value for %s must be an integer.
vi_vn: Giá trị băng thông cho %s phải là số nguyên.

source: A valid local IP address must be specified for %s.
vi_vn: Một địa chỉ IP cục bộ hợp lệ phải được chỉ định cho %s.

source: The Service name contains invalid characters.
vi_vn: Tên dịch vụ chứa các ký tự không hợp lệ.

source: Multilink connections (MLPPP) using the PPP link type is not currently supported. Please select only one Link Interface.
vi_vn: Kết nối đa liên kết (MLPPP) sử dụng loại liên kết PPP hiện không được hỗ trợ. Vui lòng chỉ chọn một Giao diện liên kết.

source: Please choose a Link Type.
vi_vn: Vui lòng chọn Loại liên kết.

source: Link Interface(s)
vi_vn: Giao diện liên kết

source: Interface(s)/Port(s)
vi_vn: Giao diện / Cổng

source: Do you really want to delete this PPP interface?
vi_vn: Bạn có thực sự muốn xóa giao diện PPP này không?

source: This point-to-point link cannot be deleted because it is still being used as an interface.
vi_vn: Liên kết điểm-đến-điểm này không thể xóa vì nó vẫn đang được sử dụng làm giao diện.

source: If you leave this field blank, the smallest mtu of this laggs children will be used.
vi_vn: Nếu bạn để trống trường này, mtu nhỏ nhất của các giao diện con lagg sẽ được sử dụng.

source: Enable lacp fast-timeout on the interface.
vi_vn: Bật lacp fast-timeout trên giao diện.

source: Fast timeout
vi_vn: Thời gian chờ nhanh

source: roundrobin
vi_vn: quay vòng

source: loadbalance
vi_vn: cân bằng tải

source: fec
vi_vn: phân

source: failover
vi_vn: chuyển đổi dự phòng

source: Choose the members that will be used for the link aggregation
vi_vn: Chọn các thành viên sẽ được sử dụng để tổng hợp liên kết

source: Rules for WAN type interfaces in groups do not contain the reply-to mechanism upon which Multi-WAN typically relies.
vi_vn: Các quy tắc dành cho giao diện loại WAN trong nhóm không chứa cơ chế trả lời mà Multi-WAN thường dựa vào.

source: Group Name
vi_vn: Tên nhóm

source: The specified group name is already used by an interface. Please choose another name.
vi_vn: Tên nhóm được chỉ định đã được sử dụng bởi một giao diện. Vui lòng chọn tên khác.

source: Local address
vi_vn: Địa chỉ địa phương

source: Note that the ECN friendly behavior violates RFC2893. This should be used in mutual agreement with the peer.
vi_vn: Lưu ý rằng hành vi thân thiện với ECN vi phạm RFC2893. Điều này nên được sử dụng theo thỏa thuận chung với đồng nghiệp.

source: ECN friendly behavior
vi_vn: Hành vi thân thiện với ECN

source: Local gif tunnel endpoint
vi_vn: Điểm cuối đường hầm gif cục bộ

source: Parent interface
vi_vn: Giao diện cha

source: Mark an interface as a "private" interface. A private interface does not forward any traffic to any other port that is also a private interface.
vi_vn: Đánh dấu một giao diện là giao diện "riêng tư". Giao diện riêng tư không chuyển tiếp lưu lượng nào sang bất kỳ cổng nào khác cũng là giao diện riêng tư.

source: Private ports
vi_vn: Cổng private

source: Mark an interface as a "sticky" interface. Dynamically learned address entries are treated as static once entered into the cache. Sticky entries are never aged out of the cache or replaced, even if the address is seen on a different interface.
vi_vn: Đánh dấu một giao diện là giao diện "dính". Các mục địa chỉ được học động sẽ được xử lý như mục tĩnh sau khi nhập vào bộ nhớ đệm. Các mục dính sẽ không bao giờ hết hạn hoặc bị thay thế trong bộ nhớ đệm, ngay cả khi địa chỉ được nhìn thấy trên giao diện khác.

source: Sticky ports
vi_vn: Cổng dính

source: Auto PTP ports
vi_vn: Cổng PTP tự động

source: Set the interface as a point-to-point link. This is required for straight transitions to forwarding and should be enabled on a direct link to another RSTP-capable switch.
vi_vn: Đặt giao diện làm liên kết điểm-điểm. Điều này là bắt buộc đối với các chuyển đổi thẳng sang chuyển tiếp và phải được bật trên liên kết trực tiếp tới một bộ chuyển mạch có khả năng RSTP khác.

source: PTP ports
vi_vn: Cổng PTP

source: Auto Edge ports
vi_vn: Cổng Auto Edge

source: Set interface as an edge port. An edge port connects directly to end stations and cannot create bridging loops in the network; this allows it to transition straight to forwarding.
vi_vn: Đặt giao diện làm Cổng biên. Cổng biên kết nối trực tiếp với các trạm cuối và không thể tạo các vòng lặp cầu nối trong networks; điều này cho phép nó chuyển thẳng sang chuyển tiếp.

source: Edge ports
vi_vn: Cổng cạnh

source: Add the interface named by interface as a span port on the bridge. Span ports transmit a copy of every frame received by the bridge. This is most useful for snooping a bridged network passively on another host connected to one of the span ports of the bridge.
vi_vn: Thêm giao diện được đặt tên theo giao diện là Cổng span trên bridge. Các Cổng Span truyền một bản sao của mọi khung hình mà bridge nhận được. Điều này hữu ích nhất cho việc theo dõi networks cầu nối một cách thụ động trên một máy chủ khác được kết nối với một trong các Cổng nhịp của cầu.

source: Span port
vi_vn: Cổng nhịp

source: Cache size
vi_vn: Kích thước bộ đệm

source: Set the transmit hold count for Spanning Tree. This is the number of packets transmitted before being rate limited. The default is 6. The minimum is 1 and the maximum is 10.
vi_vn: Đặt số lần giữ truyền cho Spanning Tree. Đây là số lượng gói được truyền trước khi bị giới hạn tốc độ. Mặc định là 6. Tối thiểu là 1 và tối đa là 10.

source: Hold count
vi_vn: Giữ số đếm

source: Set the time that must pass before an interface begins forwarding packets when Spanning Tree is enabled. The default is 15 seconds. The minimum is 4 seconds and the maximum is 30 seconds.
vi_vn: Đặt thời gian phải trôi qua trước khi giao diện bắt đầu chuyển tiếp gói khi bật Cây kéo dài. Mặc định là 15 giây. Tối thiểu là 4 giây và tối đa là 30 giây.
