Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Local address[es] to use for IKE communication. Accepts single IPv4/IPv6 addresses, DNS names, CIDR subnets or IP address ranges. As an initiator, the first non-range/non-subnet is used to initiate the connection from. As a responder the local destination address must match at least to one of the specified addresses, subnets or ranges. If FQDNs are assigned, they are resolved every time a configuration lookup is done. If DNS resolution times out, the lookup is delayed for that time. When left empty %any is chosen as default.
vi_vn: Các địa chỉ cục bộ dùng cho giao tiếp IKE. Chấp nhận địa chỉ IPv4/IPv6 đơn lẻ, tên DNS, subnet CIDR hoặc dải địa chỉ IP. Với vai trò initiator, địa chỉ đầu tiên không phải dải hoặc subnet sẽ được dùng để khởi tạo kết nối. Với vai trò responder, địa chỉ đích cục bộ phải khớp với ít nhất một trong các địa chỉ, subnet hoặc dải đã khai báo. Nếu gán FQDN, chúng sẽ được phân giải mỗi khi thực hiện tra cứu cấu hình. Nếu việc phân giải DNS bị timeout, thao tác tra cứu sẽ bị trì hoãn tương ứng. Khi để trống, %any sẽ được chọn làm mặc định.

source: Select BINAT (default) or NAT here, when nets are equally sized binat is usually the best option.Using NAT we can also map unequal sized networks. A BINAT rule specifies a bidirectional mapping between an external and internal network and can be used from both ends, nat only applies in one direction.
vi_vn: Chọn BINAT (mặc định) hoặc NAT tại đây. Khi các mạng có cùng kích thước, BINAT thường là lựa chọn tốt nhất. Khi dùng NAT, bạn cũng có thể ánh xạ các mạng có kích thước không bằng nhau. Luật BINAT chỉ định ánh xạ hai chiều giữa mạng bên ngoài và mạng nội bộ và có thể được sử dụng từ cả hai phía, trong khi NAT chỉ áp dụng theo một chiều.

source: This specifies the number of clients which send messages to the partner but appear to not receive any response. A higher value needs a busier environment in order to consider a member down, when set to 0, any network disruption will cause a failover to happen.
vi_vn: Thiết lập này xác định số lượng client gửi thông điệp tới đối tác nhưng có vẻ không nhận được bất kỳ phản hồi nào. Giá trị cao hơn yêu cầu môi trường hoạt động bận rộn hơn để coi một thành viên là down. Khi đặt bằng 0, bất kỳ gián đoạn mạng nào cũng sẽ gây ra failover.

source: "header_up" sets, adds (with the "+" prefix), deletes (with the "-" prefix), or performs a replacement (by using two arguments, a search and replacement) in a request header going upstream to the backend. "header_down" sets, adds (with the "+" prefix), deletes (with the "-" prefix), or performs a replacement (by using two arguments, a search and replacement) in a response header coming downstream from the backend. For more information: https://caddyserver.com/docs/caddyfile/directives/reverse_proxy#headers
vi_vn: "header_up" dùng để đặt, thêm (với tiền tố "+"), xóa (với tiền tố "-") hoặc thực hiện thay thế (bằng cách dùng hai tham số: tìm kiếm và thay thế) đối với header của request được gửi upstream tới backend. "header_down" dùng để đặt, thêm (với tiền tố "+"), xóa (với tiền tố "-") hoặc thực hiện thay thế (bằng cách dùng hai tham số: tìm kiếm và thay thế) đối với header của response trả về downstream từ backend. Xem thêm thông tin tại: https://caddyserver.com/docs/caddyfile/directives/reverse_proxy#headers

source: A list of server IP addresses to relay DHCP requests to.
vi_vn: Danh sách các địa chỉ IP máy chủ để chuyển tiếp các yêu cầu DHCP tới.

source: ACL applies on selected users and groups. Users are prefixed with *, best use groups to structure policies
vi_vn: ACL áp dụng cho người dùng và nhóm được chọn. Người dùng có tiền tố *, sử dụng nhóm tốt nhất để cấu trúc chính sách

source: ACME Email
vi_vn: Email ACME

source: API Key (DEPRECATED)
vi_vn: Khóa API (KHÔNG DÙNG)

source: API Signing key in PEM format
vi_vn: Khóa ký API ở định dạng PEM

source: API Username
vi_vn: Tên người dùng API

source: API-Key
vi_vn: Khóa API

source: Access List
vi_vn: Danh sách truy cập

source: Action to perform.
vi_vn: Hành động để thực hiện.

source: Activates the connections cache for upstream server and sets the max number of idle connections that are preserved in the cache of each worker process. Leave blank or set to 0 to disable. Keepalive support should be enabled at Location settings also.
vi_vn: Kích hoạt bộ đệm kết nối cho máy chủ ngược dòng và đặt số lượng kết nối nhàn rỗi tối đa được lưu trong bộ đệm của mỗi quy trình công nhân. Để trống hoặc đặt thành 0 để tắt. Hỗ trợ Keepalive cũng phải được bật ở cài đặt Vị trí.

source: Add Observium Support
vi_vn: Thêm hỗ trợ Observium

source: Add extended information to eve HTTP logging.
vi_vn: Thêm thông tin mở rộng vào ghi nhật ký HTTP đêm trước.

source: Add extended information to eve TLS logging. For example, SNI field.
vi_vn: Thêm thông tin mở rộng vào việc ghi nhật ký TLS trước đó. Ví dụ: trường SNI.

source: Add the HA Proxy Protocol header. Either version 1 or 2 can be chosen. The default is off, since it is only needed when the upstream can use the Proxy Protocol header.
vi_vn: Thêm tiêu đề Giao thức proxy HA. Có thể chọn phiên bản 1 hoặc 2. Mặc định là tắt vì nó chỉ cần thiết khi thượng nguồn có thể sử dụng tiêu đề Giao thức proxy.

source: Add the log level of each message after the subsystem (e.g. [IKE2]).
vi_vn: Thêm cấp độ nhật ký của từng tin nhắn sau hệ thống con (ví dụ: [IKE2]).

source: Add the relay agent information option.
vi_vn: Thêm tùy chọn thông tin đại lý chuyển tiếp.

source: Address on which the RESTful interface should be available
vi_vn: Địa chỉ nơi có giao diện RESTful

source: Address(es)
vi_vn: (Các) địa chỉ

source: Adds the directives required for upstream keepalive to work (enables HTTP 1.1 and clears the Connection header). Mutually exclusive with WebSocket support. Keepalive parameters must be set in Upstream settings too.
vi_vn: Thêm các lệnh cần thiết để tính năng lưu giữ ngược dòng hoạt động (bật HTTP 1.1 và xóa tiêu đề Kết nối). Loại trừ lẫn nhau với sự hỗ trợ của WebSocket. Các thông số lưu giữ cũng phải được đặt trong cài đặt Thượng nguồn.

source: Affiliation Changed
vi_vn: Liên kết đã thay đổi

source: Agent Information
vi_vn: Thông tin đại lý

source: Aggressive NSEC
vi_vn: NSEC tăng cường

source: Allow Insecure Ciphers
vi_vn: Cho phép mật mã không an toàn

source: Allow RDNC key update
vi_vn: Cho phép cập nhật khóa RDNC

source: Allow local defined intermediate certificate authorities to be used in the local trust store. We advise to only store root certificates to prevent cross signed ones causing breakage when included but expired later in the chain.
vi_vn: Cho phép sử dụng các CA trung gian được định nghĩa cục bộ trong kho tin cậy (trust store) cục bộ. Khuyến nghị chỉ lưu trữ các chứng chỉ gốc (root certificates) để tránh sự cố do các chứng chỉ ký chéo, khi được đưa vào nhưng lại hết hạn ở các bước sau trong chuỗi chứng chỉ.

source: Allow updates via the RDNC key named "rndc-key". The key is shown in the general tab.
vi_vn: Cho phép cập nhật thông qua khóa RNDC có tên "rndc-key". Khóa này được hiển thị trong thẻ General.

source: Applications other than daemons
vi_vn: Các ứng dụng không phải là daemon

source: ArtFiles DNS API
vi_vn: API DNS ArtFiles

source: At least 2 interfaces must be selected. The maximum number of supported interfaces by the daemon is 5.
vi_vn: Phải chọn ít nhất 2 giao diện. Số lượng giao diện được hỗ trợ tối đa bởi daemon là 5.

source: Aurora (PCextreme/Versio)
vi_vn: Aurora (PCextreme/Phiên bản)

source: Auth Provider
vi_vn: Nhà cung cấp xác thực

source: Auto HTTPS
vi_vn: HTTPS tự động

source: Auto collect option data
vi_vn: Tự động thu thập dữ liệu tùy chọn

source: Auto fetch CRL's
vi_vn: Tự động tìm nạp CRL

source: Automatic OCSP updates
vi_vn: Cập nhật OCSP tự động

source: Automatically add a basic set of firewall rules to allow dhcp traffic, more fine grained controls can be offered manually when disabling this option.
vi_vn: Tự động thêm một bộ quy tắc tường lửa cơ bản để cho phép lưu lượng dhcp, các điều khiển chi tiết hơn có thể được cung cấp theo cách thủ công khi tắt tùy chọn này.

source: Automatically update option data for relevant attributes as routers, dns servers and ntp servers when applying settings from the gui.
vi_vn: Tự động cập nhật dữ liệu tùy chọn cho các thuộc tính liên quan như bộ định tuyến, máy chủ dns và máy chủ ntp khi áp dụng cài đặt từ gui.

source: BGP AD Distance
vi_vn: Khoảng cách quảng cáo BGP

source: Base of exponential backoff
vi_vn: Cơ sở của sự lùi lại theo cấp số nhân

source: Basic Auth
vi_vn: Xác thực cơ bản

source: Bind address
vi_vn: Địa chỉ ràng buộc

source: Bind port
vi_vn: Cổng liên kết

source: Boot filename to request
vi_vn: Tên tệp khởi động để yêu cầu

source: Bots User Agents
vi_vn: Tác nhân người dùng Bot

source: Brief description for reference.
vi_vn: Mô tả ngắn gọn để tham khảo.

source: Bunny
vi_vn: chú thỏ

source: CA Compromise
vi_vn: Thỏa hiệp CA

source: CA reference
vi_vn: Tham chiếu CA

source: CHILD_SA/IPsec SA
vi_vn: TRẺ_SA/IPsec SA

source: Caddy uses HTTP by default to connect to the Upstream. If the Upstream is only reachable via HTTPS, this option disables the TLS handshake verification. This makes the connection insecure and vulnerable to man-in-the-middle attacks. In private networks the risk is low, though do not use in production if possible. It is advised to either use plain HTTP, or proper TLS handling by using the options in "Trust".
vi_vn: Caddy mặc định sử dụng HTTP để kết nối tới Upstream. Nếu Upstream chỉ có thể truy cập qua HTTPS, tùy chọn này sẽ tắt việc xác minh bắt tay TLS. Điều này khiến kết nối trở nên không an toàn và dễ bị tấn công man-in-the-middle. Trong mạng nội bộ, rủi ro thường thấp, tuy nhiên không nên sử dụng trong môi trường production nếu có thể. Khuyến nghị sử dụng HTTP thuần hoặc cấu hình TLS đúng cách thông qua các tùy chọn trong mục "Trust".

source: Certificate Hold
vi_vn: Giữ chứng chỉ

source: Certificate signing request
vi_vn: Yêu cầu ký chứng chỉ

source: Cessation of Operation
vi_vn: Ngừng hoạt động

source: Choose TCP, UDP or both relay mode
vi_vn: Chọn TCP, UDP hoặc cả hai chế độ chuyển tiếp

source: Choose a CA or self-signed certificate to trust from "System - Trust - Authorities". Useful if the upstream destination only accepts TLS connections and offers a self signed certificate. Adding that certificate here will allow for the encrypted connection to succeed.
vi_vn: Chọn CA hoặc chứng chỉ tự ký để tin cậy từ "System - Trust - Authorities". Hữu ích khi đích upstream chỉ chấp nhận kết nối TLS và sử dụng chứng chỉ tự ký. Thêm chứng chỉ tại đây sẽ cho phép kết nối mã hóa được thiết lập thành công.

source: Choose a custom local port to listen on.
vi_vn: Chọn một cổng cục bộ tùy chỉnh để lắng nghe.

source: Choose a custom port for the upstream destination.
vi_vn: Chọn một cổng tùy chỉnh cho đích upstream.

source: Choose a handling directive: "reverse_proxy" will proxy all HTTP traffic to the selected upstream. "redir" will create a HTTP redirect.
vi_vn: Chọn chỉ thị xử lý: "reverse_proxy" sẽ proxy toàn bộ lưu lượng HTTP tới upstream đã chọn. "redir" sẽ tạo chuyển hướng HTTP.

source: Choose a handling type: "handle" (default) will keep the path in all requests. "handle_path" will strip the path from all requests.
vi_vn: Chọn kiểu xử lý: "handle" (mặc định) sẽ giữ nguyên path trong mọi request. "handle_path" sẽ loại bỏ path khỏi tất cả các request.

source: Choose a value between 1 and 255. Influences sort order when selecting a (default) gateway, lower means more important.
vi_vn: Chọn giá trị từ 1 đến 255. Ảnh hưởng đến thứ tự sắp xếp khi chọn gateway (mặc định); giá trị thấp hơn có mức ưu tiên cao hơn.

source: Choose an instance to create a new peer for.
vi_vn: Chọn một instance để tạo peer mới.

source: Choose either "listener_wrappers" for multiplexing protocols on the default HTTP and HTTPS ports on OSI Layer 7, or "global" for raw TCP/UDP traffic routing on a custom "Local port" on OSI Layer 4 with optional OSI Layer 7 protocol matching.
vi_vn: Chọn "listener_wrappers" để ghép kênh (multiplex) các giao thức trên các cổng HTTP/HTTPS mặc định ở tầng OSI 7, hoặc "global" để định tuyến lưu lượng TCP/UDP thuần trên "Local port" tùy chỉnh ở tầng OSI 4, kèm tùy chọn so khớp giao thức tầng 7.

source: Choose which gateway this route applies to.
vi_vn: Chọn gateway mà tuyến đường này áp dụng.

source: Choose which interface this rule applies to. Hint: in most cases, you'll want to use WAN here
vi_vn: Chọn giao diện áp dụng quy tắc này. Gợi ý: trong hầu hết các trường hợp, bạn sẽ muốn sử dụng networks WAN tại đây

source: CipherString
vi_vn: Chuỗi mật mã

source: Ciphersuites
vi_vn: Bộ mật mã

source: Client EAP-Identity to use in EAP-Identity exchange and the EAP method. If set to %any the EAP-Identity method will be used to ask the client for an EAP identity.
vi_vn: Client EAP-Identity để sử dụng trong trao đổi EAP-Identity và phương thức EAP. Nếu được đặt thành %any thì phương thức EAP-Identity sẽ được sử dụng để yêu cầu khách hàng cung cấp danh tính EAP.

source: Client ID, if not set a random ID is generated.
vi_vn: ID khách hàng, nếu không đặt ID ngẫu nhiên sẽ được tạo.

source: Client IP Addresses
vi_vn: Địa chỉ IP của khách hàng

source: ClientId
vi_vn: Id khách hàng

source: ClientSecret
vi_vn: Khách hàngBí mật

source: Comma-separated list of DNS servers to use on the peer.
vi_vn: Danh sách máy chủ DNS được phân tách bằng dấu phẩy để sử dụng trên networks Peer.

source: Config
vi_vn: Cấu hình

source: Configuration constraints
vi_vn: Hạn chế về cấu hình

source: Configuration management and plugins
vi_vn: Quản lý cấu hình và plugin

source: Custom TLS fields to include in eve-log for TLS. (Overrides extended if non-empty).
vi_vn: Các trường TLS tùy chỉnh để đưa vào nhật ký đêm trước cho TLS. (Ghi đè được mở rộng nếu không trống).

source: DHCP option data
vi_vn: Dữ liệu tùy chọn DHCP

source: DHGroups / Curves
vi_vn: DHNhóm / Đường cong

source: DNS Propagation
vi_vn: Tuyên truyền DNS

source: DNS Provider
vi_vn: Nhà cung cấp DNS

source: DNS domain names
vi_vn: Tên miền DNS

source: DNS prefer IP family
vi_vn: DNS thích họ IP

source: DNS servers to offer to the clients
vi_vn: Máy chủ DNS để cung cấp cho khách hàng

source: DNS servers to push as configuration payload (RFC4306 3.15 - Value 3 and 10). Accepts multiple IPv4/IPv6 addresses.
vi_vn: Máy chủ DNS được đẩy dưới dạng tải trọng cấu hình (RFC4306 3.15 - Giá trị 3 và 10). Chấp nhận nhiều địa chỉ IPv4/IPv6.

source: DNS-01 Challenge
vi_vn: Thử thách DNS-01

source: DNSExit
vi_vn: DNSThoát

source: Data format to output. Defaults to "influx".
vi_vn: Định dạng dữ liệu đầu ra. Mặc định là "influx".

source: Data layout to output. Defaults to "non-batch".
vi_vn: Bố cục dữ liệu đầu ra. Mặc định là "non-batch".

source: Default gateways to offer to the clients
vi_vn: Gateway mặc định để cung cấp cho các client

source: Define the port to be used.
vi_vn: Xác định Cổng sẽ được sử dụng.

source: Defines a timeout (in seconds) for establishing a connection with a proxied server.
vi_vn: Xác định thời gian chờ (tính bằng giây) để thiết lập kết nối với máy chủ proxy.

source: Defines how long the addresses (leases) given out by the server are valid (in seconds)
vi_vn: Xác định thời gian hợp lệ của các địa chỉ (hợp đồng thuê) do máy chủ cung cấp (tính bằng giây)

source: Defines the grace period for shutting down Caddy during a reload in seconds. If clients do not finish their requests within the grace period, the server will be forcefully terminated to allow the reload to complete and free up resources. This can influence how long "Apply" of new configurations take, since Caddy waits for all open connections to close. If the grace period is over and Caddy is unresponsive, there will be a forced kill and service restart.
vi_vn: Xác định thời gian ân hạn (tính bằng giây) để tắt Caddy trong quá trình reload. Nếu các client không hoàn tất request trong thời gian này, máy chủ sẽ bị buộc dừng để cho phép quá trình reload hoàn tất và giải phóng tài nguyên. Thiết lập này có thể ảnh hưởng đến thời gian thực hiện "Apply" cấu hình mới, do Caddy chờ tất cả các kết nối đang mở đóng lại. Nếu hết thời gian ân hạn mà Caddy không phản hồi, dịch vụ sẽ bị buộc dừng và khởi động lại.

source: Defines the target for the static route, in CIDR notation.
vi_vn: Xác định mục tiêu cho tuyến tĩnh, theo ký hiệu CIDR.

source: Depend on (CARP)
vi_vn: Phụ thuộc vào (CARP)

source: Detection
vi_vn: Phát hiện

source: Device Name
vi_vn: Tên thiết bị

source: Directive
vi_vn: chỉ thị

source: Disable IPv4
vi_vn: Tắt IPv4

source: Disable Propagation Timeout
vi_vn: Vô hiệu hóa thời gian chờ lan truyền

source: Disable TLS verification
vi_vn: Vô hiệu hóa xác minh TLS

source: Disable gzip
vi_vn: Tắt gzip

source: Disable legacy auto-added VPN rules.
vi_vn: Tắt các quy tắc VPN tự động thêm cũ.

source: Disable routes
vi_vn: Tắt tuyến đường

source: Disables responses gzipping. Makes sense if TLS is used and this method of BREACH attack protection is preferred.
vi_vn: Vô hiệu hóa phản hồi gzipping. Sẽ hợp lý nếu TLS được sử dụng và phương pháp bảo vệ chống tấn công BREACH này được ưu tiên hơn.

source: Discard Timeout
vi_vn: Hủy thời gian chờ

source: Do not request IPv4 addresses.
vi_vn: Không yêu cầu địa chỉ IPv4.

source: Do not request IPv6 addresses.
vi_vn: Không yêu cầu địa chỉ IPv6.

source: Domain search
vi_vn: Tìm kiếm tên miền

source: Elasticsearch
vi_vn: Elaticsearch

source: Email addresses
vi_vn: Địa chỉ email

source: Enable AgentX SNMP Integration
vi_vn: Kích hoạt tích hợp AgentX SNMP

source: Enable Caddy
vi_vn: Kích hoạt caddie

source: Enable DHCPv4 server.
vi_vn: Kích hoạt máy chủ DHCPv4.

source: Enable HTTP request logging for this domain and its subdomains. This option is mostly used for troubleshooting, audits and CrowdSec. It will log every single request.
vi_vn: Bật ghi nhật ký yêu cầu HTTP cho miền này và các miền phụ của nó. Tùy chọn này chủ yếu được sử dụng để khắc phục sự cố, kiểm tra và CrowdSec. Nó sẽ ghi lại mọi yêu cầu.

source: Enable High availability hook, requires the Control Agent to be enabled as well.
vi_vn: Bật móc có tính sẵn sàng cao, yêu cầu cũng phải bật Tác nhân điều khiển.

source: Enable Layer4 Proxy
vi_vn: Kích hoạt proxy lớp 4

source: Enable Layer4 Proxy to stream TCP/UDP. Layer4 Proxy matches before the Reverse Proxy; both can be used concurrently. More information: https://github.com/mholt/caddy-l4
vi_vn: Kích hoạt Proxy Layer4 để truyền phát TCP/UDP. Proxy Layer4 khớp trước Proxy ngược; cả hai có thể được sử dụng đồng thời. Thêm thông tin: https://github.com/mholt/caddy-l4

source: Enable Legacy Providers.
vi_vn: Kích hoạt nhà cung cấp kế thừa.

source: Enable Log Processor (IDS)
vi_vn: Kích hoạt Bộ xử lý nhật ký (IDS)

source: Enable MQTT
vi_vn: Kích hoạt MQTT

source: Enable OpenTelemetry Output
vi_vn: Kích hoạt đầu ra OpenTelemetry

source: Enable Remediation Component (IPS)
vi_vn: Kích hoạt Thành phần khắc phục (IPS)

source: Enable TLS handshakes logging
vi_vn: Bật ghi nhật ký bắt tay TLS

source: Enable automatic OCSP response updates. Each OCSP response will be updated at least once an hour, and even more frequently if a given OCSP response has an expire date earlier than this one hour limit.
vi_vn: Bật cập nhật phản hồi OCSP tự động. Mỗi phản hồi OCSP sẽ được cập nhật ít nhất mỗi giờ một lần và thậm chí thường xuyên hơn nếu một phản hồi OCSP nhất định có ngày hết hạn sớm hơn giới hạn một giờ này.

source: Enable control agent.
vi_vn: Kích hoạt tác nhân kiểm soát.

source: Enable custom constraints.
vi_vn: Kích hoạt các ràng buộc tùy chỉnh.

source: Enable eve HTTP logging
vi_vn: Cho phép ghi nhật ký HTTP vào đêm trước

source: Enable eve TLS logging
vi_vn: Kích hoạt tính năng ghi nhật ký TLS đêm trước

source: Enable extended OIDs for Observium NMS.
vi_vn: Kích hoạt OID mở rộng cho Observium NMS.

source: Enable insertion of the RFC7239 forwarded header in requests sent to servers.
vi_vn: Cho phép chèn tiêu đề chuyển tiếp RFC7239 trong các yêu cầu được gửi tới máy chủ.

source: Enable legacy
vi_vn: Bật di sản

source: Enable local logging
vi_vn: Cho phép ghi nhật ký cục bộ

source: Enable or disable Dynamic DNS. Requires a "DNS Provider" in "General Settings". The DNS records of this domain will be automatically updated. A wildcard domain will create a "*.example.com" record. A base domain will create a "example.com" or "opn.example.com" record. Some providers need subdomains to set records for domains like "opn.example.com"; in that case use the checkbox in the subdomains tab.
vi_vn: Bật hoặc tắt Dynamic DNS. Yêu cầu phải cấu hình "DNS Provider" trong "General Settings". Các bản ghi DNS của domain này sẽ được tự động cập nhật. Domain dạng wildcard sẽ tạo bản ghi "*.example.com". Domain gốc sẽ tạo bản ghi "example.com" hoặc "opn.example.com". Một số nhà cung cấp yêu cầu phải dùng subdomain để tạo bản ghi cho các domain như "opn.example.com"; trong trường hợp đó, hãy sử dụng tùy chọn trong tab subdomains.

source: Enable or disable Dynamic DNS. Requires a "DNS Provider" in "General Settings". The DNS records of this subdomain will be automatically updated.
vi_vn: Bật hoặc tắt Dynamic DNS. Yêu cầu phải cấu hình "DNS Provider" trong "General Settings". Các bản ghi DNS của subdomain này sẽ được tự động cập nhật.

source: Enable or disable Forward Auth. Requires an "Auth Provider" in "General Settings". Headers are set automatically to the standard of the chosen provider. Enabling this option will additionally generate the forward_auth directive in front of the reverse_proxy directive inside the scope of this handler.
vi_vn: Bật hoặc tắt Forward Auth. Yêu cầu phải cấu hình "Auth Provider" trong "General Settings". Các header sẽ được thiết lập tự động theo tiêu chuẩn của nhà cung cấp đã chọn. Khi bật tùy chọn này, chỉ thị forward_auth sẽ được tạo thêm và đặt trước chỉ thị reverse_proxy trong phạm vi của handler này.

source: Enable or disable HTTP over TLS (HTTPS) to communicate with the Forward Auth Provider.
vi_vn: Bật hoặc tắt HTTP qua TLS (HTTPS) để liên lạc với Nhà cung cấp xác thực chuyển tiếp.

source: Enable or disable HTTP over TLS (HTTPS) to communicate with the upstream destination. Caddy uses HTTP with the upstream destination by default.
vi_vn: Bật hoặc tắt HTTP qua TLS (HTTPS) để liên lạc với đích ngược dòng. Caddy sử dụng HTTP với đích ngược dòng theo mặc định.

source: Enable or disable NTLM. Needed to reverse proxy an Exchange Server. Warning: NTLM has been deprecated by Microsoft. This option will stay for as long as the optional http.reverse_proxy.transport.http_ntlm module can be compiled without errors.
vi_vn: Bật hoặc tắt NTLM. Cần thiết để đảo ngược proxy Exchange Server. Cảnh báo: NTLM đã không được Microsoft chấp nhận. Tùy chọn này sẽ tồn tại miễn là mô-đun http.reverse_proxy.transport.http_ntlm tùy chọn có thể được biên dịch mà không có lỗi.

source: Enable or disable the Caddy web server.
vi_vn: Bật hoặc tắt máy chủ web Caddy.

source: Enable or disable this relay.
vi_vn: Kích hoạt hoặc vô hiệu hóa rơle này.

source: Enable the DNS-01 Challenge for this domain. Requires a "DNS Provider" in "General Settings". This is only needed for wildcard domains, or when the default challenges can not be used due to restrictive firewall policies.
vi_vn: Bật DNS-01 Challenge cho domain này. Yêu cầu phải cấu hình "DNS Provider" trong "General Settings". Tùy chọn này chỉ cần thiết cho các domain wildcard hoặc khi không thể sử dụng các challenge mặc định do chính sách tường lửa quá hạn chế.

source: Enable this Layer4 route.
vi_vn: Kích hoạt tuyến đường Layer4 này.

source: Enable this domain.
vi_vn: Kích hoạt tên miền này.

source: Enable this handler.
vi_vn: Kích hoạt trình xử lý này.

source: Enable this item
vi_vn: Kích hoạt mục này
