Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Name template for the public certificate chain file. Placeholders "{{name}}" and "%s" are replaced by the name of the certificate being uploaded. Leave blank to use default "{{name}}/ca.pem".
vi_vn: Mẫu tên cho tệp chuỗi chứng chỉ công khai. Các placeholder "{{name}}" và "%s" sẽ được thay thế bằng tên của chứng chỉ đang được tải lên. Để trống để sử dụng mặc định "{{name}}/ca.pem".

source: Name template for the public certificate. Placeholders "{{name}}" and "%s" are replaced by the name of the certificate being uploaded. Leave blank to use default "{{name}}/cert.pem".
vi_vn: Mẫu tên cho chứng chỉ công khai. Các placeholder "{{name}}" và "%s" sẽ được thay thế bằng tên của chứng chỉ đang được tải lên. Để trống để sử dụng mặc định "{{name}}/cert.pem".

source: Naming "ca.pem"
vi_vn: Đặt tên "ca.pem"

source: Naming "cert.pem"
vi_vn: Đặt tên "cert.pem"

source: Naming "key.pem"
vi_vn: Đặt tên "key.pem"

source: Naxsi Trusted Source IPs
vi_vn: IP nguồn đáng tin cậy của Naxsi

source: Negative TTL
vi_vn: TTL âm

source: No Hostname
vi_vn: Không có tên máy chủ

source: OCSP Stapling
vi_vn: Dập ghim OCSP

source: OCSP Verify
vi_vn: Xác minh OCSP

source: OPNSense Server (FQDN)
vi_vn: Máy chủ OPNSense (FQDN)

source: OPNSense Server Port
vi_vn: Cổng máy chủ OPNSense

source: Optional comment field
vi_vn: Trường bình luận tùy chọn

source: Passive Interface
vi_vn: Giao diện thụ động

source: Password for admin user
vi_vn: Mật khẩu cho người dùng quản trị

source: Path on the SFTP server to change to after login. The path can be absolute or relative to home and must exist. Leave blank to not change path after login.
vi_vn: Đường dẫn trên máy chủ SFTP sẽ chuyển tới sau khi đăng nhập. Đường dẫn có thể là tuyệt đối hoặc tương đối so với thư mục home và phải tồn tại. Để trống nếu không muốn thay đổi đường dẫn sau khi đăng nhập.

source: Permission (Private Keys)
vi_vn: Quyền (Khóa riêng)

source: Permission (Public Keys)
vi_vn: Quyền (Khóa công khai)

source: Please manually install the plugin "os-bind" to enable support for it.
vi_vn: Vui lòng cài đặt thủ công plugin "os-bind" để kích hoạt hỗ trợ cho tính năng này.

source: Please manually install the plugin "os-google-cloud-sdk" to enable support for Google Cloud DNS.
vi_vn: Vui lòng cài đặt thủ công plugin "os-google-cloud-sdk" để kích hoạt hỗ trợ cho Google Cloud DNS.

source: Plesk API URI
vi_vn: URI API Plesk

source: Plesk XML API
vi_vn: API XML Plesk

source: Plesk XML URIs often look similar to: https://my-plesk-site.com:8443/enterprise/control/agent.php
vi_vn: Các URI XML của Plesk thường trông giống như: https://my-plesk-site.com:8443/enterprise/control/agent.php

source: Private Domains
vi_vn: Tên miền riêng

source: Provide a service account key in JSON format for your Google Cloud account.
vi_vn: Cung cấp khóa tài khoản dịch vụ ở định dạng JSON cho tài khoản Google Cloud của bạn.

source: Proxy Buffer Size (kB)
vi_vn: Kích thước bộ đệm proxy (kB)

source: Proxy Buffers: Count
vi_vn: Bộ đệm proxy: Đếm

source: Proxy Buffers: Size (kB)
vi_vn: Bộ đệm proxy: Kích thước (kB)

source: Proxy Busy Buffers Size (kB)
vi_vn: Kích thước bộ đệm bận proxy (kB)

source: Proxy Offline Buffer
vi_vn: Bộ đệm ngoại tuyến proxy

source: QX-Driver
vi_vn: Trình điều khiển QX

source: Quiet Log
vi_vn: Nhật ký yên tĩnh

source: Random Draws
vi_vn: Rút thăm ngẫu nhiên

source: Refresh Time
vi_vn: Thời gian làm mới

source: Reject Invalid HELO Hostname
vi_vn: Từ chối tên máy chủ HELO không hợp lệ

source: Reject Non-FQDN HELO Hostname
vi_vn: Từ chối tên máy chủ HELO không phải FQDN

source: Remote Path
vi_vn: Đường dẫn từ xa

source: Remote address
vi_vn: Địa chỉ từ xa

source: Restricted API Token
vi_vn: Mã thông báo API bị hạn chế

source: Retry Time
vi_vn: Thời gian thử lại

source: SFTP Host
vi_vn: Máy chủ SFTP

source: SFTP Port
vi_vn: Cổng SFTP

source: SFTP server host key, formatted as in 'known_hosts'. Leave blank to auto accept host key on first connect (not as secure as specifying it).
vi_vn: Khóa host của máy chủ SFTP, được định dạng giống như trong tệp 'known_hosts'. Để trống để tự động chấp nhận khóa host ở lần kết nối đầu tiên (kém an toàn hơn so với việc chỉ định trước).

source: SFTP server port. Leave blank to use default "22".
vi_vn: Cổng máy chủ SFTP. Để trống để sử dụng mặc định "22".

source: SNMP-Driver
vi_vn: Trình điều khiển SNMP

source: SYSLOG targets
vi_vn: Đích SYSLOG

source: Select all the interfaces to enable NetFlow on.
vi_vn: Chọn tất cả các giao diện cần bật NetFlow.

source: Select the configured AVPairs for this user.
vi_vn: Chọn các AVPair đã được cấu hình cho người dùng này.

source: Select the zone for this record.
vi_vn: Chọn zone cho bản ghi này.

source: Sender Whitelist
vi_vn: Whitelist người gửi

source: Service Type
vi_vn: Loại dịch vụ

source: Set extra arguments for this UPS, e.g. "community=public".
vi_vn: Đặt các tham số bổ sung cho UPS này, ví dụ: "community=public".

source: Set the CIDR networks allowed to contact this node. For a single host please use /32
vi_vn: Thiết lập các mạng CIDR được phép kết nối tới node này. Đối với một host đơn lẻ, vui lòng sử dụng /32.

source: Set the DNS server hosting this file. This should usually be the FQDN of your firewall where the BIND plugin is installed.
vi_vn: Thiết lập máy chủ DNS lưu trữ tệp này. Thông thường đây phải là FQDN của firewall nơi plugin BIND được cài đặt.

source: Set the Service-Type attributes for this user.
vi_vn: Thiết lập các thuộc tính Service-Type cho người dùng này.

source: Set the address the daemon is listening to. Empty means listen to all addresses.
vi_vn: Đặt địa chỉ mà daemon đang nghe. Trống có nghĩa là lắng nghe tất cả các địa chỉ.

source: Set the arguments for this check commands.
vi_vn: Đặt đối số cho lệnh kiểm tra này.

source: Set the general Time To Live for this zone.
vi_vn: Đặt Thời gian tồn tại chung cho vùng này.

source: Set the hostname which will indicate this system at the central munin platform.
vi_vn: Đặt tên máy chủ sẽ chỉ ra hệ thống này tại nền tảng munin trung tâm.

source: Set the list of allowed hosts which can query this system.
vi_vn: Đặt danh sách các máy chủ được phép có thể truy vấn hệ thống này.

source: Set the mail address of zone admin. A @-sign will automatically be replaced with a dot in the zone data.
vi_vn: Đặt địa chỉ thư của quản trị viên vùng. Dấu @ sẽ tự động được thay thế bằng dấu chấm trong dữ liệu vùng.

source: Set the maximum connections of each worker.
vi_vn: Đặt kết nối tối đa của mỗi công nhân.

source: Set the name for this AVPair
vi_vn: Đặt tên cho AVPair này

source: Set the name for this check.
vi_vn: Đặt tên cho lần kiểm tra này.

source: Set the name for this record.
vi_vn: Đặt tên cho bản ghi này.

source: Set the name for this signatures.
vi_vn: Đặt tên cho chữ ký này.

source: Set the name for this zone. Both forward and reverse zones may be specified, i.e. example.com or 0.168.192.in-addr.arpa.
vi_vn: Đặt tên cho vùng này. Cả hai vùng tiến và lùi đều có thể được chỉ định, tức là example.com hoặc 0.168.192.in-addr.arpa.

source: Set the number of rows to be displayed in rspamd UI.
vi_vn: Đặt số lượng hàng sẽ được hiển thị trong giao diện người dùng rspamd.

source: Set the number of worker processes to run.
vi_vn: Thiết lập số lượng tiến trình worker sẽ chạy.

source: Set the password for admin user "admin".
vi_vn: Thiết lập mật khẩu cho người dùng quản trị "admin".

source: Set the password for monitoring user "monuser".
vi_vn: Thiết lập mật khẩu cho người dùng giám sát "monuser".

source: Set the port munin listen to.
vi_vn: Thiết lập cổng mà Munin sẽ lắng nghe.

source: Set the port the daemon is listening to.
vi_vn: Đặt Cổng mà daemon đang nghe.

source: Set the time in hours how long the values will be buffered when the server is unreachable.
vi_vn: Đặt thời gian tính bằng giờ bao lâu các giá trị sẽ được lưu vào bộ đệm khi máy chủ không thể truy cập được.

source: Set the time in seconds after which an entry for a non-existent record should expire from cache.
vi_vn: Đặt thời gian tính bằng giây sau đó entry cho bản ghi không tồn tại sẽ hết hạn khỏi bộ đệm.

source: Set the time in seconds after which name servers should refresh the zone information.
vi_vn: Đặt thời gian tính bằng giây sau đó máy chủ định danh sẽ làm mới thông tin vùng.

source: Set the time in seconds after which name servers should retry requests if the master does not respond.
vi_vn: Đặt thời gian tính bằng giây mà sau đó máy chủ định danh sẽ thử lại các yêu cầu nếu máy chủ chính không phản hồi.

source: Set the time in seconds after which name servers should stop answering requests if the master does not respond.
vi_vn: Đặt thời gian tính bằng giây mà sau đó máy chủ định danh sẽ ngừng trả lời yêu cầu nếu máy chủ chính không phản hồi.

source: Set the type for this record.
vi_vn: Đặt loại cho bản ghi này.

source: Set the value for this AVPair.
vi_vn: Đặt giá trị cho AVPair này.

source: Set the value for this record.
vi_vn: Đặt giá trị cho bản ghi này.

source: Set this option to enable this destination.
vi_vn: Đặt tùy chọn này để kích hoạt điểm đến này.

source: Severity
vi_vn: Mức độ nghiêm trọng

source: Should be located in Tayga's IPv4 pool. Tayga requires its own IPv4 address because it acts as a router and needs to be able to send ICMP messages. Tayga will also respond to ICMPv4 echo requests at this address.
vi_vn: Nên được đặt trong nhóm IPv4 của Tayga. Tayga yêu cầu địa chỉ IPv4 riêng vì nó hoạt động như một bộ định tuyến và cần có khả năng gửi tin nhắn ICMP. Tayga cũng sẽ phản hồi các yêu cầu tiếng vang ICMPv4 tại địa chỉ này.

source: Size Of Large Header Buffers (kB)
vi_vn: Kích thước của bộ đệm tiêu đề lớn (kB)

source: Size of buffers of a single connection
vi_vn: Kích thước bộ đệm của một kết nối

source: Source / Invert
vi_vn: Nguồn / Đảo ngược

source: Specifies the log level for acme.sh, default is "normal". All other log levels add information for debug purposes, but be aware that this will break the log formatting in the GUI. Levels "debug 2" and "debug 3" log successively deeper log messages from the acme.sh including messages from DNS-01 DNSAPI scripts.
vi_vn: Chỉ định mức log cho acme.sh, mặc định là "normal". Tất cả các mức log khác sẽ bổ sung thêm thông tin phục vụ mục đích debug, nhưng cần lưu ý rằng việc này sẽ làm hỏng định dạng log trong giao diện GUI. Các mức "debug 2" và "debug 3" sẽ ghi lại các thông điệp log ngày càng chi tiết hơn từ acme.sh, bao gồm cả các thông điệp từ các script DNSAPI của DNS-01.

source: Split long running flows into smaller parts.
vi_vn: Chia các luồng chạy dài thành các phần nhỏ hơn.

source: TLS SNI Forwarding
vi_vn: Chuyển tiếp TLS SNI

source: The PSK identity configured must match on agent and server
vi_vn: Danh tính PSK được định cấu hình phải khớp với tác nhân và máy chủ

source: The maximum temporary file size limit. This does not apply to cached requests and responses.
vi_vn: Giới hạn kích thước tệp tạm thời tối đa. Điều này không áp dụng cho các yêu cầu và phản hồi được lưu trong bộ nhớ đệm.

source: The maximum time in seconds waiting for a new request before a connection will be closed.
vi_vn: Thời gian tối đa tính bằng giây để chờ yêu cầu mới trước khi kết nối bị đóng.

source: The token needs "Read" access to Zone.Zone and "Edit" access to Zone.DNS across all zones from an account.
vi_vn: Token cần có quyền "Read" đối với Zone.Zone và quyền "Edit" đối với Zone.DNS trên tất cả các zone của tài khoản.

source: The type of identify to present to the SFTP server for authorization. Select 'none' to use default "ECDSA".
vi_vn: Loại định danh dùng để cung cấp cho máy chủ SFTP khi xác thực. Chọn 'none' để sử dụng mặc định "ECDSA".

source: The username to login to the SFTP server.
vi_vn: Tên người dùng để đăng nhập vào máy chủ SFTP.

source: This field contains the amount of large header buffers. If there are not enough, the server will respond with an HTTP error.
vi_vn: Trường này chứa số lượng bộ đệm tiêu đề lớn. Nếu không đủ, máy chủ sẽ phản hồi với lỗi HTTP.

source: This field contains the size of large header buffers. If a header or the request line does not fit into it, the server will respond with an HTTP error.
vi_vn: Trường này chứa kích thước của bộ đệm tiêu đề lớn. Nếu tiêu đề hoặc dòng yêu cầu không vừa với tiêu đề đó, máy chủ sẽ phản hồi bằng lỗi HTTP.

source: This let you fetch the current installed version via .1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110
vi_vn: Điều này cho phép bạn tìm nạp phiên bản đã cài đặt hiện tại qua .1.3.6.1.4.1.8072.1.3.2.3.1.2.7.118.101.114.115.105.111.110

source: This must be a /96 prefix selected from your organization's IPv6 address space or the Well-Known Prefix 64:ff9b::/96. The IPv4 address space is mapped into the IPv6 address space by prepending this prefix to the IPv4 address.
vi_vn: Đây phải là tiền tố /96 được chọn từ vùng địa chỉ IPv6 của tổ chức bạn hoặc Tiền tố nổi tiếng 64:ff9b::/96. Không gian địa chỉ IPv4 được ánh xạ vào không gian địa chỉ IPv6 bằng cách thêm tiền tố này vào địa chỉ IPv4.

source: This option determines whether or not the NRPE daemon will allow clients to specify arguments that contain bash command substitutions of the form $(...). Enabling this option is a high security risk.
vi_vn: Tùy chọn này xác định xem daemon NRPE có cho phép khách hàng chỉ định các đối số chứa các thay thế lệnh bash có dạng $(...). Việc kích hoạt tùy chọn này có nguy cơ bảo mật cao.

source: This option forces encryption of all health checks over SSL, regardless of whether the server uses SSL or not for the normal traffic.
vi_vn: Tùy chọn này buộc mã hóa tất cả các hoạt động kiểm tra tình trạng qua SSL, bất kể máy chủ có sử dụng SSL hay không cho lưu lượng truy cập bình thường.

source: This specifies the maximum number of seconds that the NRPE daemon will allow plugins to finish executing before killing them off.
vi_vn: Điều này chỉ định số giây tối đa mà daemon NRPE sẽ cho phép các plugin hoàn tất quá trình thực thi trước khi tắt chúng.

source: This specifies the maximum number of seconds that the NRPE daemon will wait for a connection to be established before exiting.
vi_vn: Điều này chỉ định số giây tối đa mà daemon NRPE sẽ đợi kết nối được thiết lập trước khi thoát.

source: This will activate Tayga.
vi_vn: Điều này sẽ kích hoạt Tayga.

source: This will activate the NRPE service.
vi_vn: Điều này sẽ kích hoạt dịch vụ NRPE.

source: This will disable prefetching of domains before they time out.
vi_vn: Điều này sẽ vô hiệu hóa việc tìm nạp trước các miền trước khi chúng hết thời gian chờ.

source: This will enable or disable the AVPair.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa AVPair.

source: This will enable or disable the check command.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa lệnh kiểm tra.

source: This will enable or disable the list.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa danh sách.

source: This will enable or disable the sender canonical rewriting setting.
vi_vn: Điều này sẽ bật hoặc tắt cài đặt viết lại chuẩn của người gửi.

source: This will enable or disable this record.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa bản ghi này.

source: This will enable or disable this zone.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa vùng này.

source: This will run BIND in IPv4-only mode.
vi_vn: Điều này sẽ chạy BIND ở chế độ chỉ IPv4.

source: Total number of entries in downloaded set.
vi_vn: Tổng số mục trong bộ đã tải xuống.

source: Total number of ranges
vi_vn: Tổng số phạm vi

source: Transport protocol
vi_vn: Giao thức vận chuyển

source: URL of the signature database.
vi_vn: URL của cơ sở dữ liệu chữ ký.

source: Uncheck this box if you have a valid certificate for your OPNsense interface.
vi_vn: Bỏ chọn hộp này nếu bạn có chứng chỉ hợp lệ cho giao diện OPNsense của mình.

source: Unix group id to apply to all uploaded files. Leave blank to not change the group.
vi_vn: ID nhóm Unix áp dụng cho tất cả các tệp được tải lên. Để trống nếu không muốn thay đổi nhóm.

source: Unix permission to apply to uploaded private keys. Leave blank to use default "0400".
vi_vn: Quyền Unix áp dụng cho các khóa riêng được tải lên. Để trống để sử dụng mặc định "0400".

source: Unix permission to apply to uploaded public keys. Leave blank to use default "0440".
vi_vn: Quyền Unix áp dụng cho các khóa công khai được tải lên. Để trống để sử dụng mặc định "0440".

source: Use your CF account with full privileges. This is less secure, a API token should be used instead (see below).
vi_vn: Sử dụng tài khoản CF của bạn với đầy đủ đặc quyền. Điều này kém an toàn hơn, thay vào đó nên sử dụng mã thông báo API (xem bên dưới).

source: User API key
vi_vn: Khóa API người dùng

source: User API token
vi_vn: Token API người dùng

source: User with admin priviledges
vi_vn: Người dùng có đặc quyền admin

source: Usual operators here are = or +=
vi_vn: Các toán tử thông thường ở đây là = hoặc +=

source: VXLAN Network Identifier (VNI) that identifies the virtual network segment membership of the interface.
vi_vn: Mã định danh networks VXLAN (VNI) xác định tư cách thành viên phân đoạn networks ảo của giao diện.

source: Variomedia
vi_vn: đa phương tiện

source: When this buffer size is reached, nginx will send a part of the response to the client.
vi_vn: Khi đạt đến kích thước bộ đệm này, nginx sẽ gửi một phần phản hồi cho máy khách.

source: When using the Random Balancing Algorithm, this value indicates the number of draws before selecting the least loaded of these servers.
vi_vn: Khi sử dụng Thuật toán cân bằng ngẫu nhiên, giá trị này cho biết số lần rút trước khi chọn máy chủ được tải ít nhất.

source: When using the TLS ALPN extension, HAProxy advertises the specified protocol list as supported on top of ALPN. SSL offloading must be enabled.
vi_vn: Khi sử dụng tiện ích mở rộng TLS ALPN, HAProxy quảng cáo danh sách giao thức được chỉ định dưới dạng được hỗ trợ trên ALPN. Giảm tải SSL phải được kích hoạt.

source: When using the TLS ALPN extension, HAProxy advertises the specified protocol list as supported on top of ALPN. TLS must be enabled.
vi_vn: Khi sử dụng tiện ích mở rộng TLS ALPN, HAProxy quảng cáo danh sách giao thức được chỉ định dưới dạng được hỗ trợ trên ALPN. TLS phải được kích hoạt.

source: Windows Certificate System Store
vi_vn: Cửa hàng hệ thống chứng chỉ Windows

source: Worker Connections
vi_vn: Kết nối công nhân

source: Worker Processes
vi_vn: Quy trình công nhân

source: You need to obtain your API key from variomedia's customer support.
vi_vn: Bạn cần lấy khóa API từ bộ phận hỗ trợ khách hàng của Variomedia.

source: Zero RTT
vi_vn: Không RTT

source: Zone Name
vi_vn: Tên khu vực

source: netcup DNS API
vi_vn: API netcup DNS

source: (none)
vi_vn: (không chọn)

source: A unix permission, 4 digits (e.g. 0400).
vi_vn: Một quyền unix, 4 chữ số (ví dụ: 0400).

source: A unix permission, 4 digits (e.g. 0440).
vi_vn: Một quyền unix, 4 chữ số (ví dụ: 0440).

source: Access Log
vi_vn: Nhật ký truy cập

source: Active timeout needs to be an integer value between 1 and 86400
vi_vn: Thời gian chờ hoạt động cần phải là một giá trị số nguyên từ 1 đến 86400

source: Auto API
vi_vn: API Tự động

source: Automatic Mode (uses DNS lookups)
vi_vn: Chế độ tự động (sử dụng DNS lookups)

source: Blocklist.site Ads
vi_vn: Quảng cáo Blocklist.site

source: Blocklist.site Fraud
vi_vn: Gian lận Blocklist.site

source: Blocklist.site Phishing
vi_vn: Lừa đảo Blocklist.site

source: Cache Configuration
vi_vn: Cấu hình bộ nhớ đệm

source: Cache Log
vi_vn: Nhật ký bộ nhớ đệm

source: Challenge alias mode
vi_vn: Chế độ Challenge alias

source: Choose a value between 1 and 100000.
vi_vn: Chọn giá trị giữa 1 và 100000.

source: CloudFlare Connecting IP
vi_vn: IP kết nối CloudFlare

source: Domain alias mode
vi_vn: Chế độ Domain alias

source: FTP daemon
vi_vn: daemon FTP

source: Grid Example
vi_vn: Ví dụ Lưới

source: IP Hash
vi_vn: Băm IP

source: Inactive timeout needs to be an integer value between 1 and 86400
vi_vn: Thời gian chờ không hoạt động (Inactive timeout) phải là giá trị số nguyên nằm giữa 1 và 86400

source: Log / General
vi_vn: Nhật ký/Chung

source: Log / NX
vi_vn: Nhật ký/NX

source: Log / Queries
vi_vn: Nhật ký/Truy vấn

source: Munin-Node
vi_vn: Nút-Munin

source: NTP subsystem
vi_vn: Hệ thống con NTP

source: Not using DNS alias mode
vi_vn: Không dùng chế độ DNS alias

source: OPNsense BIND Plugin
vi_vn: Trình cắm OPNsense BIND

source: Only alphanumeric characters, dashes and underscores allowed.
vi_vn: Chỉ cho phép các ký tự chữ và số, dấu gạch ngang và dấu gạch dưới.

source: Please specify a value between 1 and 2146435072.
vi_vn: Vui lòng chỉ định giá trị nằm giữa 1 và 2146435072.

source: Please specify a value between 1 and 3600.
vi_vn: Vui lòng chỉ định giá trị nằm giữa 1 và 3600.

source: Please specify a value between 1 and 4095.
vi_vn: Vui lòng chỉ định giá trị nằm giữa 1 và 4096.

source: Please specify a value between 2 and 1000.
vi_vn: Vui lòng chỉ định giá trị nằm giữa 2 và 1000.

source: Random Algorithm
vi_vn: Thuật toán ngẫu nhiên

source: SNI TLS extension contains (TCP request content inspection)
vi_vn: SNI TLS phần mở rộng chứa (TCP yêu cầu kiểm tra nội dung)

source: SNI TLS extension ends with (TCP request content inspection)
vi_vn: SNI TLS kết thúc phần mở rộng với (TCP yêu cầu kiểm tra nội dung)

source: SNI TLS extension matches (TCP request content inspection)
vi_vn: SNI TLS phần mở rộng khớp (TCP yêu cầu kiểm tra nội dung)

source: SNI TLS extension matches (locally deciphered)
vi_vn: SNI TLS phần mở rộng khớp (giải mã cục bộ)

source: SNI TLS extension regex (TCP request content inspection)
vi_vn: SNI TLS phần mở rộng regrex (TCP yêu cầu kiểm tra nội dung)

source: SNI TLS extension starts with (TCP request content inspection)
vi_vn: SNI TLS phần mở rộng bắt đầu với (TCP yêu cầu kiểm tra nội dung)

source: Safe [default]
vi_vn: An toàn [mặc định]

source: Selected SYSLOG target not found
vi_vn: Không tìm thấy mục tiêu SYSLOG đã chọn

source: Sender Canonical Rewriting
vi_vn: Chép lại hợp quy cho người gửi

source: Set a number between 1 and 720.
vi_vn: Thiết lập số nằm giữa 1 và 720.

source: Set a value between 60 and 10000000.
vi_vn: Thiết lập giá trị nằm giữa 60 và 10000000.

source: Set a value between 60 and 86400.
vi_vn: Thiết lập giá trị nằm giữa 60 và 86400.

source: Should be 6 groups of 2 hex characters (a-fA-F0-9) separated by ':'
vi_vn: Nên là 6 nhóm của 2 ký tự hex (a-fA-F0-9) được phân tách bằng ':'

source: Should be a numeric value.
vi_vn: Nên là giá trị số.

source: Should be a string between 1 and 255 characters. Characters are limited to [a-z], [0-9] and [{}@./-_%] and the string must neither begin nor end with '/'.
vi_vn: Nên là chuỗi nằm giữa 1 và 255 ký tự. Các ký tự giới hạn [a-z], [0-9] và [{}@./-_%] và chuỗi không được bắt đầu hoặc kết thúc bằng '/'.

source: Should be a valid public SSH host key (see "known_hosts").
vi_vn: Nên là khóa máy chủ SSH công khai hợp lệ (xem "known_hosts").

source: Specify valid source applications.
vi_vn: Chỉ định các ứng dụng nguồn hợp lệ.

source: Store Log
vi_vn: Nhậy ký lưu trữ

source: Traffic is SSL (TCP request content inspection)
vi_vn: Lưu lượng truy cập là SSL (giám sát nội dung yêu cầu TCP)

source: Traffic is SSL (locally deciphered)
vi_vn: Lưu lượng truy cập là SSL (được giải mã cục bộ)

source: URL has to start with http:// or https://
vi_vn: URL phải bắt đầu bằng http:// hoặc https://

source: UUCP subsystem
vi_vn: Hệ thống con UUCP

source: Upload certificate via SFTP
vi_vn: Tải lên chứng chỉ qua SFTP

source: Value must be between 1 and 900.
vi_vn: Giá trị phải nằm trong khoảng từ 1 đến 900.

source: When enabling "Log SNI information only", SSL inspection must also be enabled
vi_vn: Khi bật "Chỉ ghi log thông tin SNI", tính năng kiểm tra SSL cũng phải được bật.
