Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Enable this certificate. When disabled, no attemps to issue or renew the certificate will be made.
vi_vn: Kích hoạt chứng chỉ này. Khi bị vô hiệu hóa, sẽ không có nỗ lực cấp hoặc gia hạn chứng chỉ nào được thực hiện.

source: Enable this mailer configuration.
vi_vn: Kích hoạt cấu hình gửi thư này.

source: Enable this policy.
vi_vn: Kích hoạt chính sách này.

source: Enable this realm
vi_vn: Kích hoạt vương quốc này

source: Enable this resolver configuration.
vi_vn: Kích hoạt cấu hình trình phân giải này.

source: Enable this rule.
vi_vn: Kích hoạt quy tắc này.

source: Enabling sends the plugin instance and type instance to Graphite as separate path components: host.cpu.0.cpu.idle. Disabling sends the plugin and plugin instance as one path component and type and type instance as another component: host.cpu-0.cpu-idle.
vi_vn: Việc bật sẽ gửi phiên bản plugin và loại phiên bản tới Graphite dưới dạng các thành phần đường dẫn riêng biệt: hosting.cpu.0.cpu.idle. Việc tắt sẽ gửi phiên bản plugin và plugin dưới dạng một thành phần đường dẫn, đồng thời nhập và nhập phiên bản dưới dạng một thành phần khác: Host.cpu-0.cpu-idle.

source: Enter a name for this category.
vi_vn: Nhập tên cho danh mục này.

source: Enter a name for your error page.
vi_vn: Nhập tên cho trang lỗi của bạn.

source: Enter ip:port here. Finish with TAB.
vi_vn: Nhập ip:cổng vào đây. Kết thúc bằng TAB.

source: Enter the HTTP status codes for which the error page shall be shown.
vi_vn: Nhập mã trạng thái HTTP mà trang lỗi sẽ được hiển thị.

source: Enter the name of a GET parameter to restrict matches to (supports regular expressions if enabled for this rule).
vi_vn: Nhập tên của tham số GET để hạn chế kết quả khớp (hỗ trợ biểu thức chính quy nếu được bật cho quy tắc này).

source: Enter the name of a HTTP header to restrict matches to (supports regular expressions if enabled for this rule).
vi_vn: Nhập tên của tiêu đề HTTP để hạn chế kết quả khớp (hỗ trợ các biểu thức thông thường nếu được bật cho quy tắc này).

source: Enter the name of a POST parameter to restrict matches to (supports regular expressions if enabled for this rule).
vi_vn: Nhập tên của tham số POST để hạn chế kết quả khớp (hỗ trợ biểu thức chính quy nếu được bật cho quy tắc này).

source: Error Pages
vi_vn: Trang lỗi

source: External address of selected machine
vi_vn: Địa chỉ bên ngoài của máy đã chọn

source: External addresses of this machine
vi_vn: Địa chỉ bên ngoài của máy này

source: For a TLS/DTLS client you may also specify the tls option. The option value must be the name of a previously defined TLS block. If this option is not specified, the TLS block with the name defaultClient or default will be used if defined (in that order). If the specified TLS block name does not exist, or the option is not specified and none of the defaults exist, the proxy will exit with an error.
vi_vn: Đối với máy khách TLS/DTLS, bạn cũng có thể chỉ định tùy chọn tls. Giá trị tùy chọn phải là tên của khối TLS được xác định trước đó. Nếu tùy chọn này không được chỉ định, khối TLS có tên defaultClient hoặc default sẽ được sử dụng nếu được xác định (theo thứ tự đó). Nếu tên khối TLS được chỉ định không tồn tại hoặc tùy chọn không được chỉ định và không có giá trị mặc định nào tồn tại, proxy sẽ thoát với lỗi.

source: For a TLS/DTLS server, disable the default behaviour of matching CN or SubjectAltName against the specified hostname or IP address.
vi_vn: Đối với máy chủ TLS/DTLS, hãy tắt hành vi mặc định khớp CN hoặc Chủ đềAltName với tên máy chủ hoặc địa chỉ IP được chỉ định.

source: Format: (address|*)[:port]
vi_vn: Định dạng: (địa chỉ|*)[:cổng]

source: Google GSuite restricted
vi_vn: Google GSuite bị hạn chế

source: Graceful Restart
vi_vn: Khởi động lại duyên dáng

source: Graphite SSL/TLS Verification
vi_vn: Xác minh SSL/TLS than chì

source: Graphite postfix
vi_vn: Hậu tố than chì

source: Graphite prefix
vi_vn: Tiền tố than chì

source: Graphite separate instances
vi_vn: Các trường hợp riêng biệt của than chì

source: HTTP Header contains string (substring match)
vi_vn: Tiêu đề HTTP chứa chuỗi (khớp chuỗi con)

source: HTTP Header ends with string (suffix match)
vi_vn: Tiêu đề HTTP kết thúc bằng chuỗi (khớp hậu tố)

source: HTTP Header matches exact string
vi_vn: Tiêu đề HTTP khớp với chuỗi chính xác

source: HTTP Header matches regular expression
vi_vn: Tiêu đề HTTP khớp với biểu thức chính quy

source: HTTP Header starts with string (prefix match)
vi_vn: Tiêu đề HTTP bắt đầu bằng chuỗi (khớp tiền tố)

source: Header Contains
vi_vn: Tiêu đề chứa

source: Header Matches
vi_vn: Trận đấu tiêu đề

source: Header Name
vi_vn: Tên tiêu đề

source: Header Prefix
vi_vn: Tiền tố tiêu đề

source: Header Regex
vi_vn: Tiêu đề Regex

source: Header Suffix
vi_vn: Hậu tố tiêu đề

source: Hetzner DNS API
vi_vn: API DNS Hetzner

source: Hold Down Time
vi_vn: Giữ thời gian

source: Hostname / IP
vi_vn: Tên máy chủ / IP

source: IP / Net
vi_vn: IP / Mạng

source: IP address of the remote syslog server.
vi_vn: Địa chỉ IP của máy chủ nhật ký hệ thống từ xa.

source: If Custom is specified. The detection engine tries to split out separate signatures into groups so that a packet is only inspected against signatures that can actually match. As in large rule set this would result in way too many groups and memory usage similar groups are merged together.
vi_vn: Nếu Tùy chỉnh được chỉ định. Công cụ phát hiện cố gắng tách các chữ ký riêng biệt thành các nhóm để gói chỉ được kiểm tra dựa trên các chữ ký thực sự có thể khớp. Như trong bộ quy tắc lớn, điều này sẽ dẫn đến việc có quá nhiều nhóm và các nhóm tương tự sử dụng bộ nhớ được hợp nhất với nhau.

source: If enabled, the match value, the URL, named parameters and headers are matched using regular expressions; otherwise only exact matches trigger the rule.
vi_vn: Nếu được bật, giá trị khớp, URL, tham số được đặt tên và tiêu đề sẽ được khớp bằng cách sử dụng biểu thức chính quy; nếu không thì chỉ những kết quả khớp chính xác mới kích hoạt quy tắc.

source: If not configured, the proxy will deny all Access-Requests for this realm.
vi_vn: Nếu không được định cấu hình, proxy sẽ từ chối tất cả các Yêu cầu truy cập cho khu vực này.

source: If not configured, the proxy will silently ignore all Accounting-Requests for this realm.
vi_vn: Nếu không được định cấu hình, proxy sẽ âm thầm bỏ qua tất cả các Yêu cầu Kế toán cho khu vực này.

source: If possible, a loopback address is the safest choice here, you can forward traffic to it using the firewall.
vi_vn: Nếu có thể, địa chỉ loopback là lựa chọn an toàn nhất ở đây, bạn có thể chuyển tiếp lưu lượng truy cập đến địa chỉ đó bằng tường lửa.

source: If the rule matches the counter of each policy containing the rule will increase. If a policy's counter exceeds the configured "value" (to be configured at the policy) the policy's action gets triggered.
vi_vn: Nếu luật khớp, bộ đếm của mỗi chính sách chứa luật đó sẽ tăng lên. Nếu bộ đếm của một chính sách vượt quá giá trị "value" đã cấu hình (được cấu hình trong chính sách), hành động của chính sách sẽ được kích hoạt.

source: If the sum of scores of all matching rules exceed the configured value the policy's action will get triggered.
vi_vn: Nếu tổng điểm của tất cả các luật khớp vượt quá giá trị đã cấu hình, hành động của chính sách sẽ được kích hoạt.

source: If you enable this, every entry in Recipients will be checked against. When there is no match mail will be rejected. Be aware that it does not matter if the action is "OK" or "REJECT". This setup allows you to run postfix in front of an internal system and already reject unsolicited mail at the border.
vi_vn: Nếu bật tùy chọn này, mọi mục trong danh sách Recipients sẽ được kiểm tra. Khi không có mục nào khớp, email sẽ bị từ chối. Lưu ý rằng không quan trọng hành động được đặt là "OK" hay "REJECT". Cấu hình này cho phép bạn chạy postfix phía trước hệ thống nội bộ và từ chối sớm các email không mong muốn ngay tại biên.

source: Indicates in which order server addresses should be resolved upon startup. Method "last" suggests to pick the address which appears in the state file. Method "libc" uses the libc's internal resolver. Method "none" specifically indicates that the server should start without any valid IP address in a down state. It can be useful to ignore some DNS issues upon startup, waiting for the situation to get fixed later. Defaults to "last,libc".
vi_vn: Chỉ định thứ tự phân giải địa chỉ máy chủ khi khởi động. Phương thức "last" gợi ý sử dụng địa chỉ xuất hiện trong tệp trạng thái. Phương thức "libc" sử dụng bộ phân giải nội bộ của libc. Phương thức "none" chỉ rõ rằng máy chủ sẽ khởi động mà không có địa chỉ IP hợp lệ nào và ở trạng thái down. Điều này có thể hữu ích để bỏ qua một số vấn đề DNS khi khởi động và chờ chúng được khắc phục sau. Mặc định là "last,libc".

source: Influx v2 Bucket
vi_vn: Bucket Influx v2

source: Influx v2 Organization
vi_vn: Tổ chức Flux v2

source: Influx v2 Token
vi_vn: Mã thông báo Flux v2

source: Influx v2 URL
vi_vn: URL dòng v2

source: Influx v2 authentication token.
vi_vn: Mã thông báo xác thực Influx v2.

source: Infomaniak DNS API
vi_vn: API DNS của Infomaniak

source: Input Plugins
vi_vn: Plugin đầu vào

source: Insert here the domain that will be allowed to use Google GSuite. All accounts that are not in this domain will be blocked to use it.
vi_vn: Nhập tại đây domain được phép sử dụng Google GSuite. Tất cả các tài khoản không thuộc domain này sẽ bị chặn không cho sử dụng.

source: Instead of displaying a static error page redirect to a URL.
vi_vn: Thay vì hiển thị trang lỗi tĩnh, hãy chuyển hướng tới một URL.

source: Intrusion Dectection Alerts
vi_vn: Cảnh báo phát hiện xâm nhập

source: It sets the default string describing the list of cipher algorithms ("cipher suite") that are negotiated during the SSL/TLS handshake for TLSv1.3.
vi_vn: Thiết lập chuỗi mặc định mô tả danh sách các thuật toán mã hóa ("cipher suite") được thương lượng trong quá trình bắt tay SSL/TLS cho TLSv1.3.

source: It sets the default string describing the list of cipher algorithms ("cipher suite") that are negotiated during the SSL/TLS handshake up to TLSv1.2.
vi_vn: Thiết lập chuỗi mặc định mô tả danh sách các thuật toán mã hóa ("cipher suite") được thương lượng trong quá trình bắt tay SSL/TLS đến TLSv1.2.

source: KAS Authdata
vi_vn: Dữ liệu xác thực KAS

source: KAS Authtype
vi_vn: Loại xác thực KAS

source: KAS Login
vi_vn: Đăng nhập KAS

source: Leaseweb
vi_vn: Thuê trang web

source: Listen DTLS
vi_vn: Nghe DTLS

source: Listen TCP
vi_vn: Nghe TCP

source: Listen TLS
vi_vn: Nghe TLS

source: Listen UDP
vi_vn: Nghe UDP

source: Listen for the address and port for the respective protocol. Normally the proxy will listen to the standard ports if configured to handle clients with the respective protocol. The default ports are 1812 for UDP and TCP and 2083 for TLS and DTLS. On most systems it will do this for all of the system’s IP addresses (both IPv4 and IPv6). On some systems however, it may respond to only IPv4 or only IPv6. To specify an alternate port you may use a value on the form *:port whereport is any valid port number. If you also want to specify a specific address you can do e.g. 192.168.1.1:1812 or [2001:db8::1]:1812. The port may be omitted if you want the default one. Note that you must use brackets around the IPv6 address. These options may be specified multiple times to listen to multiple addresses and/or ports for each protocol.
vi_vn: Nghe địa chỉ và Cổng cho giao thức tương ứng. Thông thường proxy sẽ lắng nghe các Cổng tiêu chuẩn nếu được định cấu hình để xử lý các máy khách bằng giao thức tương ứng. Các Cổng mặc định là 1812 cho UDP và TCP và 2083 cho TLS và DTLS. Trên hầu hết các hệ thống, nó sẽ thực hiện việc này cho tất cả các địa chỉ IP của hệ thống (cả IPv4 và IPv6). Tuy nhiên, trên một số hệ thống, nó có thể chỉ đáp ứng với IPv4 hoặc chỉ IPv6. Để chỉ định một Cổng thay thế, bạn có thể sử dụng một giá trị trên biểu mẫu *:cổng trong đó Cổng là bất kỳ số Cổng hợp lệ nào. Nếu bạn cũng muốn chỉ định một địa chỉ cụ thể, bạn có thể thực hiện, ví dụ: 192.168.1.1:1812 hoặc [2001:db8::1]:1812. Cổng có thể được bỏ qua nếu bạn muốn Cổng mặc định. Lưu ý rằng bạn phải sử dụng dấu ngoặc quanh địa chỉ IPv6. Các tùy chọn này có thể được chỉ định nhiều lần để nghe nhiều địa chỉ và/hoặc Cổng cho mỗi giao thức.

source: Listening IPs and Ports
vi_vn: Nghe IP và Cổng

source: Load the certificate and private key from the Windows Certificate System Store (Windows/OpenSSL Only).
vi_vn: Tải chứng chỉ và khóa riêng tư từ Cửa hàng Hệ thống Chứng chỉ Windows (Chỉ dành cho Windows/OpenSSL).

source: Log MAC
vi_vn: Đăng nhập MAC

source: Log extra debugging information.
vi_vn: Ghi lại thông tin gỡ lỗi bổ sung.

source: Log full username
vi_vn: Đăng nhập tên người dùng đầy đủ

source: Loglevel
vi_vn: cấp độ log

source: Loop-prevention
vi_vn: Ngăn chặn vòng lặp

source: Mail Recipient
vi_vn: Người nhận thư

source: Mail Sender
vi_vn: Người gửi thư

source: Mail Server Address
vi_vn: Địa chỉ máy chủ thư

source: Mail Server Password
vi_vn: Mật khẩu máy chủ thư

source: Mail Server SSL Connection
vi_vn: Kết nối SSL máy chủ thư

source: Mail Server Username
vi_vn: Tên người dùng máy chủ thư

source: Mail Servers
vi_vn: Máy chủ thư

source: Main rules increase the policiy's score if matched. Basic rules are added directly to the location and match immeditaly. Basic rules are specifically useful for whitelist rules. Also basic rules need to be added to a policy to allow association with a location.
vi_vn: Các quy tắc chính sẽ tăng điểm của chính sách nếu phù hợp. Các quy tắc cơ bản được thêm trực tiếp vào vị trí và khớp ngay lập tức. Các quy tắc cơ bản đặc biệt hữu ích cho các quy tắc danh sách trắng. Ngoài ra, các quy tắc cơ bản cần được thêm vào chính sách để cho phép liên kết với một vị trí.

source: Masquerade internal domains to the outside. When you set example.com, the domain host.internal.example.com will be rewritten to example.com when mail leaves the system.
vi_vn: Giả mạo các miền nội bộ ra bên ngoài. Khi bạn đặt example.com, miền hosting.internal.example.com sẽ được ghi lại thành example.com khi thư rời khỏi hệ thống.

source: Match Certificate-Attribute
vi_vn: Phù hợp với thuộc tính chứng chỉ

source: Match Name Instead of Value
vi_vn: Tên khớp thay vì giá trị

source: Max Packet Length
vi_vn: Độ dài gói tối đa

source: Maximum SSL Version
vi_vn: Phiên bản SSL tối đa

source: Milter Default Action
vi_vn: Hành động mặc định của Milter

source: Minimum SSL Version
vi_vn: Phiên bản SSL tối thiểu

source: Modify attribute(s)
vi_vn: Sửa đổi (các) thuộc tính

source: Modify vendor-attribute(s)
vi_vn: Sửa đổi (các) thuộc tính nhà cung cấp

source: Multicast addresses to use on this port when relaying multicast packets. e.g Sonos is 239.255.255.250, you may enter multiple addresses.
vi_vn: Địa chỉ multicast được sử dụng trên Cổng này khi chuyển tiếp các gói multicast. ví dụ Sonos là 239.255.255.250, bạn có thể nhập nhiều địa chỉ.

source: NOTE: A DNS sleep time of at least 1000 is recommended.
vi_vn: LƯU Ý: Nên sử dụng thời gian ngủ DNS ít nhất là 1000.

source: NOTE: A DNS sleep time of at least 600 is recommended.
vi_vn: LƯU Ý: Nên sử dụng thời gian ngủ DNS ít nhất là 600.

source: NTP Peers
vi_vn: đồng nghiệp NTP

source: NTPQ DNS Lookup
vi_vn: Tra cứu DNS NTPQ

source: NTS Client Support
vi_vn: Hỗ trợ khách hàng NTS

source: Name or Prefix
vi_vn: Tên hoặc tiền tố

source: Name template for the public certificate fullchain file (cert + ca). Placeholders "{{name}}" and "%s" are replaced by the name of the certificate being uploaded. Leave blank to use default "{{name}}/fullchain.pem".
vi_vn: Mẫu tên cho tệp fullchain của chứng chỉ công khai (cert + ca). Các placeholder "{{name}}" và "%s" sẽ được thay thế bằng tên của chứng chỉ đang được tải lên. Để trống để sử dụng mặc định "{{name}}/fullchain.pem".

source: Name to identify a static server. When creating a server template, then this prefix is used for the server names to be built.
vi_vn: Tên để xác định một máy chủ tĩnh. Khi tạo mẫu máy chủ, tiền tố này sẽ được sử dụng cho tên máy chủ sẽ được tạo.

source: Nameserver
vi_vn: Máy chủ tên

source: Nameservers
vi_vn: Máy chủ tên

source: Naming "fullchain.pem"
vi_vn: Đặt tên "fullchain.pem"

source: New action
vi_vn: Hành động mới

source: Number of Servers
vi_vn: Số lượng máy chủ

source: Number of pre-forked instances of VMware Collectors.
vi_vn: Số lượng instance được fork sẵn của VMware Collector.

source: Optionally enter a HTTP status code to change the response to. This does not work in combination with a redirection target.
vi_vn: Có thể nhập tùy chọn mã trạng thái HTTP để thay đổi phản hồi. Tùy chọn này không hoạt động khi kết hợp với mục tiêu chuyển hướng.

source: Optionally set a fixed port for this instance to listen on. The standard port range starts at 51820.
vi_vn: Có thể tùy chọn đặt một cổng cố định để instance này lắng nghe. Dải cổng tiêu chuẩn bắt đầu từ 51820.

source: Optionally set the name of the hosted zone (e.g. example.com) as some DNS Providers require, like dyn.com's 'Standard DNS'.
vi_vn: Có thể tùy chọn đặt tên của hosted zone (ví dụ: example.com) theo yêu cầu của một số nhà cung cấp DNS, chẳng hạn như 'Standard DNS' của dyn.com.

source: Output Plugins
vi_vn: Plugin đầu ra

source: Page Content
vi_vn: Nội dung trang

source: Password to authenticate against the remote server.
vi_vn: Mật khẩu dùng để xác thực với máy chủ từ xa.

source: Perform additional validation of certificate attributes (CN | SubjectAltName:URI | SubjectAltName:DNS). Currently matching of CN and SubjectAltName types URI DNS and IP is supported.
vi_vn: Thực hiện xác thực bổ sung các thuộc tính của chứng chỉ (CN | SubjectAltName:URI | SubjectAltName:DNS). Hiện tại hỗ trợ so khớp CN và các kiểu SubjectAltName là URI, DNS và IP.

source: Perform additional validation of certificate attributes (CN | SubjectAltName:URI | SubjectAltName:DNS). Currently matching of CN and SubjectAltName types URI DNS and IP is supported. Note that currently this option can only be specified once in a client block.
vi_vn: Thực hiện xác thực bổ sung các thuộc tính của chứng chỉ (CN | SubjectAltName:URI | SubjectAltName:DNS). Hiện tại hỗ trợ so khớp CN và các kiểu SubjectAltName là URI, DNS và IP. Lưu ý rằng hiện tại tùy chọn này chỉ có thể được chỉ định một lần trong mỗi khối client.

source: Periodically perform a full restart of the HAProxy service. This will cause a notable service disruption. A full restart is required in some cases where a reload does not work as expected (i.e. due to long-running connections and very high timeout values).
vi_vn: Định kỳ thực hiện khởi động lại hoàn toàn dịch vụ HAProxy. Việc này sẽ gây gián đoạn dịch vụ đáng kể. Trong một số trường hợp, cần khởi động lại hoàn toàn khi reload không hoạt động như mong đợi (ví dụ do các kết nối chạy lâu và giá trị timeout rất cao).

source: Periodically perform a reload of the HAProxy service. This may cause a minor service disruption, depending on the configuration. A nightly reload could be used to apply configuration changes outside of business hours, or to workaround a bug.
vi_vn: Định kỳ thực hiện reload dịch vụ HAProxy. Việc này có thể gây gián đoạn nhỏ tùy theo cấu hình. Reload vào ban đêm có thể được dùng để áp dụng thay đổi cấu hình ngoài giờ làm việc hoặc để khắc phục tạm thời lỗi.

source: Ping Hosts (IPv4)
vi_vn: Ping host (IPv4)

source: Ping Hosts (IPv6)
vi_vn: Ping host (IPv6)

source: Ping Hosts using IPv4 and measure the metrics.
vi_vn: Ping các host bằng IPv4 và đo lường các chỉ số.

source: Ping Hosts using IPv6 and measure the metrics.
vi_vn: Ping các host bằng IPv6 và đo lường các chỉ số.

source: Policies are processed on a first match basis a lower number means more important.
vi_vn: Các chính sách được xử lý theo nguyên tắc khớp đầu tiên; số càng thấp thì mức ưu tiên càng cao.

source: Policy OIDs
vi_vn: OID chính sách

source: Polling interval in seconds.
vi_vn: Chu kỳ polling tính bằng giây.

source: Port where the relay will listen for packets to relay. e.g. Sonos is Port 1900.
vi_vn: Cổng mà bộ chuyển tiếp sẽ lắng nghe các gói tin để chuyển tiếp, ví dụ Sonos sử dụng cổng 1900.

source: Prefer IP Family
vi_vn: Ưu tiên họ địa chỉ IP

source: Process filter
vi_vn: Bộ lọc tiến trình

source: Profile
vi_vn: Hồ sơ

source: Provide either the FQDN for all the servers this template initializes or a service name to discover the available services via DNS SRV records.
vi_vn: Cung cấp FQDN cho tất cả các máy chủ mà mẫu này khởi tạo, hoặc tên dịch vụ để khám phá các dịch vụ khả dụng thông qua bản ghi DNS SRV.

source: Puppet Environment
vi_vn: Môi trường Puppet

source: Puppet Server FQDN
vi_vn: FQDN máy chủ Puppet

source: RECEIVING = header_checks / DELIVERING = smtp_header_checks
vi_vn: NHẬN = header_checks / GỬI = smtp_header_checks

source: Realm
vi_vn: Vương quốc

source: Redirect Target
vi_vn: Mục tiêu chuyển hướng

source: Reference Cost
vi_vn: Chi phí tham khảo

source: Reject Non-FQDN Recipient
vi_vn: Từ chối người nhận không phải FQDN

source: Reject Non-FQDN Sender
vi_vn: Từ chối người gửi không phải FQDN

source: Reject Unknown Client Hostname
vi_vn: Từ chối tên máy chủ của khách hàng không xác định

source: Reject Unknown HELO Hostname
vi_vn: Từ chối tên máy chủ HELO không xác định

source: Reject Unverified Recipient
vi_vn: Từ chối người nhận chưa được xác minh

source: Relay Interfaces
vi_vn: Giao diện chuyển tiếp

source: Relay Port
vi_vn: Cổng chuyển tiếp

source: Reload HAProxy service
vi_vn: Tải lại dịch vụ HAProxy

source: Remove attribute(s)
vi_vn: Xóa (các) thuộc tính

source: Remove vendor-attribute(s)
vi_vn: Xóa (các) thuộc tính nhà cung cấp

source: Reply-Message
vi_vn: Trả lời-Tin nhắn

source: Report cpu usage in percent
vi_vn: Báo cáo mức sử dụng CPU theo phần trăm

source: Require the peers certificate to adhere to the policy specified by this oid / these oids.
vi_vn: Yêu cầu chứng chỉ Peer phải tuân thủ chính sách được chỉ định bởi oid này/các oids này.

source: Requires Intrustion detection alerts are stored locally.
vi_vn: Yêu cầu Cảnh báo phát hiện xâm nhập được lưu trữ cục bộ.

source: Resolve Retries
vi_vn: Giải quyết Thử lại

source: Resolve Timeout
vi_vn: Giải quyết thời gian chờ

source: Resolver
vi_vn: Trình giải quyết

source: Resolver Options
vi_vn: Tùy chọn giải quyết

source: Resolvers
vi_vn: Trình giải quyết

source: Response Status Code
vi_vn: Mã trạng thái phản hồi

source: Restart HAProxy service
vi_vn: Khởi động lại dịch vụ HAProxy

source: Restrict match to a specific URL (supports regular expressions if enabled for this rule).
vi_vn: Hạn chế kết quả khớp với một URL cụ thể (hỗ trợ biểu thức chính quy nếu được bật cho quy tắc này).

source: Restrict to URL
vi_vn: Hạn chế đối với URL

source: Retry Timeout
vi_vn: Hết thời gian thử lại

source: Rewrite incoming requests
vi_vn: Viết lại các yêu cầu đến

source: Rewrite outgoing requests
vi_vn: Viết lại các yêu cầu gửi đi

source: Rule configured action
vi_vn: Hành động được định cấu hình quy tắc

source: Search for matchs in a multipart POST request's filenames.
vi_vn: Tìm kiếm kết quả trùng khớp trong tên tệp của yêu cầu POST nhiều phần.

source: Search for matchs in a request's GET arguments.
vi_vn: Tìm kiếm kết quả khớp trong đối số GET của yêu cầu.

source: Search for matchs in a request's HTTP headers.
vi_vn: Tìm kiếm kết quả trùng khớp trong tiêu đề HTTP của yêu cầu.

source: Search for matchs in a request's POST arguments and its raw (unparsed) body.
vi_vn: Tìm kiếm kết quả trùng khớp trong đối số POST của yêu cầu và nội dung thô (chưa được phân tích cú pháp) của yêu cầu.

source: Search for matchs in a request's URL (everything before ?).
vi_vn: Tìm kiếm kết quả trùng khớp trong URL của yêu cầu (mọi thứ trước ?).
