Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Reporting
vi_vn: Báo cáo

source: Restart
vi_vn: Khởi động lại

source: Restart HAProxy (OPNsense plugin)
vi_vn: Khởi động lại HAProxy (plugin OPNsense)

source: Restart OPNsense Web UI
vi_vn: Khởi động lại giao diện người dùng web OPNsense

source: Retransmit interval must be between 0 and 4294967295.
vi_vn: Khoảng thời gian truyền lại phải nằm trong khoảng từ 0 đến 4294967295.

source: Reverse address must be a valid IPv4 address
vi_vn: Địa chỉ ngược phải là địa chỉ IPv4 hợp lệ

source: Reverse port needs to be an integer value between 1 and 65535
vi_vn: Cổng đảo ngược cần phải là giá trị nguyên trong khoảng từ 1 đến 65535

source: Revocation
vi_vn: Thu hồi

source: Round Robin
vi_vn: Vòng Robin

source: Router Advertisements
vi_vn: Quảng cáo bộ định tuyến

source: Routes
vi_vn: Route

source: Routing
vi_vn: Lộ trình

source: Routing Information Protocol (RIP)
vi_vn: Giao thức thông tin định tuyến (RIP)

source: Rspamd
vi_vn: trả lời thư rác

source: SCRIPT
vi_vn: TẬP LỆNH

source: SEND
vi_vn: GỬI

source: SMART
vi_vn: THÔNG MINH

source: SNMP port needs to be an integer value between 1 and 65535
vi_vn: Cổng SNMP cần phải là giá trị nguyên trong khoảng từ 1 đến 65535

source: SSL / HTTPS (TCP mode)
vi_vn: SSL/HTTPS (chế độ TCP)

source: SSL Client certificate is valid
vi_vn: Chứng chỉ máy khách SSL hợp lệ

source: SSL Client certificate issued by CA common-name
vi_vn: Chứng chỉ ứng dụng khách SSL do CA cấp

source: SSL Client certificate verify error result
vi_vn: Kết quả lỗi xác minh chứng chỉ ứng dụng khách SSL

source: SSL Proxy port needs to be an integer value between 1 and 65535
vi_vn: Cổng SSL Proxy cần phải là giá trị nguyên trong khoảng từ 1 đến 65535

source: Schedules
vi_vn: Lịch trình

source: Seconds
vi_vn: Giây

source: Security Association Database
vi_vn: Cơ sở dữ liệu hiệp hội bảo mật

source: Security Policy Database
vi_vn: Cơ sở dữ liệu chính sách bảo mật

source: Select a command from the list.
vi_vn: Chọn một lệnh từ danh sách.

source: Senders
vi_vn: Người gửi

source: Services
vi_vn: Dịch vụ

source: Session rate
vi_vn: Tỷ lệ phiên

source: Sessions
vi_vn: Phiên

source: Set forward header to unknown (off)
vi_vn: Đặt tiêu đề chuyển tiếp thành không xác định (tắt)

source: ShadowSocks
vi_vn: Bóng Tất

source: Should be a number between 0 and 20.
vi_vn: Phải là một số từ 0 đến 20.

source: Should be a number between 1 and 10000.
vi_vn: Phải là một số từ 1 đến 10000.

source: Should be a number between 1 and 30.
vi_vn: Phải là một số từ 1 đến 30.

source: Should be a number between 1 and 3600.
vi_vn: Phải là một số từ 1 đến 3600.

source: Should be a number between 1 and 5 characters followed by either "d", "h", "m", "s" or "ms".
vi_vn: Phải là một số từ 1 đến 5 ký tự theo sau là "d", "h", "m", "s" hoặc "ms".

source: Should be a number between 1 and 5 characters followed by either "k", "m" or "g".
vi_vn: Phải là một số từ 1 đến 5 ký tự theo sau là "k", "m" hoặc "g".

source: Should be a number between 1 and 8 characters, optionally followed by either "d", "h", "m", "s", "ms" or "us".
vi_vn: Phải là một số từ 1 đến 8 ký tự, tùy chọn theo sau là "d", "h", "m", "s", "ms" hoặc "us".

source: Should be a number between 10 and 3600.
vi_vn: Phải là một số từ 10 đến 3600.

source: Should be a string between 1 and 1024 characters.
vi_vn: Phải là một chuỗi từ 1 đến 1024 ký tự.

source: Should be a string between 1 and 255 characters.
vi_vn: Phải là một chuỗi từ 1 đến 255 ký tự.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and space.
vi_vn: Phải là một chuỗi từ 1 đến 255 ký tự. Các ký tự được phép là các chữ cái và số cũng như dấu gạch dưới, dấu trừ, dấu chấm và dấu cách.

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and the dollar sign.
vi_vn: Phải là một chuỗi từ 1 đến 255 ký tự. Các ký tự được phép là các chữ cái và số cũng như dấu gạch dưới, dấu trừ, dấu chấm và ký hiệu đô la.

source: Should be a string between 1 and 32 characters.
vi_vn: Phải là một chuỗi từ 1 đến 32 ký tự.

source: Should be a valid absolute file or folder path.
vi_vn: Phải là đường dẫn thư mục hoặc tệp tuyệt đối hợp lệ.

source: Should be a valid absolute file path.
vi_vn: Phải là đường dẫn tệp tuyệt đối hợp lệ.

source: Should be a valid absolute path to the PID file of the process.
vi_vn: Phải là đường dẫn tuyệt đối hợp lệ tới tệp PID của quy trình.

source: Should be a valid absolute path to the eventqueue directory.
vi_vn: Phải là đường dẫn tuyệt đối hợp lệ tới thư mục hàng sự kiện.

source: Should be a valid absolute path to the executable with its arguments.
vi_vn: Phải là đường dẫn tuyệt đối hợp lệ đến tệp thực thi với các đối số của nó.

source: Should be a valid absolute path to the log file or the keyword "syslog".
vi_vn: Phải là đường dẫn tuyệt đối hợp lệ tới tệp nhật ký hoặc từ khóa "syslog".

source: Should be a valid absolute path to the state file.
vi_vn: Phải là đường dẫn tuyệt đối hợp lệ tới tệp trạng thái.

source: Sid should be a number.
vi_vn: Sid phải là một con số.

source: Single Sign-On
vi_vn: Đăng nhập một lần

source: Sockets
vi_vn: Ổ cắm

source: Source Hash
vi_vn: Nguồn băm

source: Source IP is local
vi_vn: IP nguồn là cục bộ

source: Source IP matches specified IP
vi_vn: IP nguồn khớp với IP được chỉ định

source: Source IP: TCP source port
vi_vn: IP nguồn: Cổng nguồn TCP

source: Source IP: amount of data received (in kilobytes)
vi_vn: IP nguồn: lượng dữ liệu nhận được (tính bằng kilobyte)

source: Source IP: amount of data sent (in kilobytes)
vi_vn: IP nguồn: lượng dữ liệu được gửi (tính bằng kilobyte)

source: Source IP: concurrent connections
vi_vn: IP nguồn: kết nối đồng thời

source: Source IP: connection rate
vi_vn: IP nguồn: tốc độ kết nối

source: Source IP: cumulative number of HTTP errors
vi_vn: IP nguồn: số lỗi HTTP tích lũy

source: Source IP: cumulative number of connections
vi_vn: IP nguồn: số lượng kết nối tích lũy

source: Source IP: incoming bytes rate
vi_vn: IP nguồn: tốc độ byte đến

source: Source IP: number of HTTP requests
vi_vn: IP nguồn: số lượng yêu cầu HTTP

source: Source IP: outgoing bytes rate
vi_vn: IP nguồn: tốc độ byte gửi đi

source: Source IP: rate of HTTP errors
vi_vn: IP nguồn: tỷ lệ lỗi HTTP

source: Source IP: rate of HTTP requests
vi_vn: IP nguồn: tỷ lệ yêu cầu HTTP

source: Source IP: session rate
vi_vn: IP nguồn: tốc độ phiên

source: Source address must be a valid IPv4 address
vi_vn: Địa chỉ nguồn phải là địa chỉ IPv4 hợp lệ

source: Source-IP Hash [default]
vi_vn: Băm nguồn-IP [mặc định]

source: Specify a maximum object size. (number of MB's)
vi_vn: Chỉ định kích thước đối tượng tối đa. (số MB)

source: Specify a positive cache size. (number of MB's)
vi_vn: Chỉ định kích thước bộ đệm hợp lệ. (số MB)

source: Specify a positive memory cache size. (number of MB's)
vi_vn: Chỉ định kích thước bộ nhớ đệm hợp lệ. (số MB)

source: Specify a valid gateway from the list matching the networks ip protocol.
vi_vn: Chỉ định một gateway hợp lệ từ danh sách khớp với giao thức ip của networks.

source: Specify a valid network matching the gateways ip protocol.
vi_vn: Chỉ định một networks hợp lệ phù hợp với giao thức IP của gateway.

source: Specify the maximum download size (kB).
vi_vn: Chỉ định kích thước tải xuống tối đa (kB).

source: Specify the maximum upload size (kB).
vi_vn: Chỉ định kích thước tải lên tối đa (kB).

source: Specify the overall bandwidth for downloads in kilobits per second.
vi_vn: Chỉ định băng thông tổng thể để tải xuống tính bằng kilobit trên giây.

source: Specify the per host bandwidth for downloads in kilobits per second.
vi_vn: Chỉ định băng thông trên mỗi máy chủ để tải xuống tính bằng kilobit trên giây.

source: Staging Environment
vi_vn: Môi trường dàn dựng

source: Start Delay needs to be an integer value between 0 and 86400
vi_vn: Độ trễ bắt đầu cần phải là giá trị số nguyên trong khoảng từ 0 đến 86400

source: Static Round Robin
vi_vn: Robin vòng tĩnh

source: Statically configured routes
vi_vn: Các tuyến đường được cấu hình tĩnh

source: Statistics
vi_vn: Thống kê

source: Status
vi_vn: Trạng thái

source: Status Overview
vi_vn: Tổng quan về trạng thái

source: Stealth
vi_vn: tàng hình

source: Stick Tables
vi_vn: Bàn dính

source: Strip whitespaces
vi_vn: Tách khoảng trắng

source: Syslog
vi_vn: nhật ký hệ thống

source: TCP (Layer 4)
vi_vn: TCP (Lớp 4)

source: TRACE
vi_vn: DẤU VẾT

source: Table check not found
vi_vn: Không tìm thấy bảng kiểm tra

source: Table not found
vi_vn: Không tìm thấy bảng

source: Telegraf
vi_vn: Điện báo

source: Template name should be a string between 1 and 255 characters
vi_vn: Tên mẫu phải là một chuỗi từ 1 đến 255 ký tự

source: Tester
vi_vn: Người thử nghiệm

source: Text files
vi_vn: Tệp văn bản

source: The IP TTL must be greater than 0
vi_vn: IP TTL phải lớn hơn 0

source: The authorized clients should only consist of alphanumeric characters, dashes, underscores and plus sign.
vi_vn: Các máy khách được ủy quyền chỉ nên bao gồm các ký tự chữ và số, dấu gạch ngang, dấu gạch dưới và dấu cộng.

source: The count value must be a positive number.
vi_vn: Giá trị đếm phải là số dương.

source: The filename may only contain letters, digits and one dot (not required).
vi_vn: Tên file chỉ có thể chứa các chữ cái, chữ số và một dấu chấm (không bắt buộc).

source: The name should contain only alphanumeric characters.
vi_vn: Tên chỉ được chứa các ký tự chữ và số.

source: The name should only consist of alphanumeric characters, dashes and underscores.
vi_vn: Tên chỉ được bao gồm các ký tự chữ và số, dấu gạch ngang và dấu gạch dưới.

source: The number of retries must be greater than 0
vi_vn: Số lần thử lại phải lớn hơn 0

source: The route priority must be greater than 0
vi_vn: Mức độ ưu tiên của tuyến đường phải lớn hơn 0

source: The time must be a positive integer.
vi_vn: Thời gian phải là số nguyên dương.

source: The timeout must be a number between 1 and 2147483647.
vi_vn: Thời gian chờ phải là một số từ 1 đến 2147483647.

source: The timeout must be greater than 0
vi_vn: Thời gian chờ phải lớn hơn 0

source: This must be a valid port number.
vi_vn: Đây phải là số Cổng hợp lệ.

source: Trace Route
vi_vn: Theo dõi lộ trình

source: Traffic
vi_vn: Giao thông

source: Traffic is HTTP
vi_vn: Lưu lượng truy cập là HTTP

source: Transmit delay must be between 0 and 4294967295.
vi_vn: Độ trễ truyền phải nằm trong khoảng từ 0 đến 4294967295.

source: Trust
vi_vn: Mức độ tin cậy

source: Tunables
vi_vn: điều chỉnh

source: Tuning
vi_vn: điều chỉnh

source: Tunnel Settings
vi_vn: Cài đặt đường hầm

source: UNLESS
vi_vn: TRỪ KHI

source: URI Hash (only HTTP mode)
vi_vn: URI Hash (chỉ chế độ HTTP)

source: URL parameter contains
vi_vn: Tham số URL chứa

source: USER
vi_vn: NGƯỜI DÙNG

source: Unbound DNS
vi_vn: DNS không liên kết

source: Universal Plug and Play
vi_vn: Cắm và chạy phổ quát

source: Unmonitor
vi_vn: Bỏ giám sát

source: Updates
vi_vn: Cập nhật

source: Use specified Backend Pool
vi_vn: Sử dụng Nhóm phụ trợ được chỉ định

source: User Forum
vi_vn: Diễn đàn người dùng

source: Users
vi_vn: Người dùng

source: Value needs to be between 0 and 23; multiple values, ranges, steps and asterisk are supported (ex. 1,2,8 or 0-8).
vi_vn: Giá trị cần nằm trong khoảng từ 0 đến 23; nhiều giá trị, phạm vi, bước và dấu hoa thị được hỗ trợ (ví dụ: 1,2,8 hoặc 0-8).

source: Value needs to be between 0 and 59; multiple values, ranges, steps and asterisk are supported (ex. 1,10,20,30 or 1-30).
vi_vn: Giá trị cần nằm trong khoảng từ 0 đến 59; nhiều giá trị, phạm vi, bước và dấu hoa thị được hỗ trợ (ví dụ: 1,10,20,30 hoặc 1-30).

source: Value needs to be between 0 and 7 (Sunday to Sunday), multiple values, ranges, steps and asterisk are supported (ex. 1,2,4 or 0-4).
vi_vn: Giá trị cần nằm trong khoảng từ 0 đến 7 (Chủ nhật đến Chủ nhật), nhiều giá trị, phạm vi, bước và dấu hoa thị được hỗ trợ (ví dụ: 1,2,4 hoặc 0-4).

source: Value needs to be between 1 and 12 or JAN to DEC, multiple values, ranges, steps and asterisk are supported (ex. JAN,2,10 or 3-8).
vi_vn: Giá trị cần nằm trong khoảng từ 1 đến 12 hoặc JAN đến DEC, nhiều giá trị, phạm vi, bước và dấu hoa thị được hỗ trợ (ví dụ: JAN, 2,10 hoặc 3-8).

source: Value needs to be between 1 and 31; multiple values, ranges, L (last day of month), steps and asterisk are supported (ex. 1,2,8 or 1-28).
vi_vn: Giá trị cần nằm trong khoảng từ 1 đến 31; nhiều giá trị, phạm vi, L (ngày cuối cùng của tháng), các bước và dấu hoa thị được hỗ trợ (ví dụ: 1,2,8 hoặc 1-28).

source: Vanilla,KISTLite
vi_vn: Vani,KISTLite

source: Verbose
vi_vn: dài dòng

source: Version 1
vi_vn: Phiên bản 1

source: Version 2
vi_vn: Phiên bản 2

source: View
vi_vn: Xem

source: Virtual IPs
vi_vn: IP ảo

source: Vouchers
vi_vn: Chứng từ

source: Wake on LAN
vi_vn: Thức dậy trên mạng LAN

source: Warning
vi_vn: Cảnh báo

source: Warnings
vi_vn: Cảnh báo

source: Web GUI
vi_vn: Giao diện web

source: Weekly
vi_vn: hàng tuần

source: Weight must be between 1...100
vi_vn: Trọng lượng phải nằm trong khoảng 1...100

source: Windows 2008 with AES
vi_vn: Windows 2008 với AES

source: Wizard
vi_vn: Trình cài đặt

source: [0] start/stop, serious errors
vi_vn: [0] bắt đầu/dừng, lỗi nghiêm trọng

source: [1] +all connections
vi_vn: [1] +tất cả các kết nối

source: [2] +script status
vi_vn: [2] +trạng thái kịch bản

source: [3] +all requests
vi_vn: [3] +tất cả yêu cầu

source: [4] +meta socket
vi_vn: [4] +ổ cắm meta

source: [5] +network traffic
vi_vn: [5] +lưu lượng networks

source: active [default]
vi_vn: hoạt động [mặc định]

source: alert
vi_vn: báo động

source: audit
vi_vn: tra soát

source: backup
vi_vn: sao lưu

source: basic information (0)
vi_vn: thông tin cơ bản (0)

source: both
vi_vn: cả hai

source: bucket size should be between 1...65535
vi_vn: kích thước thùng phải nằm trong khoảng 1...65535

source: critical information (1)
vi_vn: thông tin quan trọng (1)

source: debug
vi_vn: gỡ lỗi

source: debug level needs to be between 0 (default) and 5 (highest)
vi_vn: mức gỡ lỗi nằm trong khoảng từ 0 (mặc định) đến 5 (cao nhất)

source: debugging (4)
vi_vn: gỡ lỗi (4)

source: disable verify
vi_vn: vô hiệu hóa xác minh

source: disabled
vi_vn: đã vô hiệu

source: encrypt
vi_vn: mã hóa

source: enforce verify
vi_vn: thực thi xác minh

source: equal
vi_vn: cân bằng

source: error information (2)
vi_vn: thông tin lỗi

source: extended
vi_vn: mở rộng

source: extended debugging (5)
vi_vn: gỡ lỗi mở rộng

source: files
vi_vn: tập tin

source: greater equal
vi_vn: lớn hơn hoặc bằng

source: greater than
vi_vn: lớn hơn

source: http-keep-alive [default]
vi_vn: http-sống-sót [default]

source: http-request allow
vi_vn: http-yêu cầu cho phép

source: http-request auth
vi_vn: http-yêu cầu xác thực (auth)

source: http-request deny
vi_vn: http-yêu cầu từ chối

source: http-request header add
vi_vn: http-yêu cầu thêm tiêu đề

source: http-request header delete
vi_vn: http-yêu cầu xóa tiêu đề

source: http-request header replace
vi_vn: http-yêu cầu thay tiêu đề

source: http-request header replace value
vi_vn: http-yêu cầu giá trị thay tiêu đề

source: http-request header set
vi_vn: http-yêu cầu thiết lập tiêu đề

source: http-request lua action
vi_vn: http-yêu cầu hoạt động lua

source: http-request lua service
vi_vn: http-yêu cầu dịch vụ lua

source: http-request redirect
vi_vn: http-yêu cầu chuyển hướng

source: http-request tarpit
vi_vn: http-yêu cầu tarpit

source: http-response allow
vi_vn: http-phản hồi cho phép

source: http-response deny
vi_vn: http-phản hồi từ chối

source: http-response header add
vi_vn: http-phản hồi thêm tiêu đề

source: http-response header delete
vi_vn: http-phản hồi xóa tiêu đề

source: http-response header replace
vi_vn: http-phản hồi thay tiêu đề

source: http-response header replace value
vi_vn: http-phản hồi giá trị thay tiêu đề

source: http-response header set
vi_vn: http-phản hồi thiết lập tiêu đề

source: http-response lua script
vi_vn: http-phản hồi kịch bản lua

source: http-server-close
vi_vn: đóng-máy chủ-http

source: httpclose
vi_vn: đóng http

source: info [default]
vi_vn: info [mặc định]

source: kern
vi_vn: nhân

source: less equal
vi_vn: nhỏ hơn hoặc bằng

source: less than
vi_vn: nhỏ hơn

source: local0 [default]
vi_vn: local0 [mặc định]

source: max size needs to be an integer value between 1 and 65535
vi_vn: kích thước tối đa cần phải là giá trị nguyên trong khoảng từ 1 đến 65535

source: menu
vi_vn: manu

source: new states
vi_vn: tiểu bang mới

source: news
vi_vn: tin tức

source: no preference [default]
vi_vn: không có tùy chọn [mặc định]

source: normal
vi_vn: bình thường

source: notice
vi_vn: chỉ thị

source: only store IPv4 addresses [default]
vi_vn: chỉ lưu trữ địa chỉ IPv4 [mặc định]

source: only store IPv6 addresses
vi_vn: chỉ lưu trữ địa chỉ IPv6

source: origin should be regular text of max 30 characters
vi_vn: nguyên gốc phải là văn bản có tối đa 30 ký tự

source: out
vi_vn: ngoài

source: please specify a valid email address
vi_vn: vui lòng chỉ định địa chỉ email hợp lệ

source: provide a valid sequence for sorting
vi_vn: cung cấp một trình tự hợp lệ để sắp xếp

source: queue size should be between 2...100
vi_vn: kích thước hàng đợi phải nằm trong khoảng từ 2...100

source: redispatch on every 2nd retry
vi_vn: gửi lại vào mỗi lần thử lại thứ 2

source: redispatch on every 3rd retry
vi_vn: gửi lại vào mỗi lần thử lại thứ 3

source: redispatch on every retry
vi_vn: gửi lại mỗi lần thử lại

source: redispatch on the 2nd retry prior to the last retry
vi_vn: gửi lại vào lần thử lại thứ 2 trước lần thử lại cuối cùng

source: redispatch on the 3rd retry prior to the last retry
vi_vn: gửi lại vào lần thử lại thứ 3 trước lần thử lại cuối cùng

source: redispatch on the last retry [default]
vi_vn: gửi lại vào lần thử lại cuối cùng [mặc định]

source: router
vi_vn: bộ định tuyến

source: standalone
vi_vn: độc lập

source: store 32bit integers
vi_vn: lưu trữ số nguyên 32 bit

source: store binary blocks
vi_vn: lưu trữ các khối nhị phân

source: store substrings
vi_vn: lưu trữ chuỗi con

source: strict-sni
vi_vn: nghiêm ngặt-sni

source: switch
vi_vn: chuyển đổi

source: syslog
vi_vn: nhật ký hệ thống

source: tcp (ACK packets only)
vi_vn: tcp (chỉ dùng gói ACK)

source: tcp (non-ACK packets)
vi_vn: tcp (không phải gói ACK)

source: tcp-request connection accept
vi_vn: tcp-yêu cầu chấp nhận kết nối

source: tcp-request connection reject
vi_vn: tcp-yêu cầu từ chối kết nối

source: tcp-request content accept
vi_vn: tcp-yêu cầu chấp nhận nội dung

source: tcp-request content lua script
vi_vn: tcp-yêu cầu kịch bản nội dung lua

source: tcp-request content reject
vi_vn: tcp-yêu cầu từ chối nội dung

source: tcp-request content use-service
vi_vn: tcp-yêu cầu sử dụng dịch vụ nội dung

source: tcp-response content accept
vi_vn: tcp-phản hồi chấp nhận nội dung

source: tcp-response content close
vi_vn: tcp-phản hồi đóng nội dung

source: tcp-response content lua script
vi_vn: tcp-phản hồi kịch bản nội dung lua

source: tcp-response content reject
vi_vn: tcp-phản hồi từ chối nội dung

source: test a regular expression for the HTTP status code
vi_vn: kiểm tra biểu thức chính quy cho mã trạng thái HTTP

source: test a regular expression on the HTTP response body
vi_vn: kiểm tra biểu thức chính quy trên nội dung phản hồi HTTP

source: test a regular expression on the response buffer
vi_vn: kiểm tra biểu thức chính quy trên bộ đệm phản hồi

source: test the exact string in its hexadecimal form matches in the response buffer
vi_vn: kiểm tra chuỗi chính xác ở dạng thập lục phân của nó khớp với bộ đệm phản hồi

source: test the exact string match for the HTTP status code
vi_vn: kiểm tra kết quả khớp chuỗi chính xác cho mã trạng thái HTTP

source: test the exact string match in the HTTP response body
vi_vn: kiểm tra kết quả khớp chuỗi chính xác trong nội dung phản hồi HTTP

source: test the exact string match in the response buffer [default]
vi_vn: kiểm tra kết quả khớp chuỗi chính xác trong bộ đệm phản hồi [mặc định]

source: the number of sslrtd children needs to be an integer value between 1 and 32
vi_vn: số lượng con sslrtd cần phải là giá trị nguyên từ 1 đến 32

source: user
vi_vn: Người dùng

source: volatile-lru
vi_vn: dễ bay hơi-lru

source: volatile-random
vi_vn: dễ bay hơi-ngẫu nhiên

source: volatile-ttl
vi_vn: dễ bay hơi-ttl

source: warning
vi_vn: cảnh báo

source: warnings (3, default)
vi_vn: Các cảnh báo (mặc định, 3)

source: A NetBIOS Scope ID provides an extended naming service for NetBIOS over TCP/IP. The NetBIOS Scope ID isolates NetBIOS traffic on a single network to only those nodes with the same NetBIOS Scope ID.
vi_vn: ID phạm vi NetBIOS cung cấp dịch vụ đặt tên mở rộng cho NetBIOS qua TCP/IP. ID phạm vi NetBIOS cách ly lưu lượng NetBIOS trên một networks chỉ với những nút có cùng ID phạm vi NetBIOS.

source: Allow DNS servers to be overridden by DHCP/PPP on WAN
vi_vn: Cho phép ghi đè máy chủ DNS bằng DHCP/PPP trên WAN

source: Auth Digest Algorithm
vi_vn: Thuật toán tóm tắt xác thực

source: Block RFC1918 Private Networks
vi_vn: Chặn networks riêng RFC1918

source: Block bogon networks
vi_vn: Chặn networks bogon

source: Certificate
vi_vn: Giấy chứng nhận

source: City
vi_vn: Thành phố

source: Client Settings
vi_vn: Thiết lập máy khách

source: Compression
vi_vn: Nén

source: Country Code
vi_vn: Mã quốc gia

source: Cryptographic Settings
vi_vn: Thiết lập mật mã

source: DHCP client configuration
vi_vn: Cấu hình máy khách DHCP

source: DNS Default Domain
vi_vn: Tên miền mặc định DNS

source: Descriptive name
vi_vn: Tên mô tả

source: Domain
vi_vn: Lãnh địa

source: Duplicate Connections
vi_vn: Kết nối trùng lặp

source: Dynamic IP
vi_vn: IP Động

source: Enable DNSSEC Support
vi_vn: Bật hỗ trợ DNSSEC

source: Enable Resolver
vi_vn: Bật trình giải quyết

source: Entire Subtree
vi_vn: Toàn bộ cây con

source: Finish
vi_vn: Hoàn thành

source: Force all client generated traffic through the tunnel.
vi_vn: Buộc tất cả lưu lượng truy cập do khách hàng tạo ra đi qua đường hầm.

source: General Information
vi_vn: Thông tin chung

source: Harden DNSSEC data
vi_vn: Quản lý dữ liệu DNSSEC

source: Hostname or IP address
vi_vn: Tên máy chủ hoặc địa chỉ IP

source: IPv4 Local Network
vi_vn: Mạng nội bộ IPv4

source: IPv4 Remote Network
vi_vn: Mạng từ xa IPv4

source: IPv4 Tunnel Network
vi_vn: Mạng đường hầm IPv4

source: IPv6 Local Network
vi_vn: Mạng cục bộ IPv6

source: IPv6 Remote Network
vi_vn: Mạng từ xa IPv6

source: IPv6 Tunnel Network
vi_vn: Mạng đường hầm IPv6

source: If you enter a value in this field, then MSS clamping for TCP connections to the value entered above minus 40 (TCP/IP header size) will be in effect. If you leave this field blank, an MSS of 1492 bytes for PPPoE and 1500 bytes for all other connection types will be assumed. This should match the above MTU value in most all cases.
vi_vn: Nếu bạn nhập một giá trị vào trường này thì việc kẹp MSS cho các kết nối TCP với giá trị được nhập trên trừ 40 (kích thước tiêu đề TCP/IP) sẽ có hiệu lực. Nếu bạn để trống trường này, MSS 1492 byte cho PPPoE và 1500 byte cho tất cả các loại kết nối khác sẽ được giả định. Giá trị này phải khớp với giá trị MTU ở trên trong hầu hết các trường hợp.

source: Language
vi_vn: Ngôn ngữ

source: Lifetime
vi_vn: Thời đoạn

source: MAC Address
vi_vn: Địa chỉ MAC

source: NetBIOS Options
vi_vn: Tùy chọn NetBIOS

source: Next
vi_vn: Kế tiếp

source: One Level
vi_vn: Một cấp độ

source: Organization
vi_vn: Tổ chức

source: Override DNS
vi_vn: Ghi đè DNS

source: PPPoE Password
vi_vn: Mật khẩu PPPoE

source: PPPoE Service name
vi_vn: Tên dịch vụ PPPoE

source: PPPoE Username
vi_vn: Tên người dùng PPPoE
