Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: %s is currently using this port.
vi_vn: %s hiện đang sử dụng Cổng này.

source: %s minute ago
vi_vn: %s phút trước

source: %s minutes ago
vi_vn: %s phút trước

source: %s month ago
vi_vn: %s tháng trước

source: %s months ago
vi_vn: %s tháng trước

source: %s second ago
vi_vn: %s giây trước

source: %s seconds ago
vi_vn: %s giây trước

source: %s week ago
vi_vn: %s tuần trước

source: %s weeks ago
vi_vn: %s tuần trước

source: %s year ago
vi_vn: %s năm trước

source: %s years ago
vi_vn: %s năm trước

source: %sGoogle:%s A commercial certificate authority. More information is available from %stheir documentation%s.
vi_vn: %sGoogle:%s Cơ quan cấp chứng chỉ thương mại. Thông tin thêm có tại %stài liệu của họ%s.

source: (OpenVPN) user groups
vi_vn: Nhóm người dùng (OpenVPN)

source: (re)start
vi_vn: (lại) bắt đầu

source: (re)start capture
vi_vn: (lại) bắt đầu chụp

source: /tmp RAM usage
vi_vn: /tmp mức sử dụng RAM

source: /var/log RAM disk
vi_vn: /var/log disk RAM

source: /var/log RAM usage
vi_vn: /var/log việc sử dụng RAM

source: 1 Hour
vi_vn: 1 giờ

source: 12 Hours
vi_vn: 12 giờ

source: 24 Hours
vi_vn: 24 giờ

source: A TLS 1.3-compliant application MUST implement the TLS_AES_128_GCM_SHA256 according to RFC 8446.
vi_vn: Ứng dụng tuân thủ TLS 1.3 PHẢI triển khai TLS_AES_128_GCM_SHA256 theo RFC 8446.

source: A potential %sDNS Rebind attack%s has been detected.%sTry to access the router by IP address instead of by hostname. You can disable this check if needed under System: Settings: Administration.
vi_vn: Đã phát hiện một cuộc tấn công %sDNS Rebind tiềm năng%s.%sHãy thử truy cập bộ định tuyến bằng địa chỉ IP thay vì theo tên máy chủ. Bạn có thể tắt tính năng kiểm tra này nếu cần trong Hệ thống: Cài đặt: Quản trị.

source: A search domain may only contain the characters a-z, 0-9, '-' and '.'.
vi_vn: Miền tìm kiếm chỉ có thể chứa các ký tự a-z, 0-9, '-' và '.'.

source: A valid URI is required.
vi_vn: Cần có URI hợp lệ.

source: A valid domain is required.
vi_vn: Cần có một miền hợp lệ.

source: A valid subscription is required for this firmware mirror
vi_vn: Cần có đăng ký hợp lệ cho máy nhân bản phần mềm này

source: APC UPS Daemon
vi_vn: Daemon APC UPS

source: ARC size %d MB
vi_vn: Kích thước ARC %d MB

source: AS#
vi_vn: BẰNG#

source: Access Control Lists
vi_vn: Danh sách kiểm soát truy cập

source: Access Point Authentication
vi_vn: Xác thực điểm truy cập

source: Adaptive Timeouts
vi_vn: Hết thời gian thích ứng

source: Adaptive timeouts must be disabled together.
vi_vn: Thời gian chờ thích ứng phải được tắt cùng nhau.

source: Add name to the domain search list. Repeat this option to add more entries. Expressed as a comma-separated list up to 10 domains are supported.
vi_vn: Thêm tên vào danh sách tìm kiếm tên miền. Lặp lại tùy chọn này để thêm nhiều mục khác. Được biểu thị dưới dạng danh sách được phân tách bằng dấu phẩy, hỗ trợ tối đa 10 tên miền.

source: Address %s referenced by port forward "%s"
vi_vn: Địa chỉ %s được tham chiếu bởi chuyển tiếp cổng "%s"

source: AddressRange
vi_vn: Phạm vi địa chỉ

source: Affects all interfaces
vi_vn: Ảnh hưởng đến tất cả các giao diện

source: After changing settings, please remember to apply them
vi_vn: Sau khi thay đổi cài đặt, hãy nhớ áp dụng chúng

source: All local Unbound statistics data has been cleared.
vi_vn: Tất cả dữ liệu thống kê Không giới hạn cục bộ đã bị xóa.

source: An issue was detected and can be reviewed using the firmware crash reporter.
vi_vn: Một sự cố đã được phát hiện và có thể được xem xét bằng cách sử dụng trình báo cáo sự cố chương trình cơ sở.

source: Answer
vi_vn: Trả lời

source: Anti DDOS
vi_vn: Chống DDOS

source: Any country setting other than "Default" will override the regulatory domain setting
vi_vn: Bất kỳ thiết lập quốc gia nào khác "Default" sẽ ghi đè thiết lập miền quy định.

source: At least one event should be selected when using an inverted selection.
vi_vn: Phải chọn ít nhất một sự kiện khi sử dụng lựa chọn đảo ngược.

source: Block Domain
vi_vn: Chặn tên miền

source: Blocked
vi_vn: Bị chặn

source: Blocked Log
vi_vn: Nhật ký bị chặn

source: By default, if a hostname resolves IPv6 and IPv4 addresses IPv6 will be used. If you check this option, IPv4 will be used instead of IPv6.
vi_vn: Theo mặc định, nếu tên máy chủ phân giải địa chỉ IPv6 và IPv4 thì IPv6 sẽ được sử dụng. Nếu bạn chọn tùy chọn này, IPv4 sẽ được sử dụng thay vì IPv6.

source: CSP Rules
vi_vn: Luật CSP

source: Cannot configure on both "0.0.0.0" and "::" as the first occurence will be treated as dual-stack.
vi_vn: Không thể cấu hình đồng thời trên cả "0.0.0.0" và "::" vì lần xuất hiện đầu tiên sẽ được xử lý như dual-stack.

source: Cannot delete group. Currently in use by %s
vi_vn: Không thể xóa nhóm. Hiện đang được %s sử dụng

source: Cannot delete lagg. Currently in use by %s
vi_vn: Không thể xóa lagg. Hiện đang được %s sử dụng

source: Carp allowed
vi_vn: Cho phép cá chép

source: Certain ISPs may require that DHCPv4 requests are sent with a specific VLAN priority.
vi_vn: Một số ISP nhất định có thể yêu cầu các yêu cầu DHCPv4 được gửi với mức ưu tiên Vlan cụ thể.

source: Certificate authority used to verify the access point's TLS certificate. Only relevant for infrastructure mode (BSS) if Extensible Authentication Protocol (EAP) is used for key management.
vi_vn: Cơ quan cấp chứng chỉ được sử dụng để xác minh chứng chỉ TLS của điểm truy cập. Chỉ liên quan đến chế độ cơ sở hạ tầng (BSS) nếu Giao thức xác thực mở rộng (EAP) được sử dụng để quản lý khóa.

source: Certificate used for authentication towards the access point. Only relevant for infrastructure mode (BSS) if EAP with TLS is used for key management.
vi_vn: Chứng chỉ được sử dụng để xác thực đối với điểm truy cập. Chỉ liên quan đến chế độ cơ sở hạ tầng (BSS) nếu EAP với TLS được sử dụng để quản lý khóa.

source: Children
vi_vn: Những đứa trẻ

source: Cipher selection for older clients. Only preserved for backwards compatibility reasons.
vi_vn: Lựa chọn mật mã cho khách hàng lớn tuổi. Chỉ được bảo tồn vì lý do tương thích ngược.

source: Click to edit
vi_vn: Bấm để chỉnh sửa

source: Collected Reports
vi_vn: Báo cáo đã thu thập

source: Compress tunnel packets using the LZ4/LZO algorithm. The LZ4 generally offers the best performance with least CPU usage. For backwards compatibility use the LZO (which is identical to the older option --comp-lzo yes). In the partial mode (the option --compress with an empty algorithm) compression is turned off, but the packet framing for compression is still enabled, allowing a different setting to be pushed later. The legacy LZO algorithm with adaptive compression mode will dynamically disable compression for a period of time if OpenVPN detects that the data in the packets is not being compressed efficiently.
vi_vn: Nén các gói đường hầm bằng thuật toán LZ4/LZO. LZ4 thường cung cấp hiệu suất tốt nhất với mức sử dụng CPU ít nhất. Để tương thích ngược, hãy sử dụng LZO (giống với tùy chọn cũ --comp-lzo có). Ở chế độ một phần (tùy chọn --compress với thuật toán trống), tính năng nén bị tắt nhưng khung gói để nén vẫn được bật, cho phép đẩy một cài đặt khác sau đó. Thuật toán LZO cũ với chế độ nén thích ứng sẽ tự động vô hiệu hóa tính năng nén trong một khoảng thời gian nếu OpenVPN phát hiện dữ liệu trong các gói không được nén hiệu quả.

source: Connection test succeeded.
vi_vn: Kiểm tra kết nối đã thành công.

source: Connection uniqueness policy to enforce. To avoid multiple connections from the same user, a uniqueness policy can be enforced.
vi_vn: Chính sách kết nối duy nhất để thực thi. Để tránh nhiều kết nối từ cùng một người dùng, chính sách duy nhất có thể được thực thi.

source: Control the behavior of the embedded DNS configuration (RFC 8106). Leave unchecked to use a custom DNS configuration.
vi_vn: Kiểm soát hành vi của cấu hình DNS nhúng (RFC 8106). Bỏ chọn để sử dụng cấu hình DNS tùy chỉnh.

source: Could not find unknown service `%s'
vi_vn: Không thể tìm thấy dịch vụ không xác định `%s'

source: Current IP
vi_vn: IP hiện tại

source: Custom forwarding
vi_vn: Chuyển tiếp tùy chỉnh

source: DNS Domain search list
vi_vn: Danh sách tìm kiếm tên miền DNS

source: DNS options
vi_vn: tùy chọn DNS

source: DNS search domain
vi_vn: miền tìm kiếm DNS

source: Default: Round Robin, Sticky Address determined by advanced settings
vi_vn: Mặc định: Round Robin, Địa chỉ cố định được xác định bởi cài đặt nâng cao

source: Deployment
vi_vn: Triển khai

source: Deployment type
vi_vn: Loại triển khai

source: Development
vi_vn: Phát triển

source: Development deployment is configured so crash reports cannot be sent.
vi_vn: Việc triển khai phát triển được định cấu hình để không thể gửi báo cáo sự cố.

source: Disable Host Route
vi_vn: Vô hiệu hóa tuyến đường máy chủ

source: Disable Ingress filtering
vi_vn: Tắt tính năng lọc đầu vào

source: Disable all default interface scrubbing rules, mss clamping will also be disabled when you check this. Detailed settings specified below will still be used.
vi_vn: Vô hiệu hóa tất cả các quy tắc xóa giao diện mặc định, tính năng kẹp ms cũng sẽ bị tắt khi bạn kiểm tra điều này. Cài đặt chi tiết được chỉ định bên dưới sẽ vẫn được sử dụng.

source: Disabling adaptive timeouts is only supported in combination with a configured maximum number of states for the same rule.
vi_vn: Việc tắt thời gian chờ thích ứng chỉ được hỗ trợ khi kết hợp với số trạng thái tối đa đã định cấu hình cho cùng một quy tắc.

source: Discard
vi_vn: Loại bỏ

source: Disconnect dialup interfaces
vi_vn: Ngắt kết nối các giao diện quay số

source: Disconnected
vi_vn: Đã ngắt kết nối

source: Do not create a dedicated host route for this monitor.
vi_vn: Không tạo tuyến máy chủ chuyên dụng cho màn hình này.

source: Do not read hostnames in /etc/hosts
vi_vn: Không đọc tên máy chủ trong /etc/hosts

source: Do not send any DNS configuration to clients
vi_vn: Không gửi bất kỳ cấu hình DNS nào cho khách hàng

source: Do not verify server
vi_vn: Không xác minh máy chủ

source: Do you really want to reset the Unbound statistics data?
vi_vn: Bạn có thực sự muốn đặt lại dữ liệu thống kê Không liên kết không?

source: Dynamic DNS domain
vi_vn: Miền DNS động

source: EAP Method
vi_vn: Phương pháp EAP

source: EAP Phase 2 Authentication
vi_vn: Xác thực EAP Giai đoạn 2

source: EAP TLS CA Certificate
vi_vn: Chứng chỉ EAP TLS CA

source: EAP TLS Client Certificate
vi_vn: Chứng chỉ ứng dụng khách EAP TLS

source: Edit CSO
vi_vn: Chỉnh sửa CSO

source: Edit Child
vi_vn: Chỉnh sửa trẻ em

source: Edit Connection
vi_vn: Chỉnh sửa kết nối

source: Edit Domain Override
vi_vn: Chỉnh sửa ghi đè tên miền

source: Edit FastCGI Application
vi_vn: Chỉnh sửa ứng dụng FastCGI

source: Edit Homeserverpools
vi_vn: Chỉnh sửa Homeserverpools

source: Edit Homeservers
vi_vn: Chỉnh sửa máy chủ gia đình

source: Edit Host Override
vi_vn: Chỉnh sửa ghi đè máy chủ

source: Edit Host Override Alias
vi_vn: Chỉnh sửa bí danh ghi đè máy chủ

source: Edit Instance
vi_vn: Chỉnh sửa Instance

source: Edit Lagg
vi_vn: Chỉnh sửa Lagg

source: Edit Local
vi_vn: Chỉnh sửa địa phương

source: Edit Manual SPD
vi_vn: Chỉnh sửa SPD thủ công

source: Edit Pool
vi_vn: Chỉnh sửa nhóm

source: Edit Primary Zone
vi_vn: Chỉnh sửa vùng chính

source: Edit Realms
vi_vn: Chỉnh sửa vương quốc

source: Edit Remote
vi_vn: Chỉnh sửa từ xa

source: Edit Secondary Zone
vi_vn: Chỉnh sửa vùng phụ

source: Edit Static Key
vi_vn: Chỉnh sửa khóa tĩnh

source: Edit VirtualTunnelInterface
vi_vn: Chỉnh sửa giao diện VirtualTunnel

source: Edit Vlan
vi_vn: Chỉnh sửa Vlan

source: Edit pre-shared-key
vi_vn: Chỉnh sửa khóa chia sẻ trước

source: Either reqid or child must be set
vi_vn: Phải đặt reqid hoặc con

source: Enable Rate limiting
vi_vn: Bật giới hạn tỷ lệ

source: Enable access logging on the web GUI for debugging and analysis purposes.
vi_vn: Cho phép ghi nhật ký truy cập trên GUI web cho mục đích gỡ lỗi và phân tích.

source: Enable mobile settings, some of the settings below depend on configuration choices in configured tunnels, when not dependent on configured networks, they will also be used for configured connections when this option is checked.
vi_vn: Bật cài đặt di động, một số cài đặt bên dưới tùy thuộc vào lựa chọn cấu hình trong các đường hầm đã định cấu hình, khi không phụ thuộc vào networks đã định cấu hình, chúng cũng sẽ được sử dụng cho các kết nối đã định cấu hình khi tùy chọn này được chọn.

source: Enable syncookies
vi_vn: Bật đồng bộ hóa

source: Enables local gathering of statistics.
vi_vn: Cho phép thu thập số liệu thống kê cục bộ.

source: Encryption algorithm (deprecated)
vi_vn: Thuật toán mã hóa (không dùng nữa)

source: End (%)
vi_vn: Kết thúc (%)

source: Enter the dynamic DNS domain which will be used to register this client in the DNS server.
vi_vn: Nhập miền DNS động sẽ được sử dụng để đăng ký ứng dụng khách này trong máy chủ DNS.

source: Entry "%s" is not a valid ASN.
vi_vn: Mục "%s" không phải là ASN hợp lệ.

source: Entry "%s" is not a valid group id.
vi_vn: Mục "%s" không phải là ID nhóm hợp lệ.

source: Entry "%s" is not a valid hostname, IP address or range.
vi_vn: Mục "%s" không phải là hostname, địa chỉ IP hoặc dải hợp lệ.

source: Error changing status
vi_vn: Lỗi thay đổi trạng thái

source: Error reconfiguring IPsec
vi_vn: Lỗi cấu hình lại IPsec

source: Error reconfiguring Wazuh Agent
vi_vn: Lỗi cấu hình lại Wazuh Agent

source: Error updating blocklists
vi_vn: Lỗi cập nhật danh sách chặn

source: Exclude console settings from import.
vi_vn: Loại trừ cài đặt bảng điều khiển khỏi quá trình nhập.

source: Extensible Authentication Protocol (EAP)
vi_vn: Giao thức xác thực mở rộng (EAP)

source: Family
vi_vn: Họ địa chỉ

source: FastCGI Application Name
vi_vn: Tên ứng dụng FastCGI

source: FastCGI ID
vi_vn: ID FastCGI

source: File too big to process. It will not be submitted automatically.
vi_vn: Tệp quá lớn để xử lý. Nó sẽ không được gửi tự động.

source: Floating rules
vi_vn: Luật Floating

source: Font Source
vi_vn: Nguồn phông chữ

source: For grouping purposes you may select multiple groups here to organize items.
vi_vn: Vì mục đích nhóm, bạn có thể chọn nhiều nhóm ở đây để sắp xếp các mục.

source: Form Action
vi_vn: Hành động biểu mẫu

source: Frame Ancestors
vi_vn: Khung tổ tiên

source: Frame Source
vi_vn: Nguồn khung

source: Gateway monitor (%s)
vi_vn: Màn hình Cổng (%s)

source: Gateway monitor watcher
vi_vn: Người theo dõi màn hình Cổng

source: General Log
vi_vn: Nhật ký chung

source: Generate new.
vi_vn: Tạo mới.

source: Go to the Reporting configuration
vi_vn: Chuyển đến cấu hình Báo cáo

source: Group in use
vi_vn: Nhóm đang sử dụng

source: Group rules
vi_vn: Luật nhóm

source: Home Servers Pool
vi_vn: Nhóm máy chủ gia đình

source: Hostid
vi_vn: Máy chủ

source: Hostnames
vi_vn: Tên máy chủ

source: If no IP address is given above, hostname will not be visible to DNS services with lease registration enabled.
vi_vn: Nếu không có địa chỉ IP nào được cung cấp ở trên, tên máy chủ sẽ không hiển thị đối với các dịch vụ DNS khi bật đăng ký thuê.

source: Image Source
vi_vn: Nguồn hình ảnh

source: Inactive
vi_vn: Không hoạt động

source: Ingress filtering on outer tunnel source can break tunnel operation in an asymmetrically routed networks, in which case this can be disabled by marking this option.
vi_vn: Lọc xâm nhập trên nguồn đường hầm bên ngoài có thể phá vỡ hoạt động của đường hầm trong networks được định tuyến không đối xứng, trong trường hợp đó, tính năng này có thể bị tắt bằng cách đánh dấu tùy chọn này.

source: Intel QuickAssist Technology
vi_vn: Công nghệ hỗ trợ nhanh Intel

source: InterArea
vi_vn: liên khu vực

source: Interface [IPv4]
vi_vn: Giao diện [IPv4]

source: Interface [IPv6]
vi_vn: Giao diện [IPv6]

source: Interface is assigned and you cannot change the device name while assigned.
vi_vn: Giao diện đã được chỉ định và bạn không thể thay đổi tên thiết bị trong khi được chỉ định.

source: Interface subnet override
vi_vn: Ghi đè mạng con giao diện

source: IntraArea
vi_vn: Nội khu vực

source: Invalid argument for unique.
vi_vn: Đối số không hợp lệ cho duy nhất.

source: Invalid pool option specified
vi_vn: Đã chỉ định tùy chọn nhóm không hợp lệ

source: Invalid protocol specified
vi_vn: Giao thức được chỉ định không hợp lệ

source: Keep counters
vi_vn: Giữ quầy

source: Kill
vi_vn: Giết

source: Lagg in use
vi_vn: Lagg đang sử dụng

source: Last Transaction Time
vi_vn: Thời gian giao dịch cuối cùng

source: Last referenced
vi_vn: Được tham chiếu lần cuối

source: Level
vi_vn: Mức độ

source: Licensed until
vi_vn: Được cấp phép cho đến khi

source: Limit the groups which may be used by this authenticator, keep empty to consider all local groups in OPNsense. When groups are selected, you can assign unassigned groups to the user manually
vi_vn: Giới hạn các nhóm có thể được sử dụng bởi trình xác thực này, để trống để xem xét tất cả các nhóm cục bộ trong OPNsense. Khi các nhóm được chọn, bạn có thể chỉ định các nhóm chưa được chỉ định cho người dùng theo cách thủ công

source: Linkstate
vi_vn: Trạng thái liên kết

source: Local Authentication
vi_vn: Xác thực cục bộ

source: Local DNS entry TTL
vi_vn: Mục nhập DNS cục bộ TTL

source: Local Nets
vi_vn: Mạng cục bộ

source: Local gathering of statistics is not enabled. Enable it in Reporting Settings page.
vi_vn: Việc thu thập số liệu thống kê cục bộ không được kích hoạt. Kích hoạt nó trong trang Cài đặt báo cáo.

source: Local subnets
vi_vn: Mạng con cục bộ

source: LocalAddress
vi_vn: Địa chỉ cục bộ

source: Logarithmic
vi_vn: logarit

source: MTU of a VLAN should not be bigger than parent interface.
vi_vn: MTU của Vlan không được lớn hơn giao diện chính.

source: Manual
vi_vn: Thủ công

source: Match TOS / DSCP
vi_vn: Phù hợp với TOS / DSCP

source: Match TOS/DSCP value invalid.
vi_vn: Giá trị TOS/DSCP khớp không hợp lệ.

source: Max Size
vi_vn: Kích thước tối đa

source: Maxclock
vi_vn: Đồng hồ tối đa

source: Maxclock value must be a value between 2..99
vi_vn: Giá trị xung nhịp tối đa phải là giá trị trong khoảng 2..99

source: Maximum concurrent queries
vi_vn: Truy vấn đồng thời tối đa

source: Media Source
vi_vn: Nguồn phương tiện

source: Members %s are already used in other laggs.
vi_vn: Các thành viên %s đã được sử dụng trong các laggs khác.

source: Memory usage percentage is not a number.
vi_vn: Phần trăm sử dụng bộ nhớ không phải là một con số.

source: Memory usage percentage out of bounds.
vi_vn: Tỷ lệ sử dụng bộ nhớ vượt quá giới hạn.

source: Min
vi_vn: tối thiểu

source: No peers found.
vi_vn: Không tìm thấy đồng nghiệp nào.

source: No results found for selected host or none selected
vi_vn: Không tìm thấy kết quả nào cho máy chủ đã chọn hoặc không có kết quả nào được chọn

source: No scrub (NOT)
vi_vn: Không chà (KHÔNG)

source: Note: For security reasons avoid the use of the SHA1 algorithm.
vi_vn: Lưu ý: Vì lý do bảo mật, tránh sử dụng thuật toán SHA1.

source: Note: Leave fields blank to use default pf algorithm. Set to 0 to disable.
vi_vn: Lưu ý: Để trống các trường để sử dụng thuật toán pf mặc định. Đặt thành 0 để tắt.

source: Note: Only relevant for infrastructure mode (BSS) and if Extensible Authentication Protocol (EAP) is used for key management.
vi_vn: Lưu ý: Chỉ phù hợp với chế độ cơ sở hạ tầng (BSS) và nếu Giao thức xác thực mở rộng (EAP) được sử dụng để quản lý khóa.

source: Note: Shared Key Authentication requires WEP. Only relevant for access point mode.
vi_vn: Lưu ý: Xác thực khóa chia sẻ yêu cầu WEP. Chỉ liên quan đến chế độ điểm truy cập.

source: Number of interfaces this rule applies to
vi_vn: Số lượng giao diện mà quy tắc này áp dụng cho

source: Only a maximum of 15 characters is allowed starting with "%s0" combined with numeric characters and dots, e.g. "%s0.1.104".
vi_vn: Chỉ cho phép tối đa 15 ký tự, bắt đầu bằng "%s0" kết hợp với các ký tự số và dấu chấm, ví dụ: "%s0.1.104".

source: Only match packets which have the given TOS/DSCP value assigned.
vi_vn: Chỉ khớp các gói có giá trị TOS/DSCP nhất định được chỉ định.

source: Only relevant when Extended Authentication Protocol (EAP) is used.
vi_vn: Chỉ phù hợp khi sử dụng Giao thức xác thực mở rộng (EAP).

source: Overwrite global settings
vi_vn: Ghi đè cài đặt chung

source: Overwrites
vi_vn: Ghi đè

source: Paste an TSIG domain key here.
vi_vn: Dán khóa miền TSIG vào đây.

source: Path type
vi_vn: Loại đường dẫn

source: Percentage of RAM used for the respective memory disk. A value of "0" means unlimited, which will additionally include all swap space.
vi_vn: Phần trăm RAM được sử dụng cho ổ đĩa bộ nhớ tương ứng. Giá trị "0" có nghĩa là không giới hạn, đồng thời bao gồm toàn bộ không gian swap.

source: Persistent maintenance mode
vi_vn: Chế độ bảo trì liên tục

source: Please note that entries without a specific domain (and thus all domains) specified in both Query Forwarding and DNS over TLS are considered duplicates, DNS over TLS will be preferred. If "Use System Nameservers" is checked, Unbound will use the DNS servers entered in System->Settings->General or those obtained via DHCP or PPP on WAN if the "Allow DNS server list to be overridden by DHCP/PPP on WAN" is checked.
vi_vn: Lưu ý rằng các mục không chỉ định domain cụ thể (tức là áp dụng cho tất cả domain) được khai báo trong cả Query Forwarding và DNS over TLS sẽ được xem là trùng lặp, trong đó DNS over TLS sẽ được ưu tiên. Nếu chọn "Use System Nameservers", Unbound sẽ sử dụng các máy chủ DNS được cấu hình tại System->Settings->General hoặc các máy chủ nhận được qua DHCP hoặc PPP trên WAN nếu bật tùy chọn "Allow DNS server list to be overridden by DHCP/PPP on WAN".

source: Pool
vi_vn: Hồ bơi

source: Preserve rule counters across rule updates. Usually rule counters are reset to zero on every update of the ruleset.
vi_vn: Giữ nguyên bộ đếm quy tắc trong các bản cập nhật quy tắc. Thông thường bộ đếm quy tắc được đặt lại về 0 trong mỗi lần cập nhật bộ quy tắc.

source: Primary IPs
vi_vn: IP chính

source: Primary Zones
vi_vn: Khu chính

source: Probes
vi_vn: Đầu dò

source: Production
vi_vn: Sản xuất

source: Protected Extensible Authentication Protocol (PEAP)
vi_vn: Giao thức xác thực mở rộng được bảo vệ (PEAP)

source: Protocol families should match
vi_vn: Các họ giao thức phải phù hợp

source: Public key signature algorithms
vi_vn: Thuật toán chữ ký khóa công khai

source: Queries over the last
vi_vn: Truy vấn cuối cùng

source: Query Log
vi_vn: Nhật ký truy vấn

source: Query failure
vi_vn: Truy vấn không thành công

source: Received
vi_vn: Đã nhận

source: Record
vi_vn: Ghi

source: Remote Authentication
vi_vn: Xác thực từ xa

source: Remote Certificate Authority
vi_vn: Cơ quan cấp chứng chỉ từ xa

source: Remote Nets
vi_vn: Lưới từ xa

source: Remote required
vi_vn: Cần có điều khiển từ xa

source: Replay
vi_vn: Phát lại

source: Request queue avg
vi_vn: Trung bình hàng đợi yêu cầu

source: Request queue exceeded
vi_vn: Đã vượt quá hàng đợi yêu cầu

source: Request queue max
vi_vn: Yêu cầu hàng đợi tối đa

source: Request queue overwritten
vi_vn: Hàng đợi yêu cầu bị ghi đè

source: Request queue size (all)
vi_vn: Kích thước hàng đợi yêu cầu (tất cả)

source: Request queue size (client)
vi_vn: Kích thước hàng đợi yêu cầu (máy khách)

source: Reset DNS data
vi_vn: Đặt lại dữ liệu DNS

source: Resolve time
vi_vn: Giải quyết thời gian

source: Resolved
vi_vn: Đã giải quyết

source: Return Code
vi_vn: Mã trả lại

source: Role
vi_vn: Vai trò

source: Running
vi_vn: Đang chạy

source: STUN port must contain a valid port number.
vi_vn: Cổng STUN phải chứa số Cổng hợp lệ.

source: STUN port used to predict external WAN IP.
vi_vn: Cổng STUN được sử dụng để dự đoán IP WAN bên ngoài.

source: STUN server used to predict external WAN IP.
vi_vn: Máy chủ STUN được sử dụng để dự đoán IP WAN bên ngoài.

source: Save and Apply
vi_vn: Lưu và áp dụng
