Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Global Check Timeout
vi_vn: Hết thời gian kiểm tra toàn cầu

source: Global Parameters
vi_vn: Thông số chung

source: Global interval when to fetch values in seconds.
vi_vn: Khoảng thời gian chung khi tìm nạp giá trị tính bằng giây.

source: Graphite Prefix
vi_vn: Tiền tố than chì

source: Graphite Server
vi_vn: Máy chủ than chì

source: Graphite Template
vi_vn: Mẫu than chì

source: Graphite collector host
vi_vn: Máy chủ thu gom than chì

source: Graphite collector node name
vi_vn: Tên nút thu gom than chì

source: Graphite collector port
vi_vn: Cổng thu than chì

source: Graylisting
vi_vn: Danh sách xám

source: Graylog Server
vi_vn: Máy chủ Graylog

source: Group Filter
vi_vn: Bộ lọc nhóm

source: HAProxy Frontends
vi_vn: Giao diện HAProxy

source: HAProxy Integration
vi_vn: Tích hợp HAProxy

source: HAProxy function
vi_vn: Chức năng HAProxy

source: HAProxy will use this backend pool if the condition evaluates to true.
vi_vn: HAProxy sẽ sử dụng nhóm phụ trợ này nếu điều kiện được đánh giá là đúng.

source: HAProxy will use this server instead of other servers that are specified in the Backend Pool. The server must exist in the context where this rule is applied.
vi_vn: HAProxy sẽ sử dụng máy chủ này thay vì các máy chủ khác được chỉ định trong Backend Pool. Máy chủ phải tồn tại trong bối cảnh áp dụng quy tắc này.

source: HSTS includeSubDomains
vi_vn: HSTS bao gồm các tên miền phụ

source: HSTS max-age
vi_vn: HSTS tuổi tối đa

source: HSTS preload
vi_vn: Tải trước HSTS

source: HTTP Header
vi_vn: Tiêu đề HTTP

source: HTTP Keep-Alive Timeout
vi_vn: Hết thời gian chờ duy trì HTTP

source: HTTP Reason Text
vi_vn: Văn bản lý do HTTP

source: HTTP Redirect
vi_vn: Chuyển hướng HTTP

source: HTTP Request Timeout
vi_vn: Hết thời gian chờ yêu cầu HTTP

source: HTTP Service
vi_vn: Dịch vụ HTTP

source: HTTP Status Code
vi_vn: Mã trạng thái HTTP

source: HTTP check options
vi_vn: Tùy chọn kiểm tra HTTP

source: HTTP error count
vi_vn: Số lỗi HTTP

source: HTTP error rate
vi_vn: Tỷ lệ lỗi HTTP

source: HTTP error rate period
vi_vn: Khoảng thời gian tỷ lệ lỗi HTTP

source: HTTP host
vi_vn: Máy chủ HTTP

source: HTTP host header contains string (substring match)
vi_vn: Tiêu đề máy chủ HTTP chứa chuỗi (khớp chuỗi con)

source: HTTP host header ends with string (suffix match)
vi_vn: Tiêu đề máy chủ HTTP kết thúc bằng chuỗi (khớp hậu tố)

source: HTTP host header matches exact string
vi_vn: Tiêu đề máy chủ HTTP khớp chính xác với chuỗi

source: HTTP host header matches regular expression
vi_vn: Tiêu đề máy chủ HTTP khớp với biểu thức chính quy

source: HTTP host header starts with string (prefix match)
vi_vn: Tiêu đề máy chủ HTTP bắt đầu bằng chuỗi (khớp tiền tố)

source: HTTP method
vi_vn: Phương thức HTTP

source: HTTP request URL path contains directory (subdir match)
vi_vn: Đường dẫn URL yêu cầu HTTP chứa thư mục (khớp với thư mục con)

source: HTTP request URL path contains string (substring match)
vi_vn: Đường dẫn URL yêu cầu HTTP chứa chuỗi (khớp chuỗi con)

source: HTTP request URL path ends with string (suffix match)
vi_vn: Đường dẫn URL yêu cầu HTTP kết thúc bằng chuỗi (khớp hậu tố)

source: HTTP request URL path matches exact string
vi_vn: Đường dẫn URL yêu cầu HTTP khớp với chuỗi chính xác

source: HTTP request URL path matches regular expression
vi_vn: Đường dẫn URL yêu cầu HTTP khớp với biểu thức chính quy

source: HTTP request URL path starts with string (prefix match)
vi_vn: Đường dẫn URL yêu cầu HTTP bắt đầu bằng chuỗi (khớp tiền tố)

source: HTTP request count
vi_vn: Số lượng yêu cầu HTTP

source: HTTP request rate
vi_vn: Tỷ lệ yêu cầu HTTP

source: HTTP request rate period
vi_vn: Khoảng thời gian tốc độ yêu cầu HTTP

source: HTTP version
vi_vn: Phiên bản HTTP

source: HTTP(S) settings
vi_vn: Cài đặt HTTP(S)

source: Hard timeout (minutes)
vi_vn: Thời gian chờ cứng (phút)

source: Header Content
vi_vn: Nội dung tiêu đề

source: Health Checking
vi_vn: Kiểm tra sức khỏe

source: Health Monitor
vi_vn: Theo dõi sức khỏe

source: Hello Interval
vi_vn: Khoảng thời gian xin chào

source: Here you can set the FQDN of your STUN server.
vi_vn: Tại đây bạn có thể đặt FQDN của máy chủ STUN của mình.

source: Here you can set the port of your STUN server.
vi_vn: Tại đây bạn có thể đặt Cổng của máy chủ STUN của mình.

source: Here you specify the devices allowed to do SIP connections to siproxd (internal and external). Format is CSV without spaces and CIDR, like 192.168.0.0/24,10.0.0.0/8.
vi_vn: Tại đây bạn chỉ định các thiết bị được phép thực hiện kết nối SIP tới siproxd (nội bộ và bên ngoài). Định dạng là CSV không có dấu cách và CIDR, như 192.168.0.0/24,10.0.0.0/8.

source: Here you specify the networks disallowed to do SIP connections to siproxd. It has a higher priority than 'Hosts to allow SIP'.
vi_vn: Tại đây bạn chỉ định các networks không được phép thực hiện kết nối SIP tới siproxd. Nó có mức độ ưu tiên cao hơn 'Máy chủ cho phép SIP'.

source: History Cache Size
vi_vn: Kích thước bộ đệm lịch sử

source: History Index Cache Size
vi_vn: Kích thước bộ đệm chỉ mục lịch sử

source: Home networks
vi_vn: Mạng gia đình

source: Host
vi_vn: Chủ nhà

source: Host Contains
vi_vn: Máy chủ chứa

source: Host Name
vi_vn: Tên máy chủ

source: Host Prefix
vi_vn: Tiền tố máy chủ

source: Host Regex
vi_vn: Lưu trữ Regex

source: Host String
vi_vn: Chuỗi máy chủ

source: Host Suffix
vi_vn: Hậu tố máy chủ

source: Host outbound
vi_vn: Máy chủ gửi đi

source: Host to deny SIP
vi_vn: Máy chủ từ chối SIP

source: Hostname
vi_vn: Tên máy chủ

source: Hostname (of this machine) to redirect login page to, leave blank to use this interface IP address, otherwise make sure the client can access DNS to resolve this location. When using a SSL certificate, make sure both this name and the cert name are equal.
vi_vn: Tên máy chủ (của máy này) để chuyển hướng trang đăng nhập đến, để trống để sử dụng địa chỉ IP giao diện này, nếu không hãy đảm bảo máy khách có thể truy cập DNS để phân giải vị trí này. Khi sử dụng chứng chỉ SSL, hãy đảm bảo cả tên này và tên chứng chỉ đều bằng nhau.

source: Hostname DNS lookup
vi_vn: Tra cứu DNS tên máy chủ

source: Hostname DNS reverse lookup
vi_vn: Tra cứu ngược tên máy chủ DNS

source: Hosts
vi_vn: Máy chủ

source: Hosts to allow SIP
vi_vn: Máy chủ cho phép SIP

source: Hosts to allow registration
vi_vn: Máy chủ cho phép đăng ký

source: Hours
vi_vn: Giờ

source: How often list of active checks is refreshed, in seconds.
vi_vn: Tần suất làm mới danh sách kiểm tra đang hoạt động, tính bằng giây.

source: Hurricane Electric
vi_vn: Bão điện

source: ICAP Settings
vi_vn: Cài đặt ICAP

source: ICP port
vi_vn: Cổng ICP

source: IP Address
vi_vn: Địa chỉ IP

source: IP Address or Network with CIDR
vi_vn: Địa chỉ IP hoặc networks có CIDR

source: IP Addresses
vi_vn: Địa chỉ IP

source: IP Auto-Discovery
vi_vn: Tự động phát hiện IP

source: IP Version
vi_vn: Phiên bản IP

source: IP address or hostname of Zabbix server.
vi_vn: Địa chỉ IP hoặc tên máy chủ của máy chủ Zabbix.

source: IP address or hostname of the remote ShadowSocks server.
vi_vn: Địa chỉ IP hoặc tên máy chủ của máy chủ ShadowSocks từ xa.

source: IP address or hostname of the server.
vi_vn: Địa chỉ IP hoặc tên máy chủ của máy chủ.

source: IP address to listen to, this should be your LAN IP address.
vi_vn: Địa chỉ IP để nghe, đây phải là địa chỉ IP LAN của bạn.

source: IPS mode
vi_vn: Chế độ IPS

source: IPv4 Mask
vi_vn: Mặt nạ IPv4

source: IPv6 Exit
vi_vn: Thoát IPv6

source: IPv6 Host
vi_vn: Máy chủ IPv6

source: IPv6 Mask
vi_vn: Mặt nạ IPv6

source: IPv6 Source
vi_vn: Nguồn IPv6

source: Idle timeout
vi_vn: Hết thời gian chờ

source: Idle timeout (minutes)
vi_vn: Thời gian chờ không hoạt động (phút)

source: If an attached file has a suffix in this list, the mail will be rejected via a hard reject, which means that the server will be immeadiately informed about the policy violation.
vi_vn: Nếu tệp đính kèm có hậu tố trong danh sách này, thư sẽ bị từ chối thông qua từ chối cứng, điều đó có nghĩa là máy chủ sẽ được thông báo ngay lập tức về vi phạm chính sách.

source: If checked, only attached files are scanned and images are omitted.
vi_vn: Nếu được chọn, chỉ các tệp đính kèm sẽ được quét và hình ảnh sẽ bị bỏ qua.

source: If configured, only clients that are listed here are authorized to access the Onion service.
vi_vn: Nếu được định cấu hình, chỉ những khách hàng được liệt kê ở đây mới được phép truy cập dịch vụ Onion.

source: If provided, all traffic will be transmitted over an HTTPS connection to protect against eavesdroppers.
vi_vn: Nếu được cung cấp, tất cả lưu lượng truy cập sẽ được truyền qua kết nối HTTPS để bảo vệ khỏi những kẻ nghe trộm.

source: If set (default), Squid will include a Via header in requests and replies as required by RFC2616.
vi_vn: Nếu được đặt (mặc định), Squid sẽ bao gồm tiêu đề Via trong các yêu cầu và phản hồi theo yêu cầu của RFC2616.

source: If set to true, do no set the "host" tag in the Telegraf agent.
vi_vn: Nếu đặt thành true, không thiết lập thẻ "host" trong Telegraf agent.

source: If set, the mail will be rejected.
vi_vn: Nếu được đặt, thư sẽ bị từ chối.

source: If the hostname is determined automatically this setting controls whether or not the daemon should try to figure out the fully qualified domain name (FQDN). This is done by looking up the name by using gethostname.
vi_vn: Nếu tên máy chủ được xác định tự động, cài đặt này sẽ kiểm soát xem daemon có cố gắng tìm ra tên miền đủ điều kiện (FQDN) hay không. Điều này được thực hiện bằng cách tra cứu tên bằng cách sử dụng gethostname.

source: If the number of the available threads is less than number, the c-icap server starts a new child.
vi_vn: Nếu số lượng luồng khả dụng nhỏ hơn số lượng, máy chủ c-icap sẽ khởi động một máy chủ con mới.

source: If the number of the available threads is more than number then the c-icap server kills a child.
vi_vn: Nếu số lượng chủ đề có sẵn nhiều hơn số lượng thì máy chủ c-icap sẽ giết một đứa trẻ.

source: If the user is authenticated, the headers will not be added if this is enabled. If this is checked, your outgoing mails will very likely not leak information about the the scanner.
vi_vn: Nếu người dùng được xác thực, tiêu đề sẽ không được thêm nếu tính năng này được bật. Nếu điều này được chọn, các thư gửi đi của bạn rất có thể sẽ không bị rò rỉ thông tin về máy quét.

source: If this amount of memory is reached, Tor will close circuits until 10% of this limit are free again.
vi_vn: Nếu đạt đến lượng bộ nhớ này, Tor sẽ đóng các mạch cho đến khi 10% giới hạn này được giải phóng trở lại.

source: If this checkbox is checked, you can use an ICAP server to filter or replace content.
vi_vn: Nếu hộp kiểm này được chọn, bạn có thể sử dụng máy chủ ICAP để lọc hoặc thay thế nội dung.

source: If this checkbox is enabled, a header about the authentication state will be added.
vi_vn: Nếu hộp kiểm này được bật, tiêu đề về trạng thái xác thực sẽ được thêm vào.

source: If this checkbox is enabled, a header containing the findings of the scan is added.
vi_vn: Nếu hộp kiểm này được bật, tiêu đề chứa kết quả quét sẽ được thêm vào.

source: If this option is set, users can login on multiple machines at once. If disabled subsequent logins will cause machines previously logged in with the same username to be disconnected.
vi_vn: Nếu tùy chọn này được đặt, người dùng có thể đăng nhập trên nhiều máy cùng một lúc. Nếu bị vô hiệu hóa, các lần đăng nhập tiếp theo sẽ khiến các máy đăng nhập trước đó có cùng tên người dùng bị ngắt kết nối.

source: If true, collect raw CPU time metrics.
vi_vn: Nếu đúng, hãy thu thập số liệu thời gian CPU thô.

source: If you check this box, the local Redis server will be available to the modules (some do not work without it).
vi_vn: Nếu bạn chọn hộp này, máy chủ Redis cục bộ sẽ có sẵn cho các mô-đun (một số mô-đun không hoạt động nếu không có nó).

source: If you check this, a log file will be written to disk.
vi_vn: Nếu bạn chọn mục này, một tệp nhật ký sẽ được ghi vào disk.

source: If you enable this option, the client IP address will be sent to the ICAP server. This can be useful if you want to filter traffic based on IP addresses.
vi_vn: Nếu bạn bật tùy chọn này, địa chỉ IP của máy khách sẽ được gửi đến máy chủ ICAP. Điều này có thể hữu ích nếu bạn muốn lọc lưu lượng truy cập dựa trên địa chỉ IP.

source: If you have a CARP setup, you may want to configure a router id in case of a conflict.
vi_vn: Nếu bạn đã thiết lập CARP, bạn có thể muốn định cấu hình id bộ định tuyến trong trường hợp xảy ra xung đột.

source: If you turn off this option, the original files will still be scanned, but without parsing individual messages/attachments.
vi_vn: Nếu bạn tắt tùy chọn này, các tệp gốc sẽ vẫn được quét nhưng không phân tích cú pháp từng thư/tệp đính kèm.

source: If you use previews, only a part of the data is sent to the ICAP server. Setting this option can improve the performance.
vi_vn: Nếu bạn sử dụng bản xem trước thì chỉ một phần dữ liệu được gửi đến máy chủ ICAP. Đặt tùy chọn này có thể cải thiện hiệu suất.

source: Ignore SSL certificate validation (for self-signed certificates)
vi_vn: Bỏ qua xác thực chứng chỉ SSL (đối với chứng chỉ tự ký)

source: Ignore hosts in access.log
vi_vn: Bỏ qua máy chủ trong access.log

source: Ignore some mountpoints by filesystem type. For example (dev)tmpfs (usually present on /run, /var/run, /dev/shm or /dev).
vi_vn: Bỏ qua một số điểm gắn kết theo loại hệ thống tập tin. Ví dụ: (dev)tmpfs (thường có trên /run, /var/run, /dev/shm hoặc /dev).

source: Inbound interface
vi_vn: Giao diện gửi đến

source: Incoming bytes rate
vi_vn: Tốc độ byte đến

source: Indicates where to send the logs. Takes an IPv4 or IPv6 address optionally followed by a colon (':') and a UDP port, i.e. 127.0.0.1 or 10.0.0.1:514
vi_vn: Cho biết nơi gửi nhật ký. Lấy địa chỉ IPv4 hoặc IPv6 tùy chọn, theo sau là dấu hai chấm (':') và Cổng UDP, tức là 127.0.0.1 hoặc 10.0.0.1:514

source: Influx URL
vi_vn: URL luồng

source: Infoblox
vi_vn: Thông tin

source: Interface
vi_vn: Giao diện

source: Interface Configuration
vi_vn: Cấu hình giao diện

source: Interfaces
vi_vn: Giao diện

source: Internal number used for this zone
vi_vn: Số nội bộ được sử dụng cho vùng này

source: Interrupts Statistics
vi_vn: Thống kê ngắt

source: Interval
vi_vn: Khoảng thời gian

source: Interval before dropping packets (in ms), leave empty for default
vi_vn: Khoảng thời gian trước khi loại bỏ gói tin (tính bằng ms), để trống theo mặc định

source: Jitter the flush interval by a random amount. This is primarily to avoid large write spikes for users running a large number of telegraf instances.
vi_vn: Thay đổi khoảng thời gian xả một lượng ngẫu nhiên. Điều này chủ yếu là để tránh mức ghi đột biến lớn đối với người dùng đang chạy một số lượng lớn phiên bản telegraf.

source: Kerberos Account Name Of This Host In AD
vi_vn: Tên tài khoản Kerberos của máy chủ này trong AD

source: Kerberos authentication check-list
vi_vn: Danh sách kiểm tra xác thực Kerberos

source: Kerberos configuration
vi_vn: Cấu hình Kerberos

source: Kerberos configuration must exist and be valid.
vi_vn: Cấu hình Kerberos phải tồn tại và hợp lệ.

source: Key
vi_vn: Chìa khóa

source: Key Table creation
vi_vn: Tạo bảng khóa

source: Keytab file
vi_vn: Tập tin bàn phím

source: Keytab file must exist and be valid.
vi_vn: Tệp keytab phải tồn tại và hợp lệ.

source: LDAP Server
vi_vn: Máy chủ LDAP

source: LDAP Server accessible
vi_vn: Máy chủ LDAP có thể truy cập được

source: LDAP Server configuration
vi_vn: Cấu hình máy chủ LDAP

source: LDAP server DNS lookup
vi_vn: Tra cứu DNS máy chủ LDAP

source: LDAP server DNS reverse lookup
vi_vn: Tra cứu ngược DNS máy chủ LDAP

source: LDAP server ping check.
vi_vn: Kiểm tra ping máy chủ LDAP.

source: Leave at both when specifying network below, otherwise when using wildcards change to match desired network
vi_vn: Để lại cả hai khi chỉ định networks bên dưới, nếu không thì khi sử dụng ký tự đại diện thay đổi để phù hợp với networks mong muốn

source: Let the Redis server listen on non-localhost interfaces.
vi_vn: Hãy để máy chủ Redis lắng nghe trên các giao diện không phải localhost.

source: Lifetime of Redis cache - 1 day by default.
vi_vn: Thời đoạn của bộ nhớ đêm Redis - mặc định 1 ngày.

source: Limits
vi_vn: Giới hạn

source: List of IP addresses (or hostnames) of Zabbix servers. Incoming connections will be accepted only from the hosts listed here.
vi_vn: Danh sách địa chỉ IP (hoặc tên máy chủ) của máy chủ Zabbix. Các kết nối đến sẽ chỉ được chấp nhận từ các máy chủ được liệt kê ở đây.

source: List of IP addresses that the agent should listen on. First IP address is sent to Zabbix server if connecting to it to retrieve list of active checks.
vi_vn: Danh sách các địa chỉ IP mà tác nhân nên lắng nghe. Địa chỉ IP đầu tiên được gửi đến máy chủ Zabbix nếu kết nối với nó để lấy danh sách các hoạt động kiểm tra.

source: List of comma delimited IP addresses that the trapper should listen on. Trapper will listen on all network interfaces if this parameter is missing.
vi_vn: Danh sách các địa chỉ IP được phân cách bằng dấu phẩy mà người đánh bẫy nên lắng nghe. Trapper sẽ lắng nghe trên tất cả các giao diện networks nếu thiếu tham số này.

source: List of domains that are not checked by SURBL.
vi_vn: Danh sách các tên miền không được SURBL kiểm tra.

source: List of networks where to apply the DTAG fix. Default should fit for most situations.
vi_vn: Danh sách các networks áp dụng bản sửa lỗi DTAG. Mặc định phải phù hợp với hầu hết các tình huống.

source: List of networks where to apply the FritzBox Anoncall plugin. Default should fit for most situations.
vi_vn: Danh sách các networks áp dụng plugin FritzBox Anoncall. Mặc định phải phù hợp với hầu hết các tình huống.

source: List with events. Leave it empty for all events.
vi_vn: Danh sách với các sự kiện. Để trống cho tất cả các sự kiện.

source: Listen Address
vi_vn: Nghe địa chỉ

source: Listen Addresses
vi_vn: Nghe địa chỉ

source: Listen End Port
vi_vn: Nghe End Cổng

source: Listen IP
vi_vn: Nghe IP

source: Listen IPs
vi_vn: Nghe IP

source: Listen Interfaces
vi_vn: Giao diện nghe

source: Listen Port
vi_vn: Cổng nghe

source: Listen address
vi_vn: Nghe địa chỉ

source: Listen address (IP)
vi_vn: Nghe địa chỉ (IP)

source: Listen port
vi_vn: Cổng nghe

source: Listen port for trapper. Default is just fine.
vi_vn: Nghe Cổng cho người đánh bẫy. Mặc định là được rồi.

source: Load Average Statistics
vi_vn: Tải số liệu thống kê trung bình

source: Local Address
vi_vn: Địa chỉ địa phương

source: Local Cache Settings
vi_vn: Cài đặt bộ đệm cục bộ

source: Local Description
vi_vn: Mô tả cục bộ

source: Local Description to help identify this network
vi_vn: Mô tả cục bộ để giúp xác định networks này

source: Local HTTP Port
vi_vn: Cổng HTTP cục bộ

source: Local Port
vi_vn: Cổng Local

source: Local stats TCP port
vi_vn: Cổng TCP thống kê cục bộ

source: Log Authentication Bad Password
vi_vn: Xác thực nhật ký Mật khẩu xấu

source: Log Authentication Good Password
vi_vn: Xác thực nhật ký Mật khẩu tốt

source: Log Authentication Request
vi_vn: Yêu cầu xác thực nhật ký

source: Log File
vi_vn: Tệp nhật ký

source: Log File Size
vi_vn: Kích thước tệp nhật ký

source: Log Host
vi_vn: Đăng nhập máy chủ

source: Log Level
vi_vn: Cấp độ nhật ký

source: Log Remote Commands
vi_vn: Đăng nhập các lệnh từ xa

source: Log SNI information only
vi_vn: Chỉ ghi thông tin SNI

source: Log Status Changes
vi_vn: Thay đổi trạng thái nhật ký

source: Log Transactions Slower Than (microsecond)
vi_vn: Ghi nhật ký giao dịch chậm hơn (micro giây)

source: Log connections
vi_vn: Đăng nhập kết nối

source: Log package payload
vi_vn: Tải trọng gói đăng nhập

source: Log to File or Syslog
vi_vn: Đăng nhập vào tệp hoặc nhật ký hệ thống

source: Logfile level
vi_vn: Cấp độ tệp nhật ký

source: Logging Configuration
vi_vn: Cấu hình ghi nhật ký

source: Logging Options
vi_vn: Tùy chọn ghi nhật ký

source: Logical operator for conditions
vi_vn: Toán tử logic cho điều kiện

source: Logs password if it is correct.
vi_vn: Ghi lại mật khẩu nếu đúng.

source: Mail Server Port
vi_vn: Mail Server Cổng

source: Make sure the script is executable by the Monit service.
vi_vn: Đảm bảo dịch vụ Monit thực thi tập lệnh.

source: Max recursion
vi_vn: Đệ quy tối đa

source: Max requests per child
vi_vn: Số yêu cầu tối đa cho mỗi đứa trẻ

source: Max scan size
vi_vn: Kích thước quét tối đa

source: Max servers
vi_vn: Máy chủ tối đa

source: Max sessions
vi_vn: Số phiên tối đa

source: Max spare threads
vi_vn: Chủ đề dự phòng tối đa

source: Max. data length
vi_vn: Tối đa. độ dài dữ liệu

source: Max. line length
vi_vn: Tối đa. chiều dài dòng

source: MaxLinesPerSecond
vi_vn: Số dòng tối đa mỗi giây

source: Maximum Clients
vi_vn: Khách hàng tối đa

source: Maximum Data Length
vi_vn: Độ dài dữ liệu tối đa

source: Maximum Length
vi_vn: Chiều dài tối đa

source: Maximum Memory
vi_vn: Bộ nhớ tối đa

source: Maximum Memory In Queues (MB)
vi_vn: Bộ nhớ tối đa trong hàng đợi (MB)

source: Maximum Memory Policy
vi_vn: Chính sách bộ nhớ tối đa

source: Maximum Memory Samples
vi_vn: Mẫu bộ nhớ tối đa

source: Maximum RAM per LUA process
vi_vn: RAM tối đa cho mỗi quy trình LUA

source: Maximum Recipients
vi_vn: Người nhận tối đa

source: Maximum SSL DH Size
vi_vn: Kích thước SSL DH tối đa

source: Maximum Size
vi_vn: Kích thước tối đa

source: Maximum connections
vi_vn: Kết nối tối đa

source: Maximum depth directories are scanned at.
vi_vn: Các thư mục có độ sâu tối đa được quét tại.

source: Maximum download size (kB)
vi_vn: Kích thước tải xuống tối đa (kB)

source: Maximum number of concurrent FTP sessions. When the proxy reaches this limit, new connections are denied. The default is 100 sessions. The limit can be lowered to a minimum of 1, or raised to a maximum of 500.
vi_vn: Số phiên FTP đồng thời tối đa. Khi proxy đạt đến giới hạn này, các kết nối mới sẽ bị từ chối. Mặc định là 100 phiên. Giới hạn có thể được hạ xuống tối thiểu là 1 hoặc tăng lên tối đa là 500.

source: Maximum number of new lines the agent will send per second to Zabbix Server or Proxy processing 'log' and 'logrt' active checks.
vi_vn: Số dòng mới tối đa mà tác nhân sẽ gửi mỗi giây tới Máy chủ Zabbix hoặc Proxy xử lý các kiểm tra hoạt động 'log' và 'logrt'.

source: Maximum number of queued items
vi_vn: Số lượng mục được xếp hàng tối đa

source: Maximum number of queued items (including those being processed by MaxThreads threads). It is recommended to have this value at least twice MaxThreads if possible.
vi_vn: Số lượng mục được xếp hàng tối đa (bao gồm cả những mục đang được xử lý bởi chuỗi MaxThreads). Nên có giá trị này ít nhất hai lần MaxThreads nếu có thể.

source: Maximum number of threads running
vi_vn: Số lượng chủ đề tối đa đang chạy

source: Maximum number of threads running at the same time.
vi_vn: Số lượng chủ đề tối đa chạy cùng một lúc.

source: Maximum number of values in a memory buffer. The agent will send all collected data to Zabbix Server or Proxy if the buffer is full.
vi_vn: Số lượng giá trị tối đa trong bộ nhớ đệm. Tác nhân sẽ gửi tất cả dữ liệu được thu thập đến Zabbix Server hoặc Proxy nếu bộ đệm đầy.

source: Maximum object size (MB)
vi_vn: Kích thước đối tượng tối đa (MB)

source: Maximum size of log file in MB. Zabbix Agent will automatically rotate the log once this limit is reached.
vi_vn: Kích thước tối đa của tệp nhật ký tính bằng MB. Zabbix Agent sẽ tự động xoay nhật ký khi đạt đến giới hạn này.

source: Maximum upload size (kB)
vi_vn: Kích thước tải lên tối đa (kB)

source: Memory Cache size in Megabytes
vi_vn: Kích thước bộ nhớ đệm tính bằng Megabyte

source: Memory Statistics
vi_vn: Thống kê bộ nhớ

source: Message
vi_vn: Tin nhắn

source: Message Digest
vi_vn: Thông báo tin nhắn
