Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Select the type of hash. Possible values are SHA256 or SHA1.
vi_vn: Chọn loại hàm băm. Các giá trị có thể có là SHA256 hoặc SHA1.

source: Select the type of the match. Depending on the match, you will need different arguments.
vi_vn: Chọn loại trận đấu. Tùy theo trận đấu mà bạn sẽ cần những luận cứ khác nhau.

source: Select what to do with URI that contain whitespaces. The current Squid implementation of encode and chop violates RFC2616 by not using a 301 redirect after altering the URL.
vi_vn: Chọn việc cần làm với URI có chứa khoảng trắng. Việc triển khai mã hóa và cắt Squid hiện tại vi phạm RFC2616 do không sử dụng chuyển hướng 301 sau khi thay đổi URL.

source: Select what to do with X-Forwarded-For header. If set to: "on", Squid will append your client's IP address in the HTTP requests it forwards. By default it looks like X-Forwarded-For: 192.1.2.3; If set to: "off", it will appear as X-Forwarded-For: unknown; "transparent", Squid will not alter the X-Forwarded-For header in any way; If set to: "delete", Squid will delete the entire X-Forwarded-For header; If set to: "truncate", Squid will remove all existing X-Forwarded-For entries, and place the client IP as the sole entry.
vi_vn: Chọn việc cần làm với tiêu đề X-Forwarded-For. Nếu đặt thành: "on", Squid sẽ nối địa chỉ IP của khách hàng của bạn vào các yêu cầu HTTP mà nó chuyển tiếp. Mặc định trông giống như X-Forwarded-For: 192.1.2.3; Nếu đặt thành: "off", nó sẽ xuất hiện dưới dạng X-Forwarded-For: unknown; "transparent", Squid sẽ không thay đổi tiêu đề X-Forwarded-For theo bất kỳ cách nào; Nếu đặt thành: "delete", Squid sẽ xóa toàn bộ tiêu đề X-Forwarded-For; Nếu đặt thành: "truncate", Squid sẽ xóa tất cả các mục X-Forwarded-For hiện có và đặt IP khách hàng làm mục duy nhất.

source: Select which kind of DNSBL you want to use.
vi_vn: Chọn loại DNSBL bạn muốn sử dụng.

source: Send alerts to system log in fast log format. This will not change the alert logging used by the product itself.
vi_vn: Gửi thông báo tới hệ thống đăng nhập ở định dạng nhật ký nhanh. Điều này sẽ không thay đổi nhật ký cảnh báo được chính sản phẩm sử dụng.

source: Send an authentication request to the OPNsense backend for advanced access control.
vi_vn: Gửi yêu cầu xác thực đến chương trình phụ trợ OPNsense để kiểm soát truy cập nâng cao.

source: Send string metrics as Prometheus labels.
vi_vn: Gửi số liệu chuỗi dưới dạng nhãn Prometheus.

source: Sequence
vi_vn: Thứ tự

source: Server Entries
vi_vn: Mục nhập máy chủ

source: Server List
vi_vn: Danh sách máy chủ

source: Server Names Hash Max Size
vi_vn: Tên máy chủ Hash Kích thước tối đa

source: Server Priority
vi_vn: Ưu tiên máy chủ

source: Server URL
vi_vn: URL máy chủ

source: Servercow
vi_vn: máy chủ

source: Set Path
vi_vn: Đặt đường dẫn

source: Set a list of DNS servers for this pool.
vi_vn: Đặt danh sách máy chủ DNS cho nhóm này.

source: Set a password if parent proxy requires authentication.
vi_vn: Đặt mật khẩu nếu proxy gốc yêu cầu xác thực.

source: Set a pattern to match like user@example.com
vi_vn: Đặt mẫu phù hợp như user@example.com

source: Set a pattern to match line user@example.com or @example.com
vi_vn: Đặt mẫu để khớp với dòng user@example.com hoặc @example.com

source: Set a username if parent proxy requires authentication.
vi_vn: Đặt tên người dùng nếu proxy gốc yêu cầu xác thực.

source: Set database name of remote MySQL server.
vi_vn: Đặt tên cơ sở dữ liệu của máy chủ MySQL từ xa.

source: Set here how to rewrite the Rewrite From pattern.
vi_vn: Đặt ở đây cách viết lại mẫu Viết lại từ.

source: Set here the recipient address to send the mail as BCC.
vi_vn: Đặt ở đây địa chỉ người nhận để gửi thư dưới dạng BCC.

source: Set how many replies per second are allowed.
vi_vn: Đặt số lượng câu trả lời được phép mỗi giây.

source: Set how many times one account is allowed to login at the same time.
vi_vn: Đặt số lần một tài khoản được phép đăng nhập cùng một lúc.

source: Set location where this unit is.
vi_vn: Đặt vị trí của đơn vị này.

source: Set one or more hosts to send your DNS queries if the request is unknown.
vi_vn: Đặt một hoặc nhiều máy chủ gửi truy vấn DNS của bạn nếu yêu cầu không xác định.

source: Set port the endpoint listens to.
vi_vn: Đặt Cổng mà điểm cuối lắng nghe.

source: Set public IP address the endpoint listens to.
vi_vn: Đặt địa chỉ IP công cộng mà điểm cuối lắng nghe.

source: Set target name to what to resolve.
vi_vn: Đặt tên mục tiêu thành những gì cần giải quyết.

source: Set the IP address for this static lease.
vi_vn: Đặt địa chỉ IP cho hợp đồng thuê tĩnh này.

source: Set the IP address of remote MySQL server.
vi_vn: Đặt địa chỉ IP của máy chủ MySQL từ xa.

source: Set the IP address to listen on.
vi_vn: Đặt địa chỉ IP để nghe.

source: Set the IP addresses the service should listen to.
vi_vn: Đặt địa chỉ IP mà dịch vụ sẽ lắng nghe.

source: Set the IP addresses to forward the domain.
vi_vn: Đặt địa chỉ IP để chuyển tiếp tên miền.

source: Set the IP addresses to listen to.
vi_vn: Đặt địa chỉ IP để nghe.

source: Set the IPv4 addresses the service should listen to.
vi_vn: Đặt địa chỉ IPv4 mà dịch vụ sẽ lắng nghe.

source: Set the IPv6 address the user should receive.
vi_vn: Đặt địa chỉ IPv6 mà người dùng sẽ nhận được.

source: Set the IPv6 addresses the service should listen to.
vi_vn: Đặt địa chỉ IPv6 mà dịch vụ sẽ lắng nghe.

source: Set the MAC address for this static lease.
vi_vn: Đặt địa chỉ MAC cho hợp đồng thuê tĩnh này.

source: Set the Mikrotik VLAN ID attribute. Mikrotik uses own attributes for VLAN assignment.
vi_vn: Đặt thuộc tính ID Mikrotik Vlan. Mikrotik sử dụng các thuộc tính riêng để gán VLAN.

source: Set the Mikrotik VLAN type attribute. For general use a value of 0 is fine.
vi_vn: Đặt thuộc tính loại Mikrotik Vlan. Đối với sử dụng chung, giá trị 0 là ổn.

source: Set the SDNS stamp without sdns:// prefix.
vi_vn: Đặt tem SDNS không có tiền tố sdns://.

source: Set the SHA256 password for user admin here. For ways to generate it, please consult the plugin documentation.
vi_vn: Đặt mật khẩu SHA256 cho quản trị viên người dùng tại đây. Để biết cách tạo nó, vui lòng tham khảo tài liệu plugin.

source: Set the SSL version to use. In AUTO mode, only TLS is used.
vi_vn: Đặt phiên bản SSL để sử dụng. Ở chế độ AUTO, chỉ TLS được sử dụng.

source: Set the addresses this service listen on.
vi_vn: Đặt địa chỉ mà dịch vụ này nghe.

source: Set the cache size.
vi_vn: Đặt kích thước bộ đệm.

source: Set the certificate to use for HTTPS connections.
vi_vn: Đặt chứng chỉ để sử dụng cho các kết nối HTTPS.

source: Set the community string to use.
vi_vn: Đặt chuỗi cộng đồng để sử dụng.

source: Set the contact address to use.
vi_vn: Đặt địa chỉ liên lạc để sử dụng.

source: Set the destination IP or network to match. Leave this field empty for using "any".
vi_vn: Đặt IP đích hoặc mạng để khớp. Để trống trường này để sử dụng "bất kỳ".

source: Set the domain, IP or expression to whitelist, e.g. ads.* or *.example.com
vi_vn: Đặt miền, IP hoặc biểu thức thành danh sách trắng, ví dụ: ads.* hoặc *.example.com

source: Set the domain, e.g. example.com
vi_vn: Đặt tên miền, ví dụ: ví dụ.com

source: Set the encryption key to secure the connection between client and this host. Minimum is 8 characters.
vi_vn: Đặt khóa mã hóa để bảo mật kết nối giữa máy khách và máy chủ này. Tối thiểu là 8 ký tự.

source: Set the gateway IP for this pool. It will be the gateway for the clients and also used as the identifier.
vi_vn: Đặt IP gateway cho nhóm này. Nó sẽ là gateway cho khách hàng và cũng được sử dụng làm mã định danh.

source: Set the index name.
vi_vn: Đặt tên chỉ mục.

source: Set the interface to listen on.
vi_vn: Đặt giao diện để nghe.

source: Set the maximum allowed time to wait for a response during content inspection. Defaults to milliseconds. You may also enter a number followed by one of the supported suffixes "d" (days), "h" (hour), "m" (minute), "s" (seconds), "ms" (miliseconds).
vi_vn: Đặt thời gian tối đa được phép để chờ phản hồi trong quá trình kiểm tra nội dung. Mặc định là mili giây. Bạn cũng có thể nhập một số theo sau là một trong các hậu tố được hỗ trợ "d" (ngày), "h" (giờ), "m" (phút), "s" (giây), "ms" (mili giây).

source: Set the maximum allowed time to wait for data during content inspection. Defaults to milliseconds. You may also enter a number followed by one of the supported suffixes "d" (days), "h" (hour), "m" (minute), "s" (seconds), "ms" (miliseconds).
vi_vn: Đặt thời gian tối đa được phép để chờ dữ liệu trong quá trình kiểm tra nội dung. Mặc định là mili giây. Bạn cũng có thể nhập một số theo sau là một trong các hậu tố được hỗ trợ "d" (ngày), "h" (giờ), "m" (phút), "s" (giây), "ms" (mili giây).

source: Set the maximum number of simultaneous client connections to accept.
vi_vn: Đặt số lượng kết nối máy khách đồng thời tối đa để chấp nhận.

source: Set the name for this ACL.
vi_vn: Đặt tên cho ACL này.

source: Set the name for this instance.
vi_vn: Đặt tên cho trường hợp này.

source: Set the name of the stamp.
vi_vn: Đặt tên cho tem.

source: Set the name of this mapping.
vi_vn: Đặt tên của ánh xạ này.

source: Set the name to override, e.g. www.google.*
vi_vn: Đặt tên để ghi đè, ví dụ: www.google.*

source: Set the password for the user. Minimum is 8 characters.
vi_vn: Đặt mật khẩu cho người dùng. Tối thiểu là 8 ký tự.

source: Set the password of remote MySQL server.
vi_vn: Đặt mật khẩu của máy chủ MySQL từ xa.

source: Set the port of remote MySQL server.
vi_vn: Đặt Cổng của máy chủ MySQL từ xa.

source: Set the port the service should listen to.
vi_vn: Đặt Cổng mà dịch vụ sẽ lắng nghe.

source: Set the port to listen to.
vi_vn: Đặt Cổng để nghe.

source: Set the source IP or network to match. Leave this field empty for using "any".
vi_vn: Đặt IP nguồn hoặc mạng để khớp. Để trống trường này để sử dụng "bất kỳ".

source: Set the subnet mask for this pool.
vi_vn: Đặt mặt nạ mạng con cho nhóm này.

source: Set the unique username for the user.
vi_vn: Đặt tên người dùng duy nhất cho người dùng.

source: Set the user of remote MySQL server.
vi_vn: Đặt người dùng của máy chủ MySQL từ xa.

source: Set the value at which an e-mail is greylisted. The value has to be lower than all other scores.
vi_vn: Đặt giá trị mà tại đó một e-mail được đưa vào danh sách xám. Giá trị phải thấp hơn tất cả các điểm khác.

source: Set the value at which an e-mail is marked as spam in header. The value has to be higher than greylist score.
vi_vn: Đặt giá trị mà e-mail bị đánh dấu là thư rác trong tiêu đề. Giá trị này phải cao hơn điểm danh sách xám.

source: Set the value at which an e-mail is marked as spam in subject. The value has to be higher than header and greylist score.
vi_vn: Đặt giá trị mà e-mail bị đánh dấu là thư rác trong chủ đề. Giá trị phải cao hơn điểm tiêu đề và danh sách xám.

source: Set the value at which an e-mail is rejected. The value has to be higher than header, subject and greylist score.
vi_vn: Đặt giá trị tại đó một e-mail bị từ chối. Giá trị phải cao hơn điểm tiêu đề, chủ đề và danh sách xám.

source: Set the value of the defined key.
vi_vn: Đặt giá trị của khóa được xác định.

source: Sets the DNS resolution mode.
vi_vn: Đặt chế độ phân giải DNS.

source: Sets the interval (in milliseconds) for running health checks on a configured server when the server state is DOWN. If it is not set HAProxy uses the check interval.
vi_vn: Đặt khoảng thời gian (tính bằng mili giây) để chạy kiểm tra tình trạng trên máy chủ đã định cấu hình khi trạng thái máy chủ là XUỐNG. Nếu nó không được thiết lập, HAProxy sẽ sử dụng khoảng thời gian kiểm tra.

source: Sets the interval (in milliseconds) for running health checks on all configured servers. This setting takes precedence over default values in health monitors and real servers.
vi_vn: Đặt khoảng thời gian (tính bằng mili giây) để chạy kiểm tra tình trạng trên tất cả các máy chủ được định cấu hình. Cài đặt này được ưu tiên hơn các giá trị mặc định trong máy theo dõi sức khỏe và máy chủ thực.

source: Sets the interval (in milliseconds) for running health checks on this server. This setting takes precedence over default values in health monitors. It can still be overwritten from the backend pool.
vi_vn: Đặt khoảng thời gian (tính bằng mili giây) để chạy kiểm tra tình trạng trên máy chủ này. Cài đặt này được ưu tiên hơn các giá trị mặc định trong máy theo dõi sức khỏe. Nó vẫn có thể được ghi đè từ nhóm phụ trợ.

source: Short description (to display)
vi_vn: Mô tả ngắn (để hiển thị)

source: Show Directory Frontpage
vi_vn: Hiển thị trang đầu thư mục

source: Simultaneous-Use
vi_vn: Sử dụng đồng thời

source: Size (MB)
vi_vn: Kích thước (MB)

source: Source Item Key
vi_vn: Khóa mục nguồn

source: Source port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
vi_vn: Số Cổng nguồn hoặc tên phổ biến (imap, imaps, http, https, ...), đối với các phạm vi, hãy sử dụng dấu gạch ngang

source: Specify the IPv4 address the server should bind to for outgoing connections. In most cases empty is fine.
vi_vn: Chỉ định địa chỉ IPv4 mà máy chủ sẽ liên kết cho các kết nối gửi đi. Trong hầu hết các trường hợp trống là tốt.

source: Specify the IPv6 address the server should bind to for outgoing connections. In most cases empty is fine.
vi_vn: Chỉ định địa chỉ IPv6 mà máy chủ sẽ liên kết cho các kết nối gửi đi. Trong hầu hết các trường hợp trống là tốt.

source: Specify the domain key length: 2048, 3072, 4096, 8192 or ec-256, ec-384.
vi_vn: Chỉ định độ dài khóa miền: 2048, 3072, 4096, 8192 hoặc ec-256, ec-384.

source: Specify the location of the generated TSIG Key inside the TSIG file using grep and cut, example: grep \# /etc/knot/acme.key | cut -d' ' -f2
vi_vn: Chỉ định vị trí của Khóa TSIG được tạo bên trong tệp TSIG bằng grep và cut, ví dụ: grep \# /etc/knot/acme.key | cắt -d'' -f2

source: Src-port
vi_vn: Cổng Src

source: Start send percentage data
vi_vn: Bắt đầu gửi dữ liệu phần trăm

source: Store the response on the local storage.
vi_vn: Lưu trữ phản hồi trên bộ nhớ cục bộ.

source: Strip quotes
vi_vn: Dải báo giá

source: Sub Auth ID
vi_vn: ID xác thực phụ

source: Subdomain
vi_vn: Tên miền phụ

source: Subject Score
vi_vn: Điểm môn học

source: Subscription ID
vi_vn: ID đăng ký

source: TCP inspection delay
vi_vn: Độ trễ kiểm tra TCP

source: TCP port of the server UI.
vi_vn: Cổng TCP của giao diện người dùng máy chủ.

source: TLS Certificate
vi_vn: Chứng chỉ TLS

source: TLS Disable Session Tickets
vi_vn: TLS Vô hiệu hóa vé phiên

source: TLS Wrapper Mode
vi_vn: Chế độ bao bọc TLS

source: TLS: Client Certificate
vi_vn: TLS: Chứng chỉ ứng dụng khách

source: TLS: Servername override
vi_vn: TLS: Ghi đè tên máy chủ

source: TLS: Session Reuse
vi_vn: TLS: Tái sử dụng phiên

source: TLS: Supported Versions
vi_vn: TLS: Phiên bản được hỗ trợ

source: TLS: Trusted Certificate
vi_vn: TLS: Chứng chỉ đáng tin cậy

source: TLS: Verify Certificate
vi_vn: TLS: Xác minh chứng chỉ

source: TLS: Verify Depth
vi_vn: TLS: Xác minh độ sâu

source: Tenant ID
vi_vn: ID người thuê

source: The PSK configured on the Zabbix server
vi_vn: PSK được định cấu hình trên máy chủ Zabbix

source: The PSK identity configured on the Zabbix server
vi_vn: Danh tính PSK được định cấu hình trên máy chủ Zabbix

source: The UDP port of the log server. Leave blank if you run server and sensor on the same machine. The default when in use should be set to 8337.
vi_vn: Cổng UDP của máy chủ nhật ký. Để trống nếu bạn chạy máy chủ và cảm biến trên cùng một máy. Mặc định khi sử dụng nên được đặt thành 8337.

source: The URL pattern to match.
vi_vn: Mẫu URL phù hợp.

source: The maximum time in seconds to wait for an automation to complete. When the timeout is reached the command is forcefully aborted. Defaults to 600 seconds.
vi_vn: Thời gian tối đa tính bằng giây để chờ quá trình tự động hóa hoàn tất. Khi hết thời gian chờ, lệnh sẽ bị hủy bỏ một cách cưỡng bức. Mặc định là 600 giây.

source: The number of consecutive successful health checks before a server is considered as available.
vi_vn: Số lần kiểm tra tình trạng thành công liên tiếp trước khi máy chủ được coi là có sẵn.

source: The number of consecutive unsuccessful health checks before a server is considered as unavailable.
vi_vn: Số lần kiểm tra tình trạng không thành công liên tiếp trước máy chủ được coi là không khả dụng.

source: The start script of the service.
vi_vn: Kịch bản bắt đầu của dịch vụ.

source: The stop script of the service.
vi_vn: Kịch bản dừng của dịch vụ.

source: The timeout for custom program checks.
vi_vn: Thời gian chờ để kiểm tra chương trình tùy chỉnh.

source: This certificate will be presented if no SNI is provided by the client or if the client provides an SNI hostname which does not match any certificate. This parameter is optional to enforce a certain sort order for certificates.
vi_vn: Chứng chỉ này sẽ được xuất trình nếu máy khách không cung cấp SNI hoặc nếu máy khách cung cấp tên máy chủ SNI không khớp với bất kỳ chứng chỉ nào. Tham số này là tùy chọn để thực thi thứ tự sắp xếp nhất định cho chứng chỉ.

source: This content type is sent if the file extension is unknown.
vi_vn: Loại nội dung này được gửi nếu không xác định được phần mở rộng của tệp.

source: This enables SQLite module and accounting.
vi_vn: Điều này cho phép mô-đun SQLite và tính toán.

source: This enables remote MySQL support.
vi_vn: Điều này cho phép hỗ trợ MySQL từ xa.

source: This enables the Mikrotik attributes assignment via users tab.
vi_vn: Điều này cho phép gán thuộc tính Mikrotik thông qua tab người dùng.

source: This is a normal, non-encrypted DNS resolver, that will be only used for one-shot queries when retrieving the initial resolvers list, and only if the system DNS configuration does not work. Format is e.g. 9.9.9.9:53
vi_vn: Đây là trình phân giải DNS thông thường, không được mã hóa, sẽ chỉ được sử dụng cho các truy vấn một lần khi truy xuất danh sách trình phân giải ban đầu và chỉ khi cấu hình DNS hệ thống không hoạt động. Định dạng là ví dụ: 9.9.9.9:53

source: This is only for your reference.
vi_vn: Đây chỉ là để bạn tham khảo.

source: This specifies for how long (in hours) the proxy server assumes an externally validated username and password combination is valid (Time To Live). When the TTL expires, the user will be prompted for credentials again.
vi_vn: Điều này chỉ định khoảng thời gian (tính bằng giờ) mà máy chủ proxy coi tổ hợp tên người dùng và mật khẩu được xác thực bên ngoài là hợp lệ (Thời gian tồn tại). Khi TTL hết hạn, người dùng sẽ được nhắc nhập lại thông tin xác thực.

source: This will activate DNSCrypt-Proxy service.
vi_vn: Điều này sẽ kích hoạt dịch vụ DNSCrypt-Proxy.

source: This will activate SoftEther vpnserver process.
vi_vn: Điều này sẽ kích hoạt quá trình SoftEther vpnserver.

source: This will activate WireGuard and start all enabled instances.
vi_vn: Thao tác này sẽ kích hoạt WireGuard và bắt đầu tất cả các phiên bản đã bật.

source: This will activate certificate based authentication (EAP-TLS) and validation (EAP-TTLS). Please choose CA and Certificate below and do not forget to roll out certificates to the clients. If you do not enable this, default installation certificate will be used.
vi_vn: Điều này sẽ kích hoạt xác thực dựa trên chứng chỉ (EAP-TLS) và xác thực (EAP-TTLS). Vui lòng chọn CA và Chứng chỉ bên dưới và đừng quên triển khai chứng chỉ cho khách hàng. Nếu bạn không kích hoạt tính năng này, chứng chỉ cài đặt mặc định sẽ được sử dụng.

source: This will activate ntopng.
vi_vn: Điều này sẽ kích hoạt ntopng.

source: This will activate the BIND daemon.
vi_vn: Điều này sẽ kích hoạt daemon BIND.

source: This will activate the DHCP FreeRADIUS service.
vi_vn: Điều này sẽ kích hoạt dịch vụ DHCP FreeRADIUS.

source: This will activate the FreeRADIUS DHCP service.
vi_vn: Điều này sẽ kích hoạt dịch vụ DHCP FreeRADIUS.

source: This will activate the Maltrail server. You can use this service to also collect data from remote Maltrail sensors.
vi_vn: Điều này sẽ kích hoạt máy chủ Maltrail. Bạn cũng có thể sử dụng dịch vụ này để thu thập dữ liệu từ các cảm biến Maltrail từ xa.

source: This will activate the Sensor. Do not forget to enable the local server mode or send the logs to a remote server.
vi_vn: Điều này sẽ kích hoạt Cảm biến. Đừng quên bật chế độ máy chủ cục bộ hoặc gửi nhật ký đến máy chủ từ xa.

source: This will activate the snmpd service.
vi_vn: Điều này sẽ kích hoạt dịch vụ snmpd.

source: This will activate the static DHCP lease.
vi_vn: Điều này sẽ kích hoạt hợp đồng thuê DHCP tĩnh.

source: This will activate the vnStat daemon.
vi_vn: Điều này sẽ kích hoạt daemon vnStat.

source: This will allow you to run the service on port 53.
vi_vn: Điều này sẽ cho phép bạn chạy dịch vụ trên Cổng 53.

source: This will enable Elasticsearch as output. Format is without square brackets, just like http://192.168.0.1:9200.
vi_vn: Điều này sẽ kích hoạt Elaticsearch làm đầu ra. Định dạng không có dấu ngoặc vuông, giống như http://192.168.0.1:9200.

source: This will enable Prometheus as output.
vi_vn: Điều này sẽ kích hoạt Prometheus làm đầu ra.

source: This will enable or disable the ACL.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa ACL.

source: This will enable or disable the BCC sender rewriting setting.
vi_vn: Điều này sẽ bật hoặc tắt cài đặt ghi lại người gửi BCC.

source: This will enable or disable the address rewriting setting.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa cài đặt ghi lại địa chỉ.

source: This will enable or disable the key mapping.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa ánh xạ khóa.

source: This will enable or disable the server stamp.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa tem máy chủ.

source: This will enable or disable the whitelist entry.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa entry danh sách trắng.

source: This will enable or disable this forward.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa chuyển tiếp này.

source: This will enable or disable this override.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa ghi đè này.

source: This will enable rate-limiting for DNS replies.
vi_vn: Điều này sẽ cho phép giới hạn tỷ lệ trả lời DNS.

source: This will enable support for tags.
vi_vn: Điều này sẽ cho phép hỗ trợ cho các thẻ.

source: This will enable the use of DNS Blocklists for ADs, Malware, or both.
vi_vn: Điều này sẽ cho phép sử dụng Danh sách chặn DNS cho AD, Phần mềm độc hại hoặc cả hai.

source: This will enable verification of a secure connection to Graphite. Default is disabled for compatibility reasons.
vi_vn: Điều này sẽ cho phép xác minh kết nối an toàn với Graphite. Mặc định bị tắt vì lý do tương thích.

source: This will enable write access in addition to read-only.
vi_vn: Điều này sẽ cho phép truy cập ghi ngoài quyền chỉ đọc.

source: This will force SafeSearch.
vi_vn: Điều này sẽ buộc Tìm kiếm an toàn.

source: This will force safe Youtube browsing.
vi_vn: Điều này sẽ buộc duyệt Youtube an toàn.

source: This will force safe search when using Bing.
vi_vn: Điều này sẽ buộc tìm kiếm an toàn khi sử dụng Bing.

source: This will hide the local BIND version in DNS queries.
vi_vn: Điều này sẽ ẩn phiên bản BIND cục bộ trong truy vấn DNS.

source: This will hide the system hostname for DNS queries.
vi_vn: Điều này sẽ ẩn tên máy chủ hệ thống cho các truy vấn DNS.

source: This will look into all IPv4 and IPv6 traffic. If disabled it will only look for traffic for icmp, udp, tcp syn packets and on known HTTP ports.
vi_vn: Điều này sẽ xem xét tất cả lưu lượng IPv4 và IPv6. Nếu bị tắt, nó sẽ chỉ tìm kiếm lưu lượng truy cập cho các gói đồng bộ icmp, udp, tcp và trên các Cổng HTTP đã biết.
