Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Adds additional static A, AAAA and PTR records for the given alternative names (FQDN). Please note that these records are only created if IP addresses are configured in this host entry.
vi_vn: Thêm các bản ghi A, AAAA và PTR tĩnh bổ sung cho các tên thay thế đã cho (FQDN). Xin lưu ý rằng những bản ghi này chỉ được tạo nếu địa chỉ IP được định cấu hình trong entry máy chủ này.

source: Adjust BGP administrative distance, typically set to 20. Useful if you want to prefer OSPF-learned routes.
vi_vn: Điều chỉnh khoảng cách quản trị BGP, thường được đặt thành 20. Hữu ích nếu bạn muốn ưu tiên các tuyến đã học OSPF.

source: Adjust the reference cost in Mbps for path calculation, useful when bundling interfaces for higher bandwidth.
vi_vn: Điều chỉnh chi phí tham chiếu tính bằng Mbps để tính toán đường dẫn, hữu ích khi kết hợp các giao diện để có băng thông cao hơn.

source: Advertise Exit Node
vi_vn: Nút thoát quảng cáo

source: Agent hostname
vi_vn: Tên máy chủ đại lý

source: Alias records
vi_vn: Bản ghi bí danh

source: Allocator
vi_vn: Bộ phân bổ

source: Allow AS In
vi_vn: Cho phép AS trong

source: Allow OTP token creation
vi_vn: Cho phép tạo token OTP

source: Allow RDNC key transfer
vi_vn: Cho phép chuyển khóa RDNC

source: Allow Tailscale to manage SSH connections in your tailnet.
vi_vn: Cho phép Tailscale quản lý các kết nối SSH trong tailnet của bạn.

source: Allow access to local networks (LAN) when using this peer as a routing peer or exit-node
vi_vn: Cho phép truy cập vào mạng cục bộ (LAN) khi sử dụng thiết bị Peer này làm nút Peer định tuyến hoặc nút thoát

source: Allow client to save Xauth password in local storage
vi_vn: Cho phép khách hàng lưu mật khẩu Xauth vào bộ nhớ cục bộ

source: Allow interface to automatically detect edge status. This is the default for all interfaces added to a bridge. (This will disable the autoedge status of interfaces.)
vi_vn: Cho phép giao diện tự động phát hiện trạng thái cạnh. Đây là mặc định cho tất cả các giao diện được thêm vào cầu nối. (Điều này sẽ vô hiệu hóa trạng thái tự động biên của các giao diện.)

source: Allow options
vi_vn: Cho phép tùy chọn

source: Allow the client to filter traffic with its built-in firewall. If disabled, you must assign the NetBird interface and manage firewall rules via OPNsense firewall management. Additionally, NetBird routing and DNS may not function as intended.
vi_vn: Cho phép client lọc lưu lượng bằng tường lửa tích hợp sẵn của nó. Nếu tắt tùy chọn này, bạn phải gán giao diện NetBird và quản lý các rule firewall thông qua hệ thống quản lý firewall của OPNsense. Ngoài ra, định tuyến và DNS của NetBird có thể không hoạt động đúng như mong đợi.

source: Allow transfers via the RDNC key named "rndc-key". The key is shown in the general tab.
vi_vn: Cho phép truyền dữ liệu thông qua khóa RDNC có tên "rndc-key". Khóa này được hiển thị trong tab General.

source: Allowed HTTP Verbs
vi_vn: Động từ HTTP được phép

source: Allows banned hosts to access domains listed in whitelist.
vi_vn: Cho phép các máy chủ bị cấm truy cập vào các miền được liệt kê trong danh sách trắng.

source: Allows eBGP connections over loopback addresses by bypassing checks for direct connections.
vi_vn: Cho phép kết nối eBGP qua địa chỉ loopback bằng cách bỏ qua kiểm tra các kết nối trực tiếp.

source: Allows for matching based on prefix lists, multiple selections enabled.
vi_vn: Cho phép khớp dựa trên danh sách tiền tố, bật nhiều lựa chọn.

source: Allows incoming SSH connections
vi_vn: Cho phép kết nối SSH đến

source: Allows manipulation of the metric when advertising the default gateway.
vi_vn: Cho phép thao tác số liệu khi quảng cáo gateway mặc định.

source: Allows policy changes without resetting the session by storing inbound updates.
vi_vn: Cho phép thay đổi chính sách mà không cần đặt lại phiên bằng cách lưu trữ các bản cập nhật gửi đến.

source: Allows replacement of the neighbors AS with the local AS, common in eBGP confederations.
vi_vn: Cho phép thay thế AS lân cận bằng AS cục bộ, phổ biến trong các liên minh eBGP.

source: Allows the client to resolve and configure DNS on the host
vi_vn: Cho phép máy khách phân giải và định cấu hình DNS trên máy chủ

source: Always send the option, also when the client does not ask for it in the parameter request list.
vi_vn: Luôn gửi tùy chọn, kể cả khi máy khách không yêu cầu tùy chọn đó trong danh sách yêu cầu tham số.

source: Always sends default gateway information, regardless of availability.
vi_vn: Luôn gửi thông tin gateway mặc định, bất kể tính khả dụng.

source: An alphanumeric label which marks a network so that DHCP options may be specified on a per-network basis.
vi_vn: Nhãn chữ và số đánh dấu networks để có thể chỉ định các tùy chọn DHCP trên cơ sở từng networks.

source: Ask the user for its one time password token separately (instead of as part the password).
vi_vn: Yêu cầu người dùng cung cấp mã thông báo mật khẩu một lần riêng biệt (thay vì một phần mật khẩu).

source: Assigns the network to an OSPF area using an identifier like 0.0.0.0 (Backbone Area). The Backbone Area connects other areas, supporting inter-area communication, while additional areas (e.g., 0.0.0.1, 0.0.0.255) segment the network logically to limit routing updates. Only use Area in Interface tab or in Network tab once.
vi_vn: Gán networks cho một khu vực OSPF bằng cách sử dụng mã định danh như 0.0.0.0 (Khu vực đường trục). Vùng xương sống kết nối các khu vực khác, hỗ trợ liên lạc giữa các khu vực, trong khi các khu vực bổ sung (ví dụ: 0.0.0.1, 0.0.0.255) phân đoạn networks một cách hợp lý để hạn chế cập nhật định tuyến. Chỉ sử dụng Khu vực trong tab Giao diện hoặc trong tab Mạng một lần.

source: Auth Secret
vi_vn: Bí mật xác thực

source: Authentication (Xauth)
vi_vn: Xác thực (Xauth)

source: Authorized Keys
vi_vn: Khóa ủy quyền

source: Automatically detect the point-to-point status on interface by checking the full duplex link status. This is the default for interfaces added to the bridge. (The interfaces selected here will be removed from default autoedge status.)
vi_vn: Tự động phát hiện trạng thái điểm-điểm trên giao diện bằng cách kiểm tra trạng thái liên kết song công hoàn toàn. Đây là mặc định cho các giao diện được thêm vào bridge. (Các giao diện được chọn ở đây sẽ bị xóa khỏi trạng thái tự động chỉnh sửa mặc định.)

source: Automatically register firewall rules to allow DHCP traffic for all explicitly selected interfaces, can be disabled for more fine grained control if needed.
vi_vn: Tự động đăng ký quy tắc tường lửa để cho phép lưu lượng DHCP cho tất cả các giao diện được chọn rõ ràng, có thể bị vô hiệu hóa để kiểm soát chi tiết hơn nếu cần.

source: Base URL of login (control) server.
vi_vn: URL cơ sở của máy chủ đăng nhập (điều khiển).

source: Base URL of the management service
vi_vn: URL cơ sở của dịch vụ quản lý

source: Block Inbound Connection
vi_vn: Chặn kết nối gửi đến

source: Block all inbound connections to the local machine from the WireGuard interface and any routed networks
vi_vn: Chặn tất cả các kết nối gửi đến máy cục bộ từ giao diện WireGuard và mọi networks được định tuyến

source: Blocklist(s)
vi_vn: (Các) danh sách chặn

source: By default we bind the wildcard address, even when listening on some interfaces. Requests that should not be handled are discarded, this has the advantage of working even when interfaces come and go and change address. This option forces binding to only the interfaces we are listening on, which is less stable in non static environments.
vi_vn: Theo mặc định, chúng tôi liên kết địa chỉ ký tự đại diện, ngay cả khi nghe trên một số giao diện. Những yêu cầu không nên xử lý sẽ bị loại bỏ, điều này có lợi thế là hoạt động ngay cả khi các giao diện đến và đi và thay đổi địa chỉ. Tùy chọn này buộc chỉ liên kết với các giao diện mà chúng tôi đang nghe, giao diện này kém ổn định hơn trong môi trường không tĩnh.

source: By default, KEA uses client-identifiers instead of MAC addresses to locate clients, disabling this option changes back to matching on MAC address which is used by most dhcp implementations.
vi_vn: Theo mặc định, KEA sử dụng mã định danh máy khách thay vì địa chỉ MAC để định vị máy khách, việc tắt tùy chọn này sẽ chuyển về trạng thái khớp với địa chỉ MAC được hầu hết các triển khai dhcp sử dụng.

source: CA for client auth
vi_vn: CA cho xác thực ứng dụng khách

source: CNAME records
vi_vn: bản ghi CNAME

source: CRL for client auth
vi_vn: CRL để xác thực ứng dụng khách

source: Cache Database-Record Size (bytes)
vi_vn: Kích thước bản ghi cơ sở dữ liệu bộ đệm (byte)

source: Cache entry expire time (s)
vi_vn: Thời gian hết hạn của entry bộ đệm

source: Cache: Force caching time
vi_vn: Bộ nhớ đệm: Buộc thời gian lưu vào bộ nhớ đệm

source: Certificate Digest Algorithm
vi_vn: Thuật toán tóm tắt chứng chỉ

source: Certificate Key type
vi_vn: Loại khóa chứng chỉ

source: Certificate lifetime (days)
vi_vn: Thời gian tồn tại của chứng chỉ (ngày)

source: Channel Lifetime
vi_vn: Thời gian tồn tại của kênh

source: Check Http
vi_vn: Kiểm tra http

source: Check Interface
vi_vn: Kiểm tra giao diện

source: Choose "Auto HTTPS" to get automatic "Let's Encrypt" or "ZeroSSL" certificates; no additional plugin required. Alternatively, choose a custom certificate from "System - Trust - Certificates" for this domain, e.g., certificates managed by the optional os-acme-client plugin.
vi_vn: Chọn "Auto HTTPS" để tự động nhận chứng chỉ từ "Let's Encrypt" hoặc "ZeroSSL"; không cần plugin bổ sung. Ngoài ra, bạn có thể chọn chứng chỉ tùy chỉnh cho domain này từ "System - Trust - Certificates", ví dụ như các chứng chỉ được quản lý bởi plugin tùy chọn os-acme-client.

source: Choose an "external (advanced)" type alias from "Firewall - Aliases". Whenever a client successfully resolves the domain, the resolved IP addresses will be automatically added to the chosen alias. Adding a domain will also add all IP addresses of resolved subdomains. Please note that DNS record TTL is not evaluated; once an IP address is added, it will stay permanently, or until manually flushed in "Firewall - Diagnostics - Aliases", or until removed automatically when setting an expiration on the alias.
vi_vn: Chọn một alias loại "external (advanced)" từ "Firewall - Aliases". Mỗi khi client phân giải domain thành công, các địa chỉ IP thu được sẽ tự động được thêm vào alias đã chọn. Việc thêm một domain cũng sẽ thêm toàn bộ địa chỉ IP của các subdomain được phân giải. Lưu ý rằng TTL của bản ghi DNS không được đánh giá; một khi địa chỉ IP đã được thêm, nó sẽ tồn tại vĩnh viễn cho đến khi bị xóa thủ công trong "Firewall - Diagnostics - Aliases" hoặc được tự động gỡ bỏ khi cấu hình thời hạn hết hạn cho alias.

source: Choose if the domain will only match clients in this range, or all clients in any subnets on the selected interface. If you create both IPv4 and IPv6 ranges, setting this to "Interface" on both ranges is recommended.
vi_vn: Chọn xem domain chỉ áp dụng cho các client trong dải này hay cho tất cả các client trong mọi subnet trên giao diện đã chọn. Nếu bạn tạo cả dải IPv4 và IPv6, khuyến nghị đặt tùy chọn này là "Interface" cho cả hai dải.

source: Choose multiple CAs or self-signed certificates from "System - Trust - Authorities". Client Auth is activated as soon as at least one certificate has been chosen. Important: Certificate revocation lists are not evaluated. If you need granular control, provide individual self-signed certificates for each device, and unset them to block access. Though keep in mind that if no certificate is left in this field, Client Auth will be deactivated.
vi_vn: Chọn nhiều CA hoặc chứng chỉ tự ký từ "System - Trust - Authorities". Xác thực client (Client Auth) sẽ được kích hoạt ngay khi có ít nhất một chứng chỉ được chọn. Lưu ý quan trọng: danh sách thu hồi chứng chỉ (CRL) không được kiểm tra. Nếu cần kiểm soát chi tiết hơn, hãy cung cấp chứng chỉ tự ký riêng cho từng thiết bị và bỏ chọn chúng để chặn truy cập. Tuy nhiên, cần lưu ý rằng nếu không còn chứng chỉ nào trong trường này, Client Auth sẽ bị vô hiệu hóa.

source: Choose the uplink interface which receives the external IPv6 prefix from the ISP. Usually, this is the WAN interface.
vi_vn: Chọn giao diện đường lên nhận tiền tố IPv6 bên ngoài từ ISP. Thông thường, đây là giao diện WAN.

source: Cisco Unity
vi_vn: Cisco đoàn kết

source: Click "Enroll command" on the the website and copy the key here.
vi_vn: Nhấp vào "Enroll command" trên website và sao chép khóa vào đây.

source: Client Auth Mode
vi_vn: Chế độ xác thực ứng dụng khách

source: Client Auth Trust Pool
vi_vn: Nhóm tin cậy xác thực khách hàng

source: Client Firewall
vi_vn: Tường lửa máy khách

source: Client IP Headers
vi_vn: Tiêu đề IP của khách hàng

source: Comma-separated list of subnets to tunnel. The unity plugin provides a connection specific approach to assign this attribute.
vi_vn: Danh sách các mạng con được phân tách bằng dấu phẩy cho đường hầm. Plugin unity cung cấp cách tiếp cận cụ thể về kết nối để gán thuộc tính này.

source: Comments
vi_vn: Bình luận

source: Community pattern to match, with optional regex.
vi_vn: Mẫu cộng đồng phù hợp, với biểu thức chính quy tùy chọn.

source: Community-List number (1-99 for standard, 100-500 for expanded).
vi_vn: Số Danh sách cộng đồng (1-99 cho tiêu chuẩn, 100-500 cho mở rộng).

source: Configure DHCP server
vi_vn: Cấu hình máy chủ DHCP

source: Configure DHCP server for this network, when disabled dhcp services will not be available on this network after finishing the wizard.
vi_vn: Định cấu hình máy chủ DHCP cho networks này, khi các dịch vụ dhcp bị tắt sẽ không khả dụng trên networks này sau khi hoàn tất trình hướng dẫn.

source: Configures the hold time before LSAs are resent, accommodating slow or high-latency links.
vi_vn: Định cấu hình thời gian lưu giữ trước khi LSA được gửi lại, hỗ trợ các liên kết chậm hoặc có độ trễ cao.

source: Connect timeout in seconds. The number of seconds the server waits for the creation of a connection to the backend to complete.
vi_vn: Kết nối thời gian chờ tính bằng giây. Số giây mà máy chủ chờ để hoàn thành việc tạo kết nối tới phần phụ trợ.

source: Connection timeout
vi_vn: Hết thời gian kết nối

source: Constrain access to networks provided in this list, when not provided no constraints apply. When type is Exchange Server, it will restrict access to paths selected in Restrict Exchange Paths.
vi_vn: Hạn chế quyền truy cập vào các networks được cung cấp trong danh sách này, khi không được cung cấp thì không áp dụng ràng buộc nào. Khi loại là Exchange Server, nó sẽ hạn chế quyền truy cập vào các đường dẫn được chọn trong Hạn chế đường dẫn Exchange.

source: Constructor
vi_vn: Người xây dựng

source: Control FRR’s default profile: traditional reflects defaults adhering mostly to IETF standards or common practices in wide-area internet routing. datacenter reflects a single administrative domain with intradomain links using aggressive timers.
vi_vn: Kiểm soát hồ sơ mặc định của FRR: truyền thống phản ánh các mặc định chủ yếu tuân thủ các tiêu chuẩn IETF hoặc các thông lệ phổ biến trong định tuyến internet trên diện rộng. trung tâm dữ liệu phản ánh một miền quản trị duy nhất với các liên kết nội miền bằng cách sử dụng bộ tính giờ linh hoạt.

source: Control how IPv6 clients receive their addresses. Enabling Router Advertisements in general settings will enable it for all configured DHCPv6 ranges with the managed address bits set, and the use SLAAC bit reset. To change this default, select a combination of the possible options here. "slaac", "ra-stateless" and "ra-names" can be freely combined, all other options shall remain single selections.
vi_vn: Kiểm soát cách các client IPv6 nhận địa chỉ của chúng. Việc bật Router Advertisements trong phần thiết lập chung sẽ kích hoạt tính năng này cho tất cả các dải DHCPv6 đã cấu hình với bit managed address được bật và bit sử dụng SLAAC được đặt lại. Để thay đổi hành vi mặc định này, hãy chọn một tổ hợp các tùy chọn có sẵn tại đây. Các tùy chọn "slaac", "ra-stateless" và "ra-names" có thể được kết hợp tự do; tất cả các tùy chọn khác chỉ được chọn riêng lẻ.

source: Controls the verification of certificates. The full mode verifies that the provided certificate is signed by a trusted authority (CA) and also verifies that the server's hostname (or IP address) matches the names identified within the certificate. The strict mode is similar to full mode, but requires the Subject Alternative Name to be defined as well. The certificate mode verifies that the provided certificate is signed by a trusted authority (CA), but does not perform any hostname verification.
vi_vn: Kiểm soát việc xác minh chứng chỉ. Chế độ đầy đủ xác minh rằng chứng chỉ được cung cấp được ký bởi cơ quan đáng tin cậy (CA) và cũng xác minh rằng tên máy chủ (hoặc địa chỉ IP) của máy chủ khớp với tên được xác định trong chứng chỉ. Chế độ nghiêm ngặt tương tự như chế độ đầy đủ, nhưng cũng yêu cầu phải xác định Tên thay thế chủ đề. Chế độ chứng chỉ xác minh rằng chứng chỉ được cung cấp được ký bởi cơ quan đáng tin cậy (CA), nhưng không thực hiện bất kỳ xác minh tên máy chủ nào.

source: Copy Headers
vi_vn: Sao chép tiêu đề

source: Create blocklist rules
vi_vn: Tạo quy tắc danh sách chặn

source: Current password
vi_vn: Mật khẩu hiện tại

source: DHCP authoritative
vi_vn: DHCP có thẩm quyền

source: DHCP default domain
vi_vn: Miền mặc định DHCP

source: DHCP domain override
vi_vn: Ghi đè tên miền DHCP

source: DHCP hostname
vi_vn: Tên máy chủ DHCP

source: DHCP local domain
vi_vn: Tên miền cục bộ DHCP

source: DHCP max leases
vi_vn: Cho thuê tối đa DHCP

source: DHCP register firewall rules
vi_vn: Luật tường lửa đăng ký DHCP

source: DHCP reply delay
vi_vn: Độ trễ trả lời DHCP

source: DHCPv4 option to offer to the client.
vi_vn: Tùy chọn DHCPv4 để cung cấp cho khách hàng.

source: DHCPv6 option to offer to the client.
vi_vn: Tùy chọn DHCPv6 để cung cấp cho khách hàng.

source: DNS [Unbound]
vi_vn: DNS [Không liên kết]

source: DNS server
vi_vn: máy chủ DNS

source: DNSSEC data is required for trust-anchored zones. If such data is absent, the zone becomes bogus. If this is disabled and no DNSSEC data is received, then the zone is made insecure.
vi_vn: Dữ liệu DNSSEC là bắt buộc đối với các vùng được neo tin cậy. Nếu dữ liệu đó vắng mặt, vùng này sẽ trở thành không có thật. Nếu tính năng này bị tắt và không nhận được dữ liệu DNSSEC thì vùng đó được coi là không an toàn.

source: Default policies
vi_vn: Chính sách mặc định

source: Default search
vi_vn: Tìm kiếm mặc định

source: Default search domain used when resolving host names via the assigned DNS servers
vi_vn: Miền tìm kiếm mặc định được sử dụng khi phân giải tên máy chủ thông qua máy chủ DNS được chỉ định

source: Default weight for routes from this neighbor; higher weight increases path preference within the same AS.
vi_vn: Trọng số mặc định cho các tuyến đường từ hàng xóm này; trọng số cao hơn làm tăng ưu tiên đường đi trong cùng một AS.

source: Define IPv6 addresses of the Provider Edge (PE) router(s). These addresses represent the sources from which ndproxy will handle and respond to NDP traffic. Defining these addresses ensures that ndproxy only proxies traffic from trusted upstream routers.
vi_vn: Xác định địa chỉ IPv6 của (các) bộ định tuyến Provider Edge (PE). Các địa chỉ này đại diện cho các nguồn mà ndproxy sẽ xử lý và phản hồi lưu lượng NDP. Việc xác định các địa chỉ này đảm bảo rằng ndproxy chỉ ủy quyền lưu lượng truy cập từ các bộ định tuyến ngược dòng đáng tin cậy.

source: Define IPv6 addresses that should be excepted from proxying. This is to prevent ndproxy from handling NDP requests for specific addresses on the network that should be managed by other devices. Can be left empty for simple networks.
vi_vn: Xác định các địa chỉ IPv6 cần được loại trừ khỏi proxy. Điều này nhằm ngăn ndproxy xử lý các yêu cầu NDP cho các địa chỉ cụ thể trên networks mà các thiết bị khác phải quản lý. Có thể để trống cho các networks đơn giản.

source: Defined By
vi_vn: Được xác định bởi

source: Defines connected networks to be advertised over BGP. Disable Network Import-Check to announce all networks.
vi_vn: Xác định các networks được kết nối sẽ được quảng cáo qua BGP. Tắt Kiểm tra nhập networks để thông báo tất cả các networks.

source: Defines how long the addresses (leases) given out by the server are valid (in seconds). Set 0 for infinite.
vi_vn: Xác định thời gian hợp lệ của các địa chỉ (hợp đồng thuê) do máy chủ cung cấp (tính bằng giây). Đặt 0 cho vô hạn.

source: Defines security method for OSPF exchanges (None, plain, or MD5) to prevent unauthorized updates.
vi_vn: Xác định phương thức bảo mật cho trao đổi OSPF (Không có, đơn giản hoặc MD5) để ngăn chặn các cập nhật trái phép.

source: Defines the OSPF network type, impacting adjacency and LSA flooding methods. "Broadcast Multi-Access": Assumes networks supporting multiple routers with broadcast capability (e.g., Ethernet). "Non-Broadcast Multi-Access (NBMA)"": For networks without broadcast support (e.g., Frame Relay); requires manual neighbor setup. "Point-to-Multipoint": Connects multiple routers over a single interface, treating each as a point-to-point link. "Point-to-Point": Directly connects two routers, simplifying adjacency and LSA transmission.
vi_vn: Xác định loại mạng OSPF, ảnh hưởng đến cách thiết lập adjacency và cơ chế flood LSA. "Broadcast Multi-Access": Giả định mạng hỗ trợ nhiều router với khả năng broadcast (ví dụ: Ethernet). "Non-Broadcast Multi-Access (NBMA)": Dùng cho các mạng không hỗ trợ broadcast (ví dụ: Frame Relay); yêu cầu cấu hình neighbor thủ công. "Point-to-Multipoint": Kết nối nhiều router qua một giao diện duy nhất, mỗi router được xem như một liên kết point-to-point. "Point-to-Point": Kết nối trực tiếp hai router, đơn giản hóa adjacency và truyền LSA.

source: Defines the network mask (e.g., 24) for the specified network.
vi_vn: Xác định mặt nạ networks (ví dụ: 24) cho networks được chỉ định.

source: Defines the network prefix length (e.g., 64) for the specified IPv6 address range.
vi_vn: Xác định độ dài tiền tố networks (ví dụ: 64) cho dải địa chỉ IPv6 được chỉ định.

source: Defines the size of a database record used to store cached responses. Value should be a multiple of the OS I/O page size (default 16384 when left empty).
vi_vn: Xác định kích thước của bản ghi cơ sở dữ liệu được sử dụng để lưu trữ các phản hồi được lưu trong bộ nhớ đệm. Giá trị phải là bội số của kích thước trang I/O của hệ điều hành (mặc định là 16384 khi để trống).

source: Defines the timeout period for OSPF neighbors; after this period, the neighbor is marked as down.
vi_vn: Xác định khoảng thời gian chờ cho hàng xóm OSPF; sau khoảng thời gian này, hàng xóm được đánh dấu là không hoạt động.

source: Delays sending DHCPOFFER and PROXYDHCP replies for at least the specified number of seconds. This can be practical for split DHCP solutions, to make sure the secondary server answers slower than the primary.
vi_vn: Trì hoãn gửi phản hồi DHCPOFFER và PROXYDHCP trong ít nhất số giây được chỉ định. Điều này có thể hữu ích cho các giải pháp DHCP phân chia, để đảm bảo máy chủ phụ phản hồi chậm hơn máy chủ chính.

source: Delegated Length
vi_vn: Độ dài được ủy quyền

source: Description shown to the user
vi_vn: Mô tả hiển thị cho người dùng

source: Destinations to forward requests to, one destination per line. When type is Redirect or Exchange Server, only a single destination is allowed.
vi_vn: Đích để chuyển tiếp yêu cầu tới, một đích trên mỗi dòng. Khi loại là Redirect hoặc Exchange Server, chỉ cho phép một đích duy nhất.

source: Determines the likelihood of becoming a Designated Router; higher values increase priority.
vi_vn: Xác định khả năng trở thành Bộ định tuyến được chỉ định; giá trị cao hơn tăng mức độ ưu tiên.
