Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Select NetFlow version to use.
vi_vn: Chọn phiên bản NetFlow để sử dụng.

source: Select Rules
vi_vn: Chọn quy tắc

source: Select Windows Server version for AD controller
vi_vn: Chọn phiên bản Windows Server cho bộ điều khiển AD

source: Select an interface where this settings apply to.
vi_vn: Chọn một giao diện áp dụng cài đặt này.

source: Select authentication methods to use, leave empty for no authentication needed.
vi_vn: Chọn phương thức xác thực để sử dụng, để trống nếu không cần xác thực.

source: Select condition type.
vi_vn: Chọn loại điều kiện.

source: Select conditions
vi_vn: Chọn điều kiện

source: Select destinations to send NetFlow data to (ip address:port, eg 192.168.0.1:2550).
vi_vn: Chọn đích để gửi dữ liệu NetFlow tới (địa chỉ IP:Cổng, ví dụ: 192.168.0.1:2550).

source: Select health check expression.
vi_vn: Chọn biểu thức kiểm tra sức khỏe.

source: Select how detailed the logs should be debug is the most verbose setting.
vi_vn: Chọn mức độ chi tiết của nhật ký để gỡ lỗi là cài đặt dài dòng nhất.

source: Select how to look for a specific pattern in the response.
vi_vn: Chọn cách tìm kiếm một mẫu cụ thể trong phản hồi.

source: Select if job is enabled or not
vi_vn: Chọn xem công việc có được bật hay không

source: Select interface(s) the ftp proxy will bind to.
vi_vn: Chọn (các) giao diện mà proxy ftp sẽ liên kết.

source: Select interface(s) the proxy will bind to.
vi_vn: Chọn (các) giao diện mà proxy sẽ liên kết.

source: Select interface(s) to enable for captive portal.
vi_vn: Chọn (các) giao diện để kích hoạt Cổng cố định.

source: Select interfaces used for WAN traffic to avoid counting NAT traffic twice.
vi_vn: Chọn các giao diện được sử dụng cho lưu lượng WAN để tránh tính lưu lượng NAT hai lần.

source: Select one or more conditions to be used for this rule.
vi_vn: Chọn một hoặc nhiều điều kiện sẽ được sử dụng cho quy tắc này.

source: Select the command that needs to be executed at given time frame.
vi_vn: Chọn lệnh cần được thực thi tại khung thời gian nhất định.

source: Select the interface where your SIP requests are going to.
vi_vn: Chọn giao diện nơi các yêu cầu SIP của bạn sẽ đến.

source: Select the interface where your SIP requests come from.
vi_vn: Chọn giao diện nơi gửi yêu cầu SIP của bạn.

source: Select the interfaces you want or you do not want LLDPd send and receive packets. Be sure to set the physical names and not the interface name set via the UI. Default is to use every interface. You can set very complex rules here, but be sure to use correct syntax or LLDPd will not start. For example, with igb*,!igb1,!igb2 lldpd will only use interfaces starting by igb with the exception of igb1 and igb2. While with *,!igb*,!!igb1 lldpd will use all interfaces, except interfaces starting by igb with the exception of igb1.
vi_vn: Chọn các giao diện bạn muốn hoặc bạn không muốn LLDPd gửi và nhận gói. Đảm bảo đặt tên vật lý chứ không phải tên giao diện được đặt qua giao diện người dùng. Mặc định là sử dụng mọi giao diện. Bạn có thể đặt các quy tắc rất phức tạp ở đây nhưng hãy đảm bảo sử dụng đúng cú pháp, nếu không LLDPd sẽ không bắt đầu. Ví dụ: với igb*,!igb1,!igb2 lldpd sẽ chỉ sử dụng các giao diện bắt đầu bằng igb ngoại trừ igb1 và igb2. Trong khi với *,!igb*,!!igb1 ​​lldpd sẽ sử dụng tất cả các giao diện, ngoại trừ các giao diện bắt đầu bằng igb ngoại trừ igb1.

source: Select the multi-pattern matcher algorithm to use.
vi_vn: Chọn thuật toán so khớp nhiều mẫu để sử dụng.

source: Select type of health check.
vi_vn: Chọn loại kiểm tra sức khỏe.

source: Send Client IP
vi_vn: Gửi IP của khách hàng

source: Send Data
vi_vn: Gửi dữ liệu

source: Send Defaultroute
vi_vn: Gửi tuyến đường mặc định

source: Send Username
vi_vn: Gửi tên người dùng

source: Send a reminder after some cycles
vi_vn: Gửi lời nhắc sau một số chu kỳ

source: Send checks compatible with MySQL server 4.1 and later.
vi_vn: Gửi séc tương thích với máy chủ MySQL 4.1 trở lên.

source: Send data
vi_vn: Gửi dữ liệu

source: Send log messages to syslog
vi_vn: Gửi thông điệp tường trình tới syslog

source: Send package payload to the log for further analyses.
vi_vn: Gửi tải trọng gói tới nhật ký để phân tích thêm.

source: Send percentage data
vi_vn: Gửi dữ liệu phần trăm

source: Sender Address
vi_vn: Địa chỉ người gửi

source: Sender Policy Framework (SPF)
vi_vn: Khung chính sách người gửi (SPF)

source: Separate Statistics
vi_vn: Thống kê riêng biệt

source: Server
vi_vn: Máy chủ

source: Server (FQDN)
vi_vn: Máy chủ (FQDN)

source: Server Address
vi_vn: Địa chỉ máy chủ

source: Server Certificate
vi_vn: Chứng chỉ máy chủ

source: Server ID
vi_vn: Mã máy chủ

source: Server Password
vi_vn: Mật khẩu máy chủ

source: Server Port
vi_vn: Cổng máy chủ

source: Server Timeout
vi_vn: Hết giờ máy chủ

source: Server Type
vi_vn: Loại máy chủ

source: Server admin
vi_vn: Quản trị viên máy chủ

source: Servername
vi_vn: Tên máy chủ

source: Servers
vi_vn: Máy chủ

source: Service Mode
vi_vn: Chế độ dịch vụ

source: Service Settings
vi_vn: Cài đặt dịch vụ

source: Session Timeout
vi_vn: Thời gian chờ của phiên

source: Session count
vi_vn: Số phiên

source: Session rate period
vi_vn: Khoảng thời gian tỷ lệ phiên

source: Session redistribution
vi_vn: Phân phối lại phiên

source: Set
vi_vn: Bộ

source: Set a name for your UPS.
vi_vn: Đặt tên cho UPS của bạn.

source: Set a name for your outbound domain
vi_vn: Đặt tên cho miền gửi đi của bạn

source: Set action to perform here, only used when in IPS mode.
vi_vn: Đặt hành động để thực hiện ở đây, chỉ được sử dụng khi ở chế độ IPS.

source: Set an optional prefix to the metrics.
vi_vn: Đặt tiền tố tùy chọn cho số liệu.

source: Set extra arguments for this UPS, e.g. "port=auto".
vi_vn: Đặt các tham số bổ sung cho UPS này, ví dụ: "port=auto".

source: Set node_exporter's listen address. By default, node_exporter will listen on 0.0.0.0 (all interfaces).
vi_vn: Đặt địa chỉ nghe của node_exporter. Theo mặc định, node_exporter sẽ lắng nghe trên 0.0.0.0 (tất cả các giao diện).

source: Set node_exporter's listen port. By default, node_exporter will listen on port 9100.
vi_vn: Đặt Cổng nghe của node_exporter. Theo mặc định, node_exporter sẽ lắng nghe trên Cổng 9100.

source: Set permit for match or deny to negate the rule.
vi_vn: Đặt giấy phép cho trận đấu hoặc từ chối để phủ nhận quy tắc.

source: Set the "shortname" for the client.
vi_vn: Đặt "tên ngắn" cho máy khách.

source: Set the 'log' flag on pf rules committed by ftp-proxy. The pf rules do not log by default.
vi_vn: Đặt cờ 'log' trên quy tắc pf được cam kết bởi ftp-proxy. Các quy tắc pf không đăng nhập theo mặc định.

source: Set the Base DN in format dc=example,dc=domain,dc=com
vi_vn: Đặt DN cơ sở ở định dạng dc=example,dc=domain,dc=com

source: Set the IP address of the graphite collector.
vi_vn: Đặt địa chỉ IP của bộ thu than chì.

source: Set the IP address of the remote NUT server.
vi_vn: Đặt địa chỉ IP của máy chủ NUT từ xa.

source: Set the IP address of the remote client or the complete network like 10.10.10.0/24
vi_vn: Đặt địa chỉ IP của máy khách từ xa hoặc networks hoàn chỉnh như 10.10.10.0/24

source: Set the IP address or FQDN of the network collector.
vi_vn: Đặt địa chỉ IP hoặc FQDN của bộ thu thập networks.

source: Set the IP address the user should receive.
vi_vn: Đặt địa chỉ IP người dùng sẽ nhận được.

source: Set the IP and port where metrics shoud be sent to.
vi_vn: Đặt IP và Cổng nơi số liệu sẽ được gửi đến.

source: Set the IP or FQDN to where to send the mails to. Empty means MX will be used. You can also add custom ports via :225 or disable MX lookup via squared brackets.
vi_vn: Đặt IP hoặc FQDN thành nơi gửi thư đến. Trống có nghĩa là MX sẽ được sử dụng. Bạn cũng có thể thêm Cổng tùy chỉnh qua :225 hoặc tắt tra cứu MX qua dấu ngoặc vuông.

source: Set the IP version to use.
vi_vn: Đặt phiên bản IP để sử dụng.

source: Set the URL of the Openphish map file.
vi_vn: Đặt URL của tệp bản đồ Openphish.

source: Set the URL where metrics shoud be sent to.
vi_vn: Đặt URL nơi số liệu sẽ được gửi tới.

source: Set the action for this address.
vi_vn: Đặt hành động cho địa chỉ này.

source: Set the default Backend Pool to use for this Public Service.
vi_vn: Đặt Nhóm phụ trợ mặc định để sử dụng cho Dịch vụ công cộng này.

source: Set the default EAP type.
vi_vn: Đặt loại EAP mặc định.

source: Set the filter to search for users, for Active Directory change uid to samaccountname.
vi_vn: Đặt bộ lọc để tìm kiếm người dùng, đối với Active Directory thay đổi uid thành samaccountname.

source: Set the hostname for this system.
vi_vn: Đặt tên máy chủ cho hệ thống này.

source: Set the hostname or IP address to connect to.
vi_vn: Đặt tên máy chủ hoặc địa chỉ IP để kết nối.

source: Set the hostname or IP of the SIP server.
vi_vn: Đặt tên máy chủ hoặc IP của máy chủ SIP.

source: Set the maximum allowed time to wait for a complete HTTP request. In order to offer DoS protection, it may be required to lower the maximum accepted time to receive a complete HTTP request without affecting the client timeout. This helps protecting against established connections on which nothing is sent. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Đặt thời gian tối đa cho phép để chờ một yêu cầu HTTP hoàn chỉnh. Để cung cấp bảo vệ DoS, có thể cần giảm thới gian tối đa được chấp nhận để nhận một yêu cầu HTTP hoàn chỉnh mà không ảnh hưởng đến thời gian chờ của máy khách. Điều này giúp bảo vệ chống lại các kết nối đã thiết lập mà không có gì được gửi. Mặc định là mili giây. Tùy chọn, đơn vị có thể được chỉ định là "d", "h", "m", "s", "ms" hoặc "us".

source: Set the maximum allowed time to wait for a new HTTP request to appear. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Đặt thời gian tối đa cho phép để chờ một yêu cầu HTTP mới xuất hiện. Mặc định là mili giây. Tùy chọn, đơn vị có thể được chỉ định là "d", "h", "m", "s", "ms" hoặc "us".

source: Set the maximum download bandwith for ChilliSpot attribute. The value is treated as kbits/s.
vi_vn: Đặt băng thông tải xuống tối đa cho thuộc tính ChilliSpot. Giá trị được coi là kbit/s.

source: Set the maximum download bandwith for WISPr attribute. The value is treated as bits/s.
vi_vn: Đặt băng thông tải xuống tối đa cho thuộc tính WISPr. Giá trị được coi là bit/s.

source: Set the maximum inactivity time on the client side. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Đặt thời gian không hoạt động tối đa ở phía máy khách. Mặc định là mili giây. Tùy chọn, đơn vị có thể được chỉ định là "d", "h", "m", "s", "ms" hoặc "us".

source: Set the maximum inactivity time on the server side. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Đặt thời gian không hoạt động tối đa ở phía máy chủ. Mặc định là mili giây. Tùy chọn, đơn vị có thể được chỉ định là "d", "h", "m", "s", "ms" hoặc "us".

source: Set the maximum number of concurrent connections for this Public Service.
vi_vn: Đặt số lượng kết nối đồng thời tối đa cho Dịch vụ công cộng này.

source: Set the maximum object size (default 4MB when left empty).
vi_vn: Đặt kích thước đối tượng tối đa (mặc định là 4MB khi để trống).

source: Set the maximum session limit in seconds. This can be used by the Captive Portal.
vi_vn: Đặt giới hạn phiên tối đa tính bằng giây. Điều này có thể được sử dụng bởi Captive Portal.

source: Set the maximum time to wait for a connection attempt to a server to succeed. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Đặt thời gian tối đa để chờ một nỗ lực kết nối với máy chủ thành công. Mặc định là mili giây. Tùy chọn, đơn vị có thể được chỉ định là "d", "h", "m", "s", "ms" hoặc "us".

source: Set the maximum upload bandwith for ChilliSpot attribute. The value is treated as kbits/s.
vi_vn: Đặt băng thông tải lên tối đa cho thuộc tính ChilliSpot. Giá trị được coi là kbit/s.

source: Set the maximum upload bandwith for WISPr attribute. The value is treated as bits/s.
vi_vn: Đặt băng thông tải lên tối đa cho thuộc tính WISPr. Giá trị được coi là bit/s.

source: Set the minimum download bandwith for WISPr attribute. The value is treated as bits/s.
vi_vn: Đặt băng thông tải xuống tối thiểu cho thuộc tính WISPr. Giá trị được coi là bit/s.

source: Set the minimum upload bandwith for WISPr attribute. The value is treated as bits/s.
vi_vn: Đặt băng thông tải lên tối thiểu cho thuộc tính WISPr. Giá trị được coi là bit/s.

source: Set the name of the database on InfluxDB.
vi_vn: Đặt tên cơ sở dữ liệu trên InfluxDB.

source: Set the name of the graphite collector.
vi_vn: Đặt tên của bộ thu than chì.

source: Set the number of retries to perform on a server after a connection failure (default is 3).
vi_vn: Đặt số lần thử lại sẽ thực hiện trên máy chủ sau khi kết nối bị lỗi (mặc định là 3).

source: Set the number of retries to perform on a server after a connection failure.
vi_vn: Đặt số lần thử lại để thực hiện trên máy chủ sau khi kết nối bị lỗi.

source: Set the password for authentication.
vi_vn: Đặt mật khẩu để xác thực.

source: Set the password for the user. Allowed characters are 0-9, a-z, A-Z, and ,._-!$%/()+#= with up to 128 characters.
vi_vn: Đặt mật khẩu cho người dùng. Các ký tự được phép là 0-9, a-z, A-Z và ,._-!$%/()+#= với tối đa 128 ký tự.

source: Set the password of the remote NUT server.
vi_vn: Đặt mật khẩu của máy chủ NUT từ xa.

source: Set the password to authenticate against network collector (optional).
vi_vn: Đặt mật khẩu để xác thực với bộ thu thập networks (tùy chọn).

source: Set the port for this host. Default should be fine for most cases.
vi_vn: Đặt Cổng cho máy chủ này. Mặc định sẽ ổn trong hầu hết các trường hợp.

source: Set the port of the graphite collector, Graphite is using 2003 per default.
vi_vn: Đặt Cổng của bộ thu than chì, Graphite đang sử dụng 2003 theo mặc định.

source: Set the port of the network collector. Collectd is using 25826 per default.
vi_vn: Đặt Cổng của bộ thu networks. Đã thu thập đang sử dụng 25826 theo mặc định.

source: Set the protocol to use.
vi_vn: Đặt giao thức để sử dụng.

source: Set the recipient address to match.
vi_vn: Đặt địa chỉ người nhận phù hợp.

source: Set the running mode or protocol for this Public Service.
vi_vn: Đặt chế độ hoặc giao thức chạy cho Dịch vụ công cộng này.

source: Set the running mode or protocol of the Backend Pool. Usually the Public Service and the Backend Pool are in the same mode.
vi_vn: Đặt chế độ hoặc giao thức đang chạy của Backend Pool. Thông thường Dịch vụ công cộng và Nhóm phụ trợ ở cùng một chế độ.

source: Set the same mode for backend and frontend.
vi_vn: Đặt chế độ tương tự cho backend và frontend.

source: Set the sender address to match.
vi_vn: Đặt địa chỉ người gửi cho phù hợp.

source: Set the service mode. Currently only standalone and netclient are available.
vi_vn: Đặt chế độ dịch vụ. Hiện tại chỉ có ứng dụng độc lập và netclient có sẵn.

source: Set the shared secret for the client. Must match on both sides.
vi_vn: Đặt bí mật chung cho khách hàng. Phải phù hợp với cả hai bên.

source: Set the unique domain name to relay for.
vi_vn: Đặt tên miền duy nhất để chuyển tiếp.

source: Set the unique username for the user. Allowed characters are 0-9, a-z, A-Z, and ._-
vi_vn: Đặt tên người dùng duy nhất cho người dùng. Các ký tự được phép là 0-9, a-z, A-Z và ._-

source: Set the username for authentication.
vi_vn: Đặt tên người dùng để xác thực.

source: Set the username of the remote NUT server.
vi_vn: Đặt tên người dùng của máy chủ NUT từ xa.

source: Set the username to authenticate against network collector (optional).
vi_vn: Đặt tên người dùng để xác thực với bộ thu thập networks (tùy chọn).

source: Set this option to disable this static route without removing it from the list.
vi_vn: Đặt tùy chọn này để tắt tuyến tĩnh này mà không xóa nó khỏi danh sách.

source: Set where to log radius requests, defaults to file.
vi_vn: Đặt nơi ghi nhật ký yêu cầu bán kính, mặc định cho tệp.

source: Sets an additional read timeout for running health checks on a server. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Đặt thời gian chờ đọc bổ sung cho việc chạy kiểm tra tình trạng trên máy chủ. Mặc định là mili giây. Tùy chọn có thể chỉ định đơn vị là "d", "h", "m", "s", "ms" hoặc "us".

source: Sets the interval (in milliseconds) for running health checks on the server when the server state is DOWN. If it is not set HAProxy uses the check interval.
vi_vn: Đặt khoảng thời gian (tính bằng mili giây) để chạy kiểm tra tình trạng trên máy chủ khi trạng thái máy chủ XUỐNG. Nếu nó không được thiết lập, HAProxy sẽ sử dụng khoảng thời gian kiểm tra.

source: Sets the maximum amount of RAM in megabytes per process usable by Lua. By default it is zero which means unlimited. It is important to set a limit to ensure that a bug in a script will not result in the system running out of memory.
vi_vn: Đặt dung lượng RAM tối đa tính bằng megabyte cho mỗi tiến trình mà Lua có thể sử dụng. Theo mặc định nó bằng 0 có nghĩa là không giới hạn. Điều quan trọng là phải đặt giới hạn để đảm bảo rằng lỗi trong tập lệnh sẽ không dẫn đến việc hệ thống hết bộ nhớ.

source: Sets the operation mode to use for this server.
vi_vn: Đặt chế độ hoạt động để sử dụng cho máy chủ này.

source: Sets the source address which will be used when connecting to the server(s).
vi_vn: Đặt địa chỉ nguồn sẽ được sử dụng khi kết nối với (các) máy chủ.

source: Sets the source address which will be used when connecting to the server.
vi_vn: Đặt địa chỉ nguồn sẽ được sử dụng khi kết nối với máy chủ.

source: Settings
vi_vn: Cài đặt

source: Show introduction pages
vi_vn: Hiển thị trang giới thiệu

source: Sign Local
vi_vn: Đăng nhập địa phương

source: Signature Id
vi_vn: Id chữ ký

source: Siproxd will masquerade the interal UAs to this given string (optional).
vi_vn: Siproxd sẽ giả mạo các UA nội bộ thành chuỗi đã cho này (tùy chọn).

source: Size
vi_vn: Kích cỡ

source: Size of configuration cache, in bytes. Shared memory size, for storing hosts and items data. Range: 128K-8G
vi_vn: Kích thước của bộ đệm cấu hình, tính bằng byte. Kích thước bộ nhớ dùng chung, để lưu trữ dữ liệu máy chủ và vật phẩm. Phạm vi: 128K-8G

source: Size of history cache in bytes. Shared memory size for storing history data. Range: 128K-2G
vi_vn: Kích thước của bộ đệm lịch sử tính bằng byte. Kích thước bộ nhớ dùng chung để lưu trữ dữ liệu lịch sử. Phạm vi: 128K-2G

source: Size of history index cache in bytes. Shared memory size for indexing history cache. Range: 128K-2G
vi_vn: Kích thước của bộ đệm chỉ mục lịch sử tính bằng byte. Kích thước bộ nhớ dùng chung để lập chỉ mục bộ đệm lịch sử. Phạm vi: 128K-2G

source: Skip Authenticated
vi_vn: Bỏ qua xác thực

source: Skip Local
vi_vn: Bỏ qua địa phương

source: Skip Multi
vi_vn: Bỏ qua nhiều

source: Slow Transactions
vi_vn: Giao dịch chậm

source: Smart Host
vi_vn: Máy chủ thông minh

source: Source
vi_vn: Nguồn

source: Source IP
vi_vn: IP nguồn

source: Source IP address for outgoing connections.
vi_vn: Địa chỉ IP nguồn cho các kết nối đi.

source: Source address
vi_vn: Địa chỉ nguồn

source: Source port
vi_vn: Cổng nguồn

source: Spam Protection
vi_vn: Bảo vệ khỏi thư rác

source: Spam Trap
vi_vn: Bẫy thư rác

source: Specifies how long we wait for agent, SNMP device or external check (in seconds).
vi_vn: Chỉ định khoảng thời gian chúng tôi đợi tác nhân, thiết bị SNMP hoặc kiểm tra bên ngoài (tính bằng giây).

source: Specifies the debug level for Zabbix agent.
vi_vn: Chỉ định mức gỡ lỗi cho tác nhân Zabbix.

source: Specifies the size of the hash table used for storing the various dynamic pipes configured with the mask setting
vi_vn: Chỉ định kích thước của bảng băm được sử dụng để lưu trữ các đường dẫn động khác nhau được định cấu hình bằng cài đặt mặt nạ

source: Specifies the size of the hash table used for storing the various dynamic queues configured with the mask setting
vi_vn: Chỉ định kích thước của bảng băm được sử dụng để lưu trữ các hàng đợi động khác nhau được định cấu hình bằng cài đặt mặt nạ

source: Specify HTTP host to use for health check. Requires HTTP/1.1.
vi_vn: Chỉ định máy chủ HTTP để sử dụng để kiểm tra tình trạng. Yêu cầu HTTP/1.1.

source: Specify HTTP request URI for health check.
vi_vn: Chỉ định URI yêu cầu HTTP để kiểm tra tình trạng.

source: Specify a HAProxy condition/ACL that is currently not supported by the GUI.
vi_vn: Chỉ định điều kiện HAProxy/ACL hiện không được GUI hỗ trợ.

source: Specify a HAProxy rule/ACL that is currently not supported by the GUI.
vi_vn: Chỉ định quy tắc HAProxy/ACL hiện không được GUI hỗ trợ.

source: Specify an optional maximum line length in characters. Log lines larger than this value will be truncated before being sent. The reason is that syslog servers act differently on log line length. All servers support the default value of 1024 characters, but some servers simply drop larger lines while others do log them.
vi_vn: Chỉ định độ dài dòng tối đa tùy chọn bằng ký tự. Các dòng nhật ký lớn hơn giá trị này sẽ bị cắt bớt trước khi gửi. Lý do là các máy chủ nhật ký hệ thống hoạt động khác nhau về độ dài dòng nhật ký. Tất cả các máy chủ đều hỗ trợ giá trị mặc định là 1024 ký tự, nhưng một số máy chủ chỉ bỏ các dòng lớn hơn trong khi những máy chủ khác ghi nhật ký chúng.

source: Specify the IP of your neighbor.
vi_vn: Chỉ định IP của hàng xóm của bạn.

source: Specify the SSL/TLS error ID that should be checked for the incoming connection. Please refer to your SSL library's documentation for an exhaustive list of error codes.
vi_vn: Chỉ định ID lỗi SSL/TLS cần được kiểm tra cho kết nối đến. Vui lòng tham khảo tài liệu thư viện SSL của bạn để biết danh sách mã lỗi đầy đủ.

source: Specify the Server ID of your PowerDNS server, i.e. localhost.
vi_vn: Chỉ định ID máy chủ của máy chủ PowerDNS của bạn, tức là localhost.

source: Specify the TCP port used for agent checks.
vi_vn: Chỉ định Cổng TCP được sử dụng để kiểm tra tác nhân.

source: Specify the URL for your PowerDNS server, i.e. http://ns.example.com:8081.
vi_vn: Chỉ định URL cho máy chủ PowerDNS của bạn, tức là http://ns.example.com:8081.

source: Specify the URL parameter to be checked for the value specified below.
vi_vn: Chỉ định tham số URL cần kiểm tra với giá trị được chỉ định bên dưới.

source: Specify the domain name to present to the server for ESMTP health checks.
vi_vn: Chỉ định tên miền để hiển thị cho máy chủ để kiểm tra tình trạng ESMTP.

source: Specify the domain name to present to the server for SMTP health checks.
vi_vn: Chỉ định tên miền sẽ hiển thị với máy chủ để kiểm tra tình trạng SMTP.

source: Specify the maximum length for a value in the stick-table. If the value is larger than this value it will be truncated before being stored. Depending on the stick-table type this repesents either characters or bytes.
vi_vn: Chỉ định độ dài tối đa cho một giá trị trong bảng dính. Nếu giá trị lớn hơn giá trị này, nó sẽ bị cắt bớt trước khi được lưu trữ. Tùy thuộc vào loại bảng dính, bảng này đại diện cho ký tự hoặc byte.

source: Specify the pattern to look for in the response buffer. If the match is set to binary, then the pattern must be passed as a serie of hexadecimal digits in an even number.
vi_vn: Chỉ định mẫu cần tìm trong bộ đệm phản hồi. Nếu kết quả khớp được đặt thành nhị phân thì mẫu phải được chuyển dưới dạng một chuỗi các chữ số thập lục phân ở số chẵn.

source: Specify the scheduling algorithm to use
vi_vn: Chỉ định thuật toán lập lịch để sử dụng
