Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Forward time
vi_vn: Chuyển tiếp thời gian

source: Set the time that a Spanning Tree Protocol configuration is valid. The default is 20 seconds. The minimum is 6 seconds and the maximum is 40 seconds.
vi_vn: Đặt thời gian cấu hình Giao thức cây cầu nối có hiệu lực. Mặc định là 20 giây. Tối thiểu là 6 giây và tối đa là 40 giây.

source: Valid time
vi_vn: Thời gian hợp lệ

source: Enable Spanning Tree Protocol on interface. The if_bridge(4) driver has support for the IEEE 802.1D Spanning Tree Protocol (STP). STP is used to detect and remove loops in a network topology.
vi_vn: Bật Giao thức cây cầu nối trên giao diện. Trình điều khiển if_bridge(4) hỗ trợ Giao thức cây cầu nối IEEE 802.1D (STP). STP được sử dụng để phát hiện và loại bỏ các vòng lặp trong cấu trúc networks.

source: STP interfaces
vi_vn: Các giao diện STP

source: Protocol used for spanning tree.
vi_vn: Giao thức sử dụng cho cây cầu nối.

source: Enable spanning tree options for this bridge.
vi_vn: Bật tùy chọn cây cầu nối cho cầu nối này.

source: Show advanced options
vi_vn: Hiển thị tùy chọn nâng cao

source: Interfaces participating in the bridge.
vi_vn: Các giao diện tham gia vào cầu nối.

source: Member interfaces
vi_vn: Các giao diện thành viên

source: Members
vi_vn: Thành viên

source: Do you really want to delete this interface?
vi_vn: Bạn có thực sự muốn xóa giao diện này không?

source: VLAN parent interface %s does not exist.
vi_vn: Giao diện cha VLAN %s không tồn tại.

source: The interface is part of a gif tunnel. Please delete the tunnel to continue
vi_vn: Giao diện là một phần của đường hầm gif. Vui lòng xóa đường hầm để tiếp tục

source: The interface is part of a gre tunnel. Please delete the tunnel to continue
vi_vn: Giao diện là một phần của đường hầm gre. Vui lòng xóa đường hầm để tiếp tục

source: The interface is part of a bridge. Please remove it from the bridge to continue
vi_vn: Giao diện là một phần của cầu nối. Vui lòng xóa nó khỏi cầu nối để tiếp tục

source: The interface is part of a group. Please remove it from the group to continue
vi_vn: Giao diện là một phần của nhóm. Vui lòng xóa nó khỏi nhóm để tiếp tục

source: Secondary 802.1X Authentication Server Shared Secret
vi_vn: Mật khẩu chia sẻ Máy chủ xác thực 802.1X phụ

source: 802.1X Server Shared Secret (2)
vi_vn: Mật khẩu chia sẻ Máy chủ 802.1X (2)

source: Secondary 802.1X Authentication Server Port
vi_vn: Cổng Máy chủ xác thực 802.1X phụ

source: 802.1X Server Port (2)
vi_vn: Cổng Máy chủ 802.1X (2)

source: Secondary 802.1X Authentication Server IP Address
vi_vn: Địa chỉ IP Máy chủ xác thực 802.1X phụ

source: 802.1X Server IP Address (2)
vi_vn: Địa chỉ IP máy chủ 802.1X (2)

source: 802.1X Server Shared Secret
vi_vn: Bí mật chia sẻ máy chủ 802.1X

source: Leave blank for the default 1812 port.
vi_vn: Để trống cho Cổng 1812 mặc định.

source: 802.1X Server Port
vi_vn: Cổng máy chủ 802.1X

source: Enter the IP address of the 802.1X Authentication Server. This is commonly a Radius server (FreeRadius, Internet Authentication Services, etc.)
vi_vn: Nhập địa chỉ IP của Máy chủ xác thực 802.1X. Đây thường là máy chủ Radius (FreeRadius, Dịch vụ xác thực Internet, v.v.)

source: 802.1X Server IP Address
vi_vn: Địa chỉ IP máy chủ 802.1X

source: Setting this option will enable 802.1x authentication.
vi_vn: Đặt tùy chọn này sẽ kích hoạt xác thực 802.1x.

source: Enable IEEE802.1X Authentication
vi_vn: Kích hoạt xác thực IEEE802.1X

source: Setting this option will force the AP to rekey whenever a client disassociates.
vi_vn: Việc đặt tùy chọn này sẽ buộc AP phải khóa lại bất cứ khi nào máy khách không liên kết.

source: Strict Key Regeneration
vi_vn: Tái tạo khóa nghiêm ngặt

source: Allowed values are 1-9999 but should not be shorter than Key Rotation time.
vi_vn: Giá trị được phép là 1-9999 nhưng không được ngắn hơn thời gian Xoay khóa.

source: Master Key Regeneration
vi_vn: Tái tạo khóa chính

source: Allowed values are 1-9999 but should not be longer than Master Key Regeneration time.
vi_vn: Giá trị được phép là 1-9999 nhưng không được dài hơn thời gian Tái tạo Khóa chính.

source: Key Rotation
vi_vn: Xoay phím

source: AES (recommended)
vi_vn: AES (được khuyến nghị)

source: WPA Pairwise
vi_vn: WPA theo cặp

source: Shared Key Authentication
vi_vn: Xác thực khóa chung

source: Open System Authentication
vi_vn: Xác thực hệ thống mở

source: Pre-Shared Key
vi_vn: Khóa chia sẻ trước

source: WPA Key Management Mode
vi_vn: Chế độ quản lý khóa WPA

source: Both
vi_vn: Cả hai

source: WPA Mode
vi_vn: Chế độ WPA

source: Passphrase must be from 8 to 63 characters.
vi_vn: Cụm mật khẩu phải từ 8 đến 63 ký tự.

source: Enable WPA
vi_vn: Kích hoạt WPA

source: 104 (128) bit keys may be entered as 13 ASCII characters or 26 hex digits preceded by '0x'.
vi_vn: Các khóa bit 104 (128) có thể được nhập dưới dạng 13 ký tự ASCII hoặc 26 chữ số hex đứng trước '0x'.

source: 40 (64) bit keys may be entered as 5 ASCII characters or 10 hex digits preceded by '0x'.
vi_vn: Khóa 40 (64) bit có thể được nhập dưới dạng 5 ký tự ASCII hoặc 10 chữ số hex đứng trước '0x'.

source: Key 4:
vi_vn: Phím 4:

source: Key 3:
vi_vn: Phím 3:

source: Key 2:
vi_vn: Phím 2:

source: Key 1:
vi_vn: Chìa khóa 1:

source: TX key
vi_vn: phím TX

source: Enable WEP
vi_vn: Kích hoạt WEP

source: Setting this option will force the card to NOT broadcast its SSID (this might create problems for some clients).
vi_vn: Việc đặt tùy chọn này sẽ buộc thẻ KHÔNG phát SSID của nó (điều này có thể gây ra sự cố cho một số máy khách).

source: Enable Hide SSID
vi_vn: Bật Ẩn SSID

source: Setting this option will force the card to use WME (wireless QoS).
vi_vn: Việc đặt tùy chọn này sẽ buộc thẻ sử dụng WME (QoS không dây).

source: Enable WME
vi_vn: Kích hoạt WME

source: Disabling the internal bridging is useful when traffic is to be processed with packet filtering.
vi_vn: Việc vô hiệu hóa cầu nối nội bộ rất hữu ích khi lưu lượng truy cập được xử lý bằng tính năng lọc gói.

source: When operating as an access point, enable this if you want to pass packets between wireless clients directly.
vi_vn: Khi hoạt động như một điểm truy cập, hãy bật tính năng này nếu bạn muốn truyền trực tiếp các gói giữa các máy khách không dây.

source: Allow intra-BSS communication
vi_vn: Cho phép liên lạc nội bộ BSS

source: When operating as an access point in 802.11g mode, allow only 11g-capable stations to associate (11b-only stations are not permitted to associate).
vi_vn: Khi hoạt động như một điểm truy cập ở chế độ 802.11g, chỉ cho phép các trạm có khả năng 11g liên kết (các trạm chỉ có 11b không được phép liên kết).

source: 802.11g only
vi_vn: chỉ 802.11g

source: When operating as an access point, allow only stations capable of the selected wireless standard to associate (stations not capable are not permitted to associate).
vi_vn: Khi hoạt động như một điểm truy cập, chỉ cho phép các trạm có khả năng theo tiêu chuẩn không dây đã chọn kết nối (các trạm không có khả năng không được phép liên kết).

source: Minimum standard
vi_vn: Tiêu chuẩn tối thiểu

source: Note: Only required in Access Point mode. If left blank in Ad-hoc or Infrastructure mode, this interface will connect to any available SSID
vi_vn: Lưu ý: Chỉ yêu cầu ở chế độ Access Point. Nếu để trống ở chế độ Ad-hoc hoặc Infrastructure, giao diện này sẽ kết nối với bất kỳ SSID có sẵn nào

source: Ad-hoc (IBSS)
vi_vn: Đặc biệt (IBSS)

source: Infrastructure (BSS)
vi_vn: Cơ sở hạ tầng (BSS)

source: Access Point
vi_vn: Điểm truy cập

source: Network-specific wireless configuration
vi_vn: Cấu hình không dây dành riêng cho networks

source: All wireless networks on this interface will be temporarily brought down when changing regulatory settings. Some of the regulatory domains or country codes may not be allowed by some cards. These settings may not be able to add additional channels that are not already supported.
vi_vn: Tất cả các networks không dây trên giao diện này sẽ tạm thời ngừng hoạt động khi thay đổi cài đặt quy định. Một số miền quy định hoặc mã quốc gia có thể không được một số thẻ cho phép. Các cài đặt này có thể không thêm được các kênh bổ sung chưa được hỗ trợ.

source: These settings may affect which channels are available and the maximum transmit power allowed on those channels. Using the correct settings to comply with local regulatory requirements is recommended.
vi_vn: Các cài đặt này có thể ảnh hưởng đến kênh nào khả dụng và công suất phát tối đa được phép trên các kênh đó. Bạn nên sử dụng cài đặt chính xác để tuân thủ các yêu cầu quy định của địa phương.

source: Anywhere
vi_vn: mọi nơi

source: Outdoor
vi_vn: ngoài trời

source: Indoor
vi_vn: trong nhà

source: Location
vi_vn: Vị trí

source: Country (listed with country code and regulatory domain)
vi_vn: Quốc gia (được liệt kê với mã quốc gia và tên miền quy định)

source: Regulatory domain
vi_vn: Miền quy định

source: Regulatory settings
vi_vn: Cài đặt quy định

source: Note: The antenna numbers do not always match up with the labels on the card.
vi_vn: Lưu ý: Số ăng-ten không phải lúc nào cũng khớp với nhãn trên thẻ.

source: Receive antenna
vi_vn: Nhận anten

source: Transmit antenna
vi_vn: Anten phát

source: Diversity
vi_vn: Đa dạng

source: Antenna settings
vi_vn: Cài đặt ăng-ten

source: Not all channels may be supported by your card. Auto may override the wireless standard selected above.
vi_vn: Không phải tất cả các kênh đều được thẻ của bạn hỗ trợ. Tự động có thể ghi đè tiêu chuẩn không dây đã chọn ở trên.

source: Legend: wireless standards - channel # (frequency @ max TX power / TX power allowed in reg. domain)
vi_vn: Chú thích: tiêu chuẩn không dây - kênh # (tần số @ công suất TX tối đa / công suất TX được phép trong miền đăng ký)

source: Auto
vi_vn: Tự động

source: Channel
vi_vn: Kênh

source: Typically only a few discreet power settings are available and the driver will use the setting closest to the specified value. Not all adapters support changing the transmit power setting.
vi_vn: Thông thường chỉ có một số cài đặt nguồn kín đáo và trình điều khiển sẽ sử dụng cài đặt gần nhất với giá trị được chỉ định. Không phải tất cả các bộ điều hợp đều hỗ trợ thay đổi cài đặt công suất phát.

source: Transmit power
vi_vn: Truyền tải điện

source: For IEEE 802.11g, use the specified technique for protecting OFDM frames in a mixed 11b/11g network.
vi_vn: Đối với IEEE 802.11g, hãy sử dụng kỹ thuật được chỉ định để bảo vệ khung OFDM trong networks 11b/11g hỗn hợp.

source: Protection mode RTS and CTS
vi_vn: Chế độ bảo vệ RTS và CTS

source: Protection mode CTS to self
vi_vn: Chế độ bảo vệ CTS cho chính mình

source: Protection mode off
vi_vn: Tắt chế độ bảo vệ

source: Protection Mode
vi_vn: Chế độ bảo vệ

source: Enabling this preserves the common wireless configuration through interface deletions and reassignments.
vi_vn: Việc kích hoạt tính năng này sẽ duy trì cấu hình không dây thông thường thông qua việc xóa và gán lại giao diện.

source: Persist common settings
vi_vn: Duy trì các cài đặt chung

source: Common wireless configuration - Settings apply to all wireless networks on
vi_vn: Cấu hình không dây phổ biến - Cài đặt áp dụng cho tất cả các networks không dây trên

source: This selects the dynamic IPv6 WAN interface to track for configuration
vi_vn: Thao tác này sẽ chọn giao diện WAN IPv6 động để theo dõi cấu hình

source: Track IPv6 Interface
vi_vn: Theo dõi giao diện IPv6

source: bits
vi_vn: bit

source: 6RD IPv4 Prefix length
vi_vn: Độ dài tiền tố IPv4 6RD

source: The value in this field is 6RD IPv4 gateway address assigned by your ISP
vi_vn: Giá trị trong trường này là địa chỉ Cổng IPv4 6RD do ISP của bạn chỉ định

source: 6RD Border Relay
vi_vn: Tiếp sức biên giới 6RD

source: The value in this field is the 6RD IPv6 prefix assigned by your ISP. e.g. '2001:db8::/32'
vi_vn: Giá trị trong trường này là tiền tố IPv6 6RD do ISP của bạn chỉ định. ví dụ. '2001:db8::/32'

source: 6RD prefix
vi_vn: tiền tố 6RD

source: 6RD Rapid Deployment
vi_vn: Triển khai nhanh 6RD

source: expire
vi_vn: hết hạn

source: keyid
vi_vn: mã khóa

source: realm
vi_vn: vương quốc

source: keyname
vi_vn: tên khóa

source: Keyinfo
vi_vn: Thông tin chính

source: Algorithm
vi_vn: Thuật toán

source: protocol
vi_vn: giao thức

source: authname
vi_vn: tên xác thực

source: Authentication
vi_vn: Xác thực

source: Site-Level Aggregation Length
vi_vn: Độ dài tổng hợp cấp trang web

source: Prefix Interface
vi_vn: Giao diện tiền tố

source: IPv6-Prefix
vi_vn: Tiền tố IPv6

source: Prefix
vi_vn: Tiền tố

source: id-assoc pd
vi_vn: id-phó pd

source: Prefix Delegation
vi_vn: Cấp phát tiền tố

source: Valid Time
vi_vn: Thời gian hợp lệ

source: Preferred Lifetime
vi_vn: Thời đoạn tùy thích

source: IPv6-address
vi_vn: Địa chỉ IPv6

source: Non-Temporary Address Allocation
vi_vn: Phân bổ địa chỉ không tạm thời

source: Identity Association
vi_vn: Hiệp hội bản sắc

source: The value in this field is the absolute path to a script invoked on certain conditions including when a reply message is received.
vi_vn: Giá trị trong trường này là đường dẫn tuyệt đối đến tập lệnh được gọi theo các điều kiện nhất định, kể cả khi nhận được tin nhắn trả lời.

source: Script
vi_vn: Kịch bản

source: The values in this field are DHCP request options to be sent when requesting a DHCP lease. [option [, ...]]
vi_vn: Các giá trị trong trường này là các tùy chọn yêu cầu DHCP sẽ được gửi khi yêu cầu thuê DHCP. [lựa chọn [, ...]]

source: The values in this field are DHCP send options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
vi_vn: Các giá trị trong trường này là các tùy chọn gửi DHCP sẽ được gửi khi yêu cầu thuê DHCP. [khai báo tùy chọn [, ...]] <br />Thay thế giá trị: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Trong đó C là chữ U(viết hoa) hoặc L(viết thường), và D là dấu phân cách " :-." (khoảng trắng, dấu hai chấm, gạch ngang hoặc dấu chấm) (bỏ qua nếu không có).

source: This statement specifies dhcp6c to only exchange informational configuration parameters with servers. A list of DNS server addresses is an example of such parameters. This statement is useful when the client does not need stateful configuration parameters such as IPv6 addresses or prefixes.
vi_vn: Câu lệnh này chỉ định dhcp6c chỉ trao đổi thông số cấu hình thông tin với máy chủ. Danh sách địa chỉ máy chủ DNS là một ví dụ về các tham số đó. Câu lệnh này hữu ích khi máy khách không cần các tham số cấu hình trạng thái như địa chỉ IPv6 hoặc tiền tố.

source: Information Only
vi_vn: Chỉ thông tin

source: Interface Statement
vi_vn: Tuyên bố giao diện

source: Certain ISPs may require that DHCPv6 requests are sent with a specific VLAN priority.
vi_vn: Một số ISP nhất định có thể yêu cầu các yêu cầu DHCPv6 được gửi với mức ưu tiên Vlan cụ thể.

source: Use VLAN priority
vi_vn: Sử dụng mức độ ưu tiên VLAN

source: Do not send a release message on client exit to prevent the release of an allocated address or prefix on the server.
vi_vn: Không gửi thông báo phát hành khi thoát khỏi máy khách để ngăn việc phát hành địa chỉ hoặc tiền tố được phân bổ trên máy chủ.

source: Prevent release
vi_vn: Ngăn chặn phát hành

source: Send an IPv6 prefix hint to indicate the desired prefix size for delegation
vi_vn: Gửi gợi ý tiền tố IPv6 để cho biết kích thước tiền tố mong muốn để ủy quyền

source: Prefix delegation size
vi_vn: Kích thước ủy quyền tiền tố

source: DHCPv6 client configuration
vi_vn: Cấu hình máy khách DHCPv6

source: Static IPv6 configuration
vi_vn: Cấu hình IPv6 tĩnh

source: Remote IP address
vi_vn: Địa chỉ IP từ xa

source: Local IP address
vi_vn: Địa chỉ IP cục bộ

source: This field can usually be left empty unless specified by the provider.
vi_vn: Trường này thường có thể để trống trừ khi được nhà cung cấp chỉ định.

source: Host-Uniq
vi_vn: Máy chủ-Uniq

source: Service name
vi_vn: Tên dịch vụ

source: Access Point Name (APN)
vi_vn: Tên điểm truy cập (APN)

source: Select to fill in data for your service provider.
vi_vn: Chọn để điền dữ liệu cho nhà cung cấp dịch vụ của bạn.

source: Plan:
vi_vn: Kế hoạch:

source: Provider:
vi_vn: Nhà cung cấp:

source: Country:
vi_vn: Quốc gia:

source: Service Provider
vi_vn: Nhà cung cấp dịch vụ

source: The value in this field is the full absolute path to a DHCP client configuration file.
vi_vn: Giá trị trong trường này là đường dẫn tuyệt đối đầy đủ tới tệp cấu hình máy khách DHCP.

source: Configuration File Override
vi_vn: Ghi đè tệp cấu hình

source: The values in this field are DHCP option modifiers applied to obtained DHCP lease. [modifier option declaration [, ...]] <br />modifiers: (default, supersede, prepend, append)
vi_vn: Các giá trị trong trường này là các bộ sửa đổi tùy chọn DHCP được áp dụng cho hợp đồng thuê DHCP có được. [khai báo tùy chọn sửa đổi [, ...]] <br />sửa đổi: (mặc định, thay thế, thêm vào trước, nối thêm)

source: Option Modifiers
vi_vn: Công cụ sửa đổi tùy chọn

source: The values in this field are DHCP options required by the client when requesting a DHCP lease. [option [, ...]]
vi_vn: Các giá trị trong trường này là các tùy chọn DHCP được khách hàng yêu cầu khi yêu cầu thuê DHCP. [lựa chọn [, ...]]

source: Require Options
vi_vn: Yêu cầu tùy chọn

source: The values in this field are DHCP option 55 to be sent when requesting a DHCP lease. [option [, ...]]
vi_vn: Các giá trị trong trường này là tùy chọn DHCP 55 sẽ được gửi khi yêu cầu thuê DHCP. [lựa chọn [, ...]]

source: Request Options
vi_vn: Tùy chọn yêu cầu

source: The values in this field are DHCP options to be sent when requesting a DHCP lease. [option declaration [, ...]] <br />Value Substitutions: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Where C is U(pper) or L(ower) Case, and D is " :-." Delimiter (space, colon, hyphen, or period) (omitted for none).
vi_vn: Các giá trị trong trường này là các tùy chọn DHCP sẽ được gửi khi yêu cầu thuê DHCP. [khai báo tùy chọn [, ...]] <br />Thay thế giá trị: {interface}, {hostname}, {mac_addr_asciiCD}, {mac_addr_hexCD} <br />Trong đó C là chữ U(viết hoa) hoặc L(viết thường), và D là dấu phân cách " :-." (khoảng trắng, dấu hai chấm, gạch ngang hoặc dấu chấm) (bỏ qua nếu không có).

source: Send Options
vi_vn: Tùy chọn gửi

source: More detailed information about lease requirements and requests can be found in the %sFreeBSD Manual%s.
vi_vn: Thông tin chi tiết hơn về các yêu cầu và yêu cầu cho thuê có thể được tìm thấy trong %sFreeBSD Manual%s.

source: Lease Requirements
vi_vn: Yêu cầu cho thuê

source: The values in these fields are DHCP %sprotocol timings%s used when requesting a lease.
vi_vn: Giá trị trong các trường này là DHCP %sthời gian giao thức%s được sử dụng khi yêu cầu thuê.

source: Saved Cfg
vi_vn: Cfg đã lưu

source: OPNsense Default
vi_vn: OPNsense Mặc định

source: Clear
vi_vn: Thông thoáng

source: FreeBSD Default
vi_vn: FreeBSD mặc định

source: Presets:
vi_vn: Cài đặt trước:

source: Initial Interval
vi_vn: Khoảng thời gian ban đầu

source: Backoff Cutoff
vi_vn: Cắt lùi

source: Select Timeout
vi_vn: Chọn thời gian chờ

source: Retry
vi_vn: Thử lại

source: Protocol Timing
vi_vn: Thời gian giao thức

source: This is useful for rejecting leases from cable modems that offer private IPs when they lose upstream sync.
vi_vn: Điều này hữu ích khi từ chối hợp đồng thuê từ các modem cáp cung cấp IP riêng khi chúng mất đồng bộ ngược dòng.

source: Reject Leases From
vi_vn: Từ chối hợp đồng thuê từ

source: The value in this field is used as a fixed alias IPv4 address by the DHCP client.
vi_vn: Giá trị trong trường này được máy khách DHCP sử dụng làm địa chỉ IPv4 bí danh cố định.

source: Alias IPv4 address
vi_vn: Địa chỉ IPv4 bí danh

source: The configuration file override mode may point to a fully customised file on the system instead.
vi_vn: Thay vào đó, chế độ ghi đè tệp cấu hình có thể trỏ đến một tệp được tùy chỉnh hoàn toàn trên hệ thống.

source: The advanced mode does not provide any default values, you will need to fill out any values you would like to use.
vi_vn: Chế độ nâng cao không cung cấp bất kỳ giá trị mặc định nào, bạn sẽ cần điền bất kỳ giá trị nào bạn muốn sử dụng.

source: The basic mode auto-configures DHCP using default values and optional user input.
vi_vn: Chế độ cơ bản tự động định cấu hình DHCP bằng các giá trị mặc định và đầu vào tùy chọn của người dùng.

source: Config File Override
vi_vn: Ghi đè tệp cấu hình

source: Configuration Mode
vi_vn: Chế độ cấu hình

source: Static IPv4 configuration
vi_vn: Cấu hình IPv4 tĩnh

source: Here you can explicitly set speed and duplex mode for this interface. WARNING: You MUST leave this set to autoselect (automatically negotiate speed) unless the port this interface connects to has its speed and duplex forced.
vi_vn: Tại đây bạn có thể đặt rõ ràng tốc độ và chế độ song công cho giao diện này. CẢNH BÁO: Bạn PHẢI để cài đặt này ở chế độ tự động chọn (tự động thương lượng tốc độ) trừ khi Cổng mà giao diện này kết nối đến bị ép buộc về tốc độ và song công.

source: Default (no preference, typically autoselect)
vi_vn: Mặc định (không có tùy chọn, thường là tự động chọn)

source: Speed and duplex
vi_vn: Tốc độ và song công

source: If you leave this field blank, the adapter's default MTU will be used. This is typically 1500 bytes but can vary in some circumstances.
vi_vn: Nếu bạn để trống trường này, MTU mặc định của bộ điều hợp sẽ được sử dụng. Đây thường là 1500 byte nhưng có thể thay đổi trong một số trường hợp.

source: Calculated PPP MTU
vi_vn: PPP MTU được tính toán

source: Insert my currently connected MAC address (use with care)
vi_vn: Chèn địa chỉ MAC hiện được kết nối của tôi (sử dụng cẩn thận)

source: This field can be used to spoof the MAC address of the interface. Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx or leave blank if unsure. This may only be required e.g. with certain cable connections on a WAN interface.
vi_vn: Trường này có thể được sử dụng để giả mạo địa chỉ MAC của giao diện. Nhập địa chỉ MAC theo định dạng sau: xx:xx:xx:xx:xx:xx hoặc để trống nếu không chắc chắn. Điều này chỉ có thể được yêu cầu, ví dụ: với một số kết nối cáp nhất định trên giao diện WAN.

source: Track Interface
vi_vn: Giao diện theo dõi

source: Static IPv6
vi_vn: IPv6 tĩnh

source: 6to4 Tunnel
vi_vn: Đường hầm 6to4

source: 6rd Tunnel
vi_vn: Đường hầm thứ 6

source: IPv6 Configuration Type
vi_vn: Loại cấu hình IPv6

source: Static IPv4
vi_vn: IPv4 tĩnh

source: IPv4 Configuration Type
vi_vn: Kiểu cấu hình IPv4

source: Bogons are prefixes that should never appear in the Internet routing table, and obviously should not appear as the source address in any packets you receive.
vi_vn: Bogons là tiền tố không bao giờ xuất hiện trong bảng định tuyến Internet và rõ ràng là không xuất hiện dưới dạng địa chỉ nguồn trong bất kỳ gói nào bạn nhận được.

source: When set, this option blocks traffic from IP addresses that are reserved (but not RFC 1918) or not yet assigned by IANA.
vi_vn: Khi được đặt, tùy chọn này sẽ chặn lưu lượng truy cập từ các địa chỉ IP được bảo lưu (nhưng không phải RFC 1918) hoặc chưa được IANA chỉ định.

source: Enter a description (name) for the interface here.
vi_vn: Nhập mô tả (tên) cho giao diện tại đây.

source: Prevent interface removal
vi_vn: Ngăn chặn việc xóa giao diện

source: Lock
vi_vn: Khóa

source: Enable Interface
vi_vn: Kích hoạt giao diện

source: The %s configuration has been changed.
vi_vn: Cấu hình %s đã được thay đổi.

source: Don't forget to adjust the DHCP Server range if needed after applying.
vi_vn: Đừng quên điều chỉnh phạm vi DHCP Server nếu cần sau khi áp dụng.
