Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Enable Protected Mode
vi_vn: Bật Chế độ bảo vệ

source: Enable Proxy authentication
vi_vn: Kích hoạt xác thực proxy

source: Enable Redis
vi_vn: Kích hoạt Redis

source: Enable Redis Plugin
vi_vn: Kích hoạt plugin Redis

source: Enable Relayd
vi_vn: Bật chuyển tiếp

source: Enable Remote Commands
vi_vn: Kích hoạt lệnh từ xa

source: Enable Rspamd Integration
vi_vn: Kích hoạt tích hợp Rspamd

source: Enable SMTP Authentication
vi_vn: Kích hoạt xác thực SMTP

source: Enable SNMP Agent
vi_vn: Kích hoạt tác nhân SNMP

source: Enable SONMP
vi_vn: Kích hoạt SONMP

source: Enable SSL inspection
vi_vn: Bật kiểm tra SSL

source: Enable SSL offloading
vi_vn: Kích hoạt tính năng giảm tải SSL

source: Enable STUN plugin
vi_vn: Kích hoạt plugin STUN

source: Enable ShadowSocks Local
vi_vn: Kích hoạt ShadowSocks cục bộ

source: Enable ShadowSocks Server
vi_vn: Kích hoạt máy chủ ShadowSocks

source: Enable Single Sign-On
vi_vn: Bật đăng nhập một lần

source: Enable Spamd Bar
vi_vn: Kích hoạt thanh Spamd

source: Enable Syslog
vi_vn: Bật nhật ký hệ thống

source: Enable Syslog logging.
vi_vn: Kích hoạt tính năng ghi nhật ký hệ thống.

source: Enable TCP port
vi_vn: Kích hoạt Cổng TCP

source: Enable Telegraf Agent
vi_vn: Kích hoạt đại lý Telegraf

source: Enable Transparent HTTP proxy
vi_vn: Kích hoạt proxy HTTP minh bạch

source: Enable Transparent Proxy
vi_vn: Kích hoạt proxy minh bạch

source: Enable Transparent mode
vi_vn: Bật chế độ Trong suốt

source: Enable VLAN assignment
vi_vn: Kích hoạt gán VLAN

source: Enable WISPr attributes
vi_vn: Kích hoạt thuộc tính WISPr

source: Enable Windows Update Cache
vi_vn: Kích hoạt bộ nhớ đệm cập nhật Windows

source: Enable Zabbix Agent service.
vi_vn: Kích hoạt dịch vụ Đại lý Zabbix.

source: Enable access logging
vi_vn: Bật ghi nhật ký truy cập

source: Enable access logging.
vi_vn: Cho phép ghi nhật ký truy cập.

source: Enable active checks.
vi_vn: Kích hoạt kiểm tra hoạt động.

source: Enable advanced SSL settings.
vi_vn: Kích hoạt cài đặt SSL nâng cao.

source: Enable alert
vi_vn: Bật cảnh báo

source: Enable authentication
vi_vn: Kích hoạt xác thực

source: Enable c-icap service
vi_vn: Kích hoạt dịch vụ c-icap

source: Enable clamd service
vi_vn: Kích hoạt dịch vụ Clad

source: Enable contextswitch plugin
vi_vn: Kích hoạt plugin chuyển ngữ cảnh

source: Enable cpu plugin
vi_vn: Kích hoạt plugin cpu

source: Enable defaulttarget logging
vi_vn: Bật ghi nhật ký mục tiêu mặc định

source: Enable defaulttarget plugin
vi_vn: Kích hoạt plugin mục tiêu mặc định

source: Enable df plugin
vi_vn: Kích hoạt plugin df

source: Enable encryption for authentication against network collector (optional).
vi_vn: Kích hoạt mã hóa để xác thực đối với bộ thu thập networks (tùy chọn).

source: Enable fbox_anoncall_networks plugin
vi_vn: Kích hoạt plugin fbox_anoncall_networks

source: Enable fix_DTAG_networks plugin
vi_vn: Bật plugin fix_DTAG_networks

source: Enable fix_bogus_via plugin
vi_vn: Kích hoạt plugin fix_bogus_via

source: Enable freshclam service
vi_vn: Kích hoạt dịch vụ nghêu tươi

source: Enable global SSL default values.
vi_vn: Kích hoạt các giá trị mặc định SSL toàn cầu.

source: Enable graphite plugin
vi_vn: Kích hoạt plugin than chì

source: Enable if all present and future subdomains will be HTTPS.
vi_vn: Bật nếu tất cả tên miền phụ hiện tại và tương lai sẽ là HTTPS.

source: Enable if you like this domain to be included in the HSTS preload list.
vi_vn: Bật nếu bạn muốn đưa miền này vào danh sách tải trước HSTS.

source: Enable insertion of the X-Forwarded-For header to requests sent to servers.
vi_vn: Cho phép chèn tiêu đề X-Forwarded-For vào các yêu cầu được gửi tới máy chủ.

source: Enable interface plugin
vi_vn: Kích hoạt plugin giao diện

source: Enable intrusion detection system.
vi_vn: Kích hoạt hệ thống phát hiện xâm nhập.

source: Enable load plugin
vi_vn: Kích hoạt plugin tải

source: Enable local cache
vi_vn: Kích hoạt bộ đệm cục bộ

source: Enable logging of defaulttarget plugin.
vi_vn: Cho phép ghi nhật ký plugin mục tiêu mặc định.

source: Enable logging of executed shell commands as warnings. Make sure to set the Debug Level accordingly.
vi_vn: Cho phép ghi nhật ký các lệnh shell đã thực thi dưới dạng cảnh báo. Đảm bảo đặt Cấp độ gỡ lỗi tương ứng.

source: Enable memory plugin
vi_vn: Kích hoạt plugin bộ nhớ

source: Enable network plugin
vi_vn: Kích hoạt plugin networks

source: Enable or disable HAProxy peers. This will propagate entries of any data-types in stick-tables between several HAProxy instances over TCP connections in a multi-master fashion.
vi_vn: Kích hoạt hoặc vô hiệu hóa các đồng nghiệp HAProxy. Điều này sẽ truyền bá các bản ghi của bất kỳ loại dữ liệu nào trong bảng dính giữa một số phiên bản HAProxy qua kết nối TCP theo kiểu đa chủ.

source: Enable or disable Relayd.
vi_vn: Bật hoặc tắt Relayd.

source: Enable or disable SSL communication with this server.
vi_vn: Kích hoạt hoặc vô hiệu hóa giao diện mạng SSL với máy chủ này.

source: Enable or disable alert.
vi_vn: Bật hoặc tắt cảnh báo.

source: Enable or disable collecting & providing separate statistics for each socket.
vi_vn: Bật hoặc tắt tính năng thu thập và cung cấp số liệu thống kê riêng cho từng ổ cắm.

source: Enable or disable health checking.
vi_vn: Kích hoạt hoặc vô hiệu hóa kiểm tra sức khỏe.

source: Enable or disable logging of connections with no data.
vi_vn: Bật hoặc tắt tính năng ghi nhật ký các kết nối không có dữ liệu.

source: Enable or disable logging of normal, successful connections.
vi_vn: Bật hoặc tắt ghi nhật ký các kết nối bình thường, thành công.

source: Enable or disable monit.
vi_vn: Kích hoạt hoặc vô hiệu hóa monit.

source: Enable or disable service checks.
vi_vn: Kích hoạt hoặc vô hiệu hóa kiểm tra dịch vụ.

source: Enable or disable session redistribution in case of connection failure.
vi_vn: Bật hoặc tắt phân phối lại phiên trong trường hợp kết nối không thành công.

source: Enable or disable the FritzBox Anoncall plugin.
vi_vn: Bật hoặc tắt plugin FritzBox Anoncall.

source: Enable or disable the HAProxy service.
vi_vn: Kích hoạt hoặc vô hiệu hóa dịch vụ HAProxy.

source: Enable or disable the Redis service.
vi_vn: Kích hoạt hoặc vô hiệu hóa dịch vụ Redis.

source: Enable or disable the STUN plugin.
vi_vn: Bật hoặc tắt plugin STUN.

source: Enable or disable the caching of Windows updates. This makes sense if you don't have a WSUS server. If you can setup a WSUS server, this solution should be preferred.
vi_vn: Kích hoạt hoặc vô hiệu hóa bộ nhớ đệm của các bản cập nhật Windows. Điều này có ý nghĩa nếu bạn không có máy chủ WSUS. Nếu bạn có thể thiết lập máy chủ WSUS, giải pháp này sẽ được ưu tiên hơn.

source: Enable or disable the caching of packages for linux distributions. This makes sense if you have multiple servers in your network and do not host your own package mirror. This will reduce internet traffic usage but increase disk access.
vi_vn: Bật hoặc tắt tính năng lưu vào bộ nhớ đệm của các gói dành cho bản phân phối linux. Điều này có ý nghĩa nếu bạn có nhiều máy chủ trong networks và không lưu trữ máy nhân bản gói của riêng mình. Điều này sẽ làm giảm việc sử dụng lưu lượng truy cập internet nhưng tăng khả năng truy cập vào disk.

source: Enable or disable the defaulttarget plugin.
vi_vn: Bật hoặc tắt plugin mục tiêu mặc định.

source: Enable or disable the fix_DTAG_networks plugin.
vi_vn: Bật hoặc tắt plugin fix_DTAG_networks.

source: Enable or disable the fix_bogus_via plugin.
vi_vn: Bật hoặc tắt plugin fix_bogus_via.

source: Enable or disable the proxy service.
vi_vn: Kích hoạt hoặc vô hiệu hóa dịch vụ proxy.

source: Enable or disable the rspamd service.
vi_vn: Kích hoạt hoặc vô hiệu hóa dịch vụ rspamd.

source: Enable or disable the squid SNMP Agent.
vi_vn: Kích hoạt hoặc vô hiệu hóa SNMP Agent mực.

source: Enable or disable this ftp proxy.
vi_vn: Kích hoạt hoặc vô hiệu hóa proxy ftp này.

source: Enable or disable traffic management.
vi_vn: Bật hoặc tắt quản lý lưu lượng.

source: Enable or disable verbose logging. Each log line turns into a much richer format.
vi_vn: Bật hoặc tắt tính năng ghi nhật ký chi tiết. Mỗi dòng nhật ký chuyển sang một định dạng phong phú hơn nhiều.

source: Enable peers
vi_vn: Bật đồng nghiệp

source: Enable processes plugin
vi_vn: Kích hoạt plugin quy trình

source: Enable promiscuous mode, for certain setups (like IPS with vlans), this is required to actually capture data on the physical interface.
vi_vn: Bật chế độ lăng nhăng, đối với một số thiết lập nhất định (như IPS với vlan), điều này là bắt buộc để thực sự thu thập dữ liệu trên giao diện vật lý.

source: Enable proxy
vi_vn: Bật proxy

source: Enable remote access
vi_vn: Cho phép truy cập từ xa

source: Enable rspamd
vi_vn: Bật rspamd

source: Enable ruleset
vi_vn: Bật bộ quy tắc

source: Enable service checks
vi_vn: Kích hoạt kiểm tra dịch vụ

source: Enable siproxd service
vi_vn: Kích hoạt dịch vụ siproxd

source: Enable sticky counters
vi_vn: Kích hoạt bộ đếm cố định

source: Enable store logging
vi_vn: Bật ghi nhật ký cửa hàng

source: Enable store logging.
vi_vn: Cho phép ghi nhật ký cửa hàng.

source: Enable the CPU collector.
vi_vn: Kích hoạt bộ thu CPU.

source: Enable the DEVSTAT collector.
vi_vn: Kích hoạt trình thu thập DEVSTAT.

source: Enable the EXEC collector.
vi_vn: Kích hoạt trình thu thập EXEC.

source: Enable the FILESYSTEM collector.
vi_vn: Kích hoạt trình thu thập FILESYSTEM.

source: Enable the INTERRUPTS collector.
vi_vn: Kích hoạt trình thu thập INTERRUPTS.

source: Enable the LOADAVG collector.
vi_vn: Kích hoạt bộ thu LOADAVG.

source: Enable the MEMINFO collector.
vi_vn: Kích hoạt trình thu thập MEMINFO.

source: Enable the NETDEV collector.
vi_vn: Kích hoạt trình thu thập NETDEV.

source: Enable the NTP collector.
vi_vn: Kích hoạt trình thu thập NTP.

source: Enable the Netclient driver.
vi_vn: Kích hoạt trình điều khiển Netclient.

source: Enable the TIME collector.
vi_vn: Kích hoạt trình thu thập THỜI GIAN.

source: Enable the USBHID driver.
vi_vn: Kích hoạt trình điều khiển USBHID.

source: Enable the logging of authentication requests, including MAC addresses.
vi_vn: Cho phép ghi nhật ký các yêu cầu xác thực, bao gồm cả địa chỉ MAC.

source: Enable the repeater.
vi_vn: Kích hoạt bộ lặp.

source: Enable this Backend Pool
vi_vn: Kích hoạt nhóm phụ trợ này

source: Enable this Lua script.
vi_vn: Bật tập lệnh Lua này

source: Enable this Onion service.
vi_vn: Kích hoạt dịch vụ Onion này.

source: Enable this Public Service.
vi_vn: Kích hoạt dịch vụ công cộng này.

source: Enable this account
vi_vn: Kích hoạt tài khoản này

source: Enable this feature
vi_vn: Kích hoạt tính năng này

source: Enable this fingerprint rule.
vi_vn: Kích hoạt quy tắc dấu vân tay này.

source: Enable this if you want to enable bayes learning.
vi_vn: Kích hoạt tính năng này nếu bạn muốn kích hoạt tính năng học tập bayes.

source: Enable this if you want to enable fuzzy learning.
vi_vn: Kích hoạt tính năng này nếu bạn muốn kích hoạt học tập mờ.

source: Enable this if you want to enable the spam trap.
vi_vn: Kích hoạt tính năng này nếu bạn muốn kích hoạt bẫy thư rác.

source: Enable this network
vi_vn: Kích hoạt networks này

source: Enable this validation
vi_vn: Kích hoạt xác thực này

source: Enable this zone
vi_vn: Kích hoạt vùng này

source: Enable this, if you want to anonymize traffic originating from a network.
vi_vn: Kích hoạt tính năng này nếu bạn muốn ẩn danh lưu lượng truy cập bắt nguồn từ networks.

source: Enable this, if you want to map onion services to the IP pool configured above.
vi_vn: Kích hoạt tính năng này nếu bạn muốn ánh xạ các dịch vụ củ hành tới nhóm IP được định cấu hình ở trên.

source: Enable to be able to retrieve values from sticky counters. If disabled, all values will return 0, rendering many conditions useless.
vi_vn: Kích hoạt để có thể truy xuất các giá trị từ bộ đếm cố định. Nếu bị tắt, tất cả các giá trị sẽ trả về 0, khiến nhiều điều kiện trở nên vô dụng.

source: Enable to log health check status updates.
vi_vn: Cho phép ghi nhật ký cập nhật trạng thái kiểm tra sức khỏe.

source: Enable traffic management.
vi_vn: Kích hoạt tính năng quản lý lưu lượng.

source: Enable transparent ftp proxy mode to forward all requests for destination port 21 to the proxy server without any additional configuration.
vi_vn: Bật chế độ proxy ftp trong suốt để chuyển tiếp tất cả yêu cầu Cổng đích 21 tới máy chủ proxy mà không cần bất kỳ cấu hình bổ sung nào.

source: Enable uptime plugin
vi_vn: Kích hoạt plugin thời gian hoạt động

source: Enable users plugin
vi_vn: Kích hoạt plugin người dùng

source: Enabled
vi_vn: Đã bật

source: Enabling this will write the policy to the config file.
vi_vn: Việc kích hoạt tính năng này sẽ ghi chính sách vào tệp cấu hình.

source: Encode Username
vi_vn: Mã hóa tên người dùng

source: End Port
vi_vn: Cổng cuối

source: Ending of the port range RTP may use.
vi_vn: Kết thúc phạm vi Cổng RTP có thể sử dụng.

source: Endpoint
vi_vn: Điểm cuối

source: Enforce local group
vi_vn: Thực thi nhóm cục bộ

source: Enter FQDN here. Finish with TAB.
vi_vn: Nhập FQDN vào đây. Kết thúc bằng TAB.

source: Enter IP addresses here. Finish each with TAB.
vi_vn: Nhập địa chỉ IP vào đây. Kết thúc mỗi việc bằng TAB.

source: Enter a (partial) mail address, which should also receive extended headers. For example: user@example.com or @example.net.
vi_vn: Nhập địa chỉ thư (một phần), địa chỉ này cũng sẽ nhận được tiêu đề mở rộng. Ví dụ: user@example.com hoặc @example.net.

source: Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx
vi_vn: Nhập địa chỉ MAC theo định dạng sau: xx:xx:xx:xx:xx:xx

source: Enter a MAC address in the following format: xx:xx:xx:xx:xx:xx.
vi_vn: Nhập địa chỉ MAC theo định dạng sau: xx:xx:xx:xx:xx:xx.

source: Enter a description to explain what this blacklist is intended for.
vi_vn: Nhập mô tả để giải thích mục đích của danh sách đen này.

source: Enter a description to explain what this job is intended for.
vi_vn: Nhập mô tả để giải thích mục đích của công việc này.

source: Enter a directory name for the Onion service. It may consist of lowercase and uppercase characters.
vi_vn: Nhập tên thư mục cho dịch vụ Onion. Nó có thể bao gồm các ký tự chữ thường và chữ hoa.

source: Enter a filename for storing the blacklist.
vi_vn: Nhập tên tệp để lưu trữ danh sách đen.

source: Enter a network which will be used as an IP Pool to map onion Hosts.
vi_vn: Nhập networks sẽ được sử dụng làm Nhóm IP để ánh xạ các Máy chủ.

source: Enter a number followed by one of the supported suffixes "d" (days), "h" (hour), "m" (minute), "s" (seconds), "ms" (miliseconds). This configures the maximum duration of an entry in the stick-table since it was last created, refreshed or matched. The maximum duration is slightly above 24 days.
vi_vn: Nhập một số theo sau bởi một trong các hậu tố được hỗ trợ "d" (ngày), "h" (giờ), "m" (phút), "s" (giây), "ms" (mili giây). Cấu hình này thiết lập thời gian tối đa của một mục trong stick-table kể từ khi nó được tạo, làm mới hoặc khớp lần cuối. Thời gian tối đa hơn 24 ngày một chút.

source: Enter a number followed by one of the supported suffixes "k", "m", "g". This configures the maximum number of entries that can fit in the table. This value directly impacts memory usage. Count approximately 50 bytes per entry, plus the size of a string if any.
vi_vn: Nhập một số theo sau bởi một trong các hậu tố được hỗ trợ "k", "m", "g". Cấu hình này thiết lập số lượng mục tối đa có thể chứa trong bảng. Giá trị này ảnh hưởng trực tiếp đến việc sử dụng bộ nhớ. Tính khoảng 50 byte mỗi mục, cộng với kích thước chuỗi nếu có.

source: Enter a valid TCP port.
vi_vn: Nhập một Cổng TCP hợp lệ.

source: Enter address:port here. Finish with TAB.
vi_vn: Nhập địa chỉ IP: cổng đây. Kết thúc bằng TAB.

source: Enter an end port if you want to use a port range.
vi_vn: Nhập một Cổng cuối nếu bạn muốn sử dụng một phạm vi Cổng.

source: Enter an url to fetch the blacklist from.
vi_vn: Nhập url để tìm nạp danh sách đen từ đó.

source: Enter either the IP address or FQDN of your Infoblox appliance.
vi_vn: Nhập địa chỉ IP hoặc FQDN của thiết bị Infoblox của bạn.

source: Enter how long SPF entries are valid in days, default is 1 day.
vi_vn: Nhập khoảng thời gian các mục SPF có hiệu lực tính theo ngày, mặc định là 1 ngày.

source: Enter parameters for this job if required.
vi_vn: Nhập các thông số cho công việc này nếu được yêu cầu.

source: Enter server address.
vi_vn: Nhập địa chỉ máy chủ.

source: Enter the allowed per host bandwidth in kilobits per second (leave empty to disable).
vi_vn: Nhập băng thông được phép trên mỗi máy chủ tính bằng kilobit trên giây (để trống để tắt).

source: Enter the cache memory size to use or zero to disable completely.
vi_vn: Nhập kích thước bộ nhớ đệm để sử dụng hoặc bằng 0 để tắt hoàn toàn.

source: Enter the directory location for the local cache (default is /var/squid/cache).
vi_vn: Nhập vị trí thư mục cho bộ đệm cục bộ (mặc định là /var/squid/cache).

source: Enter the maximum size (in MB) to use for SSL certificates.
vi_vn: Nhập kích thước tối đa (tính bằng MB) để sử dụng cho chứng chỉ SSL.

source: Enter the number of ssl certificate workers to use (sslcrtd_children).
vi_vn: Nhập số lượng nhân viên chứng chỉ ssl sẽ sử dụng (sslcrtd_children).

source: Enter the port of your target server.
vi_vn: Nhập Cổng của máy chủ mục tiêu của bạn.

source: Enter the size of the SPF cache in kilobytes. Default is 2k.
vi_vn: Nhập kích thước của bộ đệm SPF tính bằng kilobyte. Mặc định là 2k.

source: Enter the size of the preview which is sent to the ICAP server.
vi_vn: Nhập kích thước của bản xem trước được gửi đến máy chủ ICAP.

source: Enter the storage size for the local cache (default is 100).
vi_vn: Nhập kích thước lưu trữ cho bộ đệm cục bộ (mặc định là 100).

source: Enter the url where the REQMOD requests should be sent to.
vi_vn: Nhập url nơi yêu cầu REQMOD sẽ được gửi tới.

source: Enter the url where the RESPMOD requests should be sent to.
vi_vn: Nhập url nơi yêu cầu RESPMOD sẽ được gửi tới.

source: Enter this computer account name to register in AD for kerberos access. Default is hostname with suffix '-K'.
vi_vn: Nhập tên tài khoản máy tính này để đăng ký AD để truy cập kerberos. Mặc định là tên máy chủ có hậu tố '-K'.

source: Enter your networks in CIDR notation like 127.0.0.0/8.
vi_vn: Nhập networks của bạn bằng ký hiệu CIDR như 127.0.0.0/8.

source: Error Messages
vi_vn: Thông báo lỗi

source: Error code
vi_vn: Mã lỗi

source: Eventqueue Path
vi_vn: Đường dẫn sự kiện

source: Eventqueue Slots
vi_vn: Khe cắm hàng sự kiện

source: Events
vi_vn: Sự kiện

source: Exceptions
vi_vn: Ngoại lệ

source: Exclusion List
vi_vn: Danh sách loại trừ

source: Executable and Linking Format is a standard format for UN*X executables.
vi_vn: Định dạng thực thi và liên kết là định dạng chuẩn cho các tệp thực thi UN*X.

source: Execute function
vi_vn: Thực thi chức năng

source: Execute the specified Lua function. You will most likely need to include/load your Lua code first.
vi_vn: Thực thi hàm Lua được chỉ định. Rất có thể bạn sẽ cần bao gồm/tải mã Lua của mình trước.

source: Execution Statistics
vi_vn: Thống kê thực hiện

source: Exit Enable
vi_vn: Thoát Bật

source: Expect Pattern
vi_vn: Mẫu mong đợi

source: Expiration
vi_vn: Hết hạn

source: Expiration time
vi_vn: Thời gian hết hạn

source: Explicit Congestion Notification
vi_vn: Thông báo tắc nghẽn rõ ràng

source: Expression
vi_vn: Sự biểu lộ

source: Ext. Address
vi_vn: Ex. Địa chỉ

source: Ext. Port
vi_vn: Ex. Cổng

source: Extended Headers Recipients
vi_vn: Người nhận tiêu đề mở rộng

source: Extra Arguments
vi_vn: Đối số bổ sung

source: FQ-CoDel flows
vi_vn: Dòng FQ-CoDel

source: FQ-CoDel limit
vi_vn: Giới hạn FQ-CoDel

source: FQ-CoDel quantum
vi_vn: Lượng tử FQ-CoDel

source: FQDN lookup
vi_vn: Tra cứu FQDN

source: FQDN or IP
vi_vn: FQDN hoặc IP

source: FTP Proxy Settings
vi_vn: Cài đặt proxy FTP

source: FTP proxy interfaces
vi_vn: Giao diện proxy FTP

source: FTP proxy port
vi_vn: Cổng proxy FTP

source: Fascist Firewall Ports
vi_vn: Cổng tường lửa phát xít

source: Fascist Mode
vi_vn: Chế độ phát xít

source: Filename
vi_vn: Tên tệp

source: Files larger than this limit won't be scanned.
vi_vn: Các tệp lớn hơn giới hạn này sẽ không được quét.

source: Filesystem Statistics
vi_vn: Thống kê hệ thống tập tin

source: Filter for group objects, should match all available group objects a user might be a member of.
vi_vn: Bộ lọc dành cho các đối tượng nhóm phải khớp với tất cả các đối tượng nhóm có sẵn mà người dùng có thể là thành viên.

source: Filter syslog level
vi_vn: Lọc cấp độ nhật ký hệ thống

source: Fixed server address, also known as reverse mode. The proxy will always connect to the same server, regardless of where the client wanted to connect to (before it was redirected). Use this option to proxy for a server behind NAT, or to forward all connections to another proxy.
vi_vn: Địa chỉ máy chủ cố định, còn được gọi là chế độ đảo ngược. Proxy sẽ luôn kết nối với cùng một máy chủ, bất kể máy khách muốn kết nối đến đâu (trước khi được chuyển hướng). Sử dụng tùy chọn này để ủy quyền cho máy chủ phía sau NAT hoặc để chuyển tiếp tất cả các kết nối đến một proxy khác.

source: Flush Interval
vi_vn: Khoảng thời gian xả

source: Flush Jitter
vi_vn: Xả Jitter

source: Follow directory symlinks
vi_vn: Theo liên kết tượng trưng thư mục

source: Follow regular file symlinks
vi_vn: Theo các liên kết tượng trưng tập tin thông thường

source: For example recipients without a domain or only a hostname.
vi_vn: Ví dụ: người nhận không có tên miền hoặc chỉ có tên máy chủ.

source: For example senders without a domain or only a hostname.
vi_vn: Ví dụ: người gửi không có tên miền hoặc chỉ có tên máy chủ.

source: For failed writes, Telegraf will cache metric_buffer_limit metrics for each output, and will flush this buffer on a successful write.
vi_vn: Đối với trường hợp ghi không thành công, Telegraf sẽ lưu vào bộ nhớ đệm số liệu số liệu_buffer_limit cho mỗi đầu ra và sẽ xóa bộ đệm này khi ghi thành công.

source: Force Reject
vi_vn: Buộc từ chối

source: Forward Proxy
vi_vn: Chuyển tiếp proxy

source: FreeDNS
vi_vn: DNS miễn phí

source: Freshclam connect timeout
vi_vn: Hết thời gian kết nối Freshclam

source: Freshclam database mirror
vi_vn: Gương cơ sở dữ liệu Freshclam

source: Freshclam log verbose
vi_vn: Nhật ký nghêu tươi dài dòng

source: Future requests to the domain should use only HTTPS for the specified time (in seconds): 15768000 = 6 months
vi_vn: Các yêu cầu trong tương lai tới miền chỉ nên sử dụng HTTPS trong thời gian đã chỉ định (tính bằng giây): 15768000 = 6 tháng

source: Fuzzy Learning
vi_vn: Học tập mờ

source: General Anti Malware Settings
vi_vn: Cài đặt chung chống phần mềm độc hại

source: General Forward Settings
vi_vn: Cài đặt chuyển tiếp chung

source: General Nut Settings
vi_vn: Cài đặt đai ốc chung

source: General Proxy Settings
vi_vn: Cài đặt proxy chung

source: General Redis Settings
vi_vn: Cài đặt Redis chung

source: General Rspamd Settings
vi_vn: Cài đặt Rspamd chung

source: General Settings
vi_vn: Cài đặt chung

source: Get the number of processes and group them by status.
vi_vn: Lấy số lượng tiến trình và nhóm chúng theo trạng thái.

source: Give a URL where to retrieve the Phishtank feed.
vi_vn: Cung cấp URL nơi truy xuất nguồn cấp dữ liệu Phishtank.

source: Give here a list of networks to replace the VIA-Header. Default should fit for most situations.
vi_vn: Cung cấp ở đây danh sách các networks để thay thế VIA-Header. Mặc định phải phù hợp với hầu hết các tình huống.

source: Given name, last name, or anything you need to describe.
vi_vn: Cho biết tên, họ hoặc bất cứ điều gì bạn cần mô tả.

source: Global Check Interval
vi_vn: Khoảng thời gian kiểm tra toàn cầu
