Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Digest Algorithm to use when creating new certificates.
vi_vn: Thuật toán tóm tắt để sử dụng khi tạo chứng chỉ mới.

source: Disable HA sync
vi_vn: Tắt đồng bộ hóa HA

source: Disable LAN
vi_vn: Tắt mạng LAN

source: Disable LAN, usually only relevant in "wan" only scenarios.
vi_vn: Vô hiệu hóa LAN, thường chỉ áp dụng trong các kịch bản chỉ sử dụng "WAN".

source: Disable SNAT
vi_vn: Tắt SNAT

source: Disable Security Rules by ID
vi_vn: Vô hiệu hóa quy tắc bảo mật theo ID

source: Disable configuration file generation and manage the file (/usr/local/etc/kea/kea-dhcp4.conf) manually.
vi_vn: Vô hiệu hóa việc tạo tệp cấu hình và quản lý tệp (/usr/local/etc/kea/kea-dhcp4.conf) theo cách thủ công.

source: Disable configuration file generation and manage the file (/usr/local/etc/kea/kea-dhcp6.conf) manually.
vi_vn: Vô hiệu hóa việc tạo tệp cấu hình và quản lý tệp (/usr/local/etc/kea/kea-dhcp6.conf) theo cách thủ công.

source: Disable firewall rules
vi_vn: Vô hiệu hóa quy tắc tường lửa

source: Disable source NAT to disable subnet routing (experimental).
vi_vn: Tắt NAT nguồn để tắt định tuyến mạng con (thử nghiệm).

source: Disables OSPF Hello packets on the interface, preventing neighbor relationships (used for security or optimization).
vi_vn: Vô hiệu hóa các gói OSPF Hello trên giao diện, ngăn chặn các mối quan hệ lân cận (được sử dụng để bảo mật hoặc tối ưu hóa).

source: Disk I/O Timeout for Swap Operations (msec)
vi_vn: Hết thời gian chờ I/O của disk cho các hoạt động hoán đổi (msec)

source: Disk I/O Timeout for Swap Operations (swaps/sec)
vi_vn: Hết thời gian chờ I/O của disk cho các hoạt động hoán đổi (hoán đổi/giây)

source: Do not forward to system defined DNS servers
vi_vn: Không chuyển tiếp tới máy chủ DNS do hệ thống xác định

source: Do not provide DHCP, TFTP or router advertisement on the specified interfaces, but do provide DNS service. Please note that Dnsmasq continues to listen on the default DHCP ports as long as any DHCP ranges are configured; setting this option only ignores these packets on the selected interfaces.
vi_vn: Không cung cấp quảng cáo DHCP, TFTP hoặc bộ định tuyến trên các giao diện được chỉ định nhưng cung cấp dịch vụ DNS. Xin lưu ý rằng Dnsmasq tiếp tục lắng nghe trên các Cổng DHCP mặc định miễn là mọi phạm vi DHCP được định cấu hình; cài đặt tùy chọn này chỉ bỏ qua các gói này trên các giao diện đã chọn.

source: Do not respond to class CHAOS and type TXT in domain bind queries. Without this option being set, the cache statistics are also available in the DNS as answers to queries of class CHAOS and type TXT in domain bind.
vi_vn: Không phản hồi lớp CHAOS và nhập TXT vào truy vấn liên kết miền. Nếu không đặt tùy chọn này, số liệu thống kê bộ đệm cũng có sẵn trong DNS dưới dạng câu trả lời cho các truy vấn thuộc lớp CHAOS và nhập TXT trong liên kết miền.

source: Do not use 'local' as your internal domain name. It is reserved for and will interfere with mDNS (avahi, bonjour, etc.). Instead, use the special-use domain internal or home.arpa, also to avoid DNSSEC validation issues. E.g. internal, name.internal.
vi_vn: Không sử dụng 'local' làm tên miền nội bộ của bạn. Nó được dành riêng và sẽ can thiệp vào mDNS (avahi, bonjour, v.v.). Thay vào đó, hãy sử dụng miền chuyên dụng nội bộ hoặc home.arpa để tránh các vấn đề về xác thực DNSSEC. Ví dụ. nội bộ, tên.internal.

source: Domain type
vi_vn: Loại tên miền

source: Downlink MAC Address
vi_vn: Địa chỉ MAC đường xuống

source: Dynamic ipv6 host
vi_vn: Máy chủ ipv6 động

source: ECH Domain
vi_vn: Tên miền ECH

source: Enable ACME
vi_vn: Kích hoạt ACME

source: Enable BGP graceful restart as per RFC 4724, allowing packet forwarding during protocol restoration.
vi_vn: Cho phép khởi động lại BGP một cách duyên dáng theo RFC 4724, cho phép chuyển tiếp gói trong quá trình khôi phục giao thức.

source: Enable Bidirectional Forwarding Detection (BFD) for rapid link failure detection with the neighbor.
vi_vn: Kích hoạt tính năng Phát hiện chuyển tiếp hai chiều (BFD) để phát hiện lỗi liên kết nhanh chóng với hàng xóm.

source: Enable DHCPv6 server.
vi_vn: Kích hoạt máy chủ DHCPv6.

source: Enable Dnsmasq.
vi_vn: Kích hoạt Dnsmasq.

source: Enable Fingerprints
vi_vn: Kích hoạt dấu vân tay

source: Enable NetBird
vi_vn: Kích hoạt NetBird

source: Enable RADIUS accounting
vi_vn: Kích hoạt tính toán RADIUS

source: Enable Rosenpass
vi_vn: Kích hoạt Rosenpass

source: Enable Rosenpass permissive mode
vi_vn: Kích hoạt chế độ cho phép Rosenpass

source: Enable SSH
vi_vn: Kích hoạt SSH

source: Enable TLS
vi_vn: Kích hoạt TLS

source: Enable TLS and use the selected certificate
vi_vn: Kích hoạt TLS và sử dụng chứng chỉ đã chọn

source: Enable TLS/DTLS support. This requires a valid TLS certificate.
vi_vn: Kích hoạt hỗ trợ TLS/DTLS. Điều này yêu cầu chứng chỉ TLS hợp lệ.

source: Enable automatically created firewall rules, when additional policies are needed, disable this and define your own custom policies in the Firewall section.
vi_vn: Kích hoạt quy tắc tường lửa được tạo tự động, khi cần các chính sách bổ sung, hãy tắt tính năng này và xác định các chính sách tùy chỉnh của riêng bạn trong phần Tường lửa.

source: Enable backups
vi_vn: Bật sao lưu

source: Enable blocking the specified domains.
vi_vn: Cho phép chặn các miền được chỉ định.

source: Enable content protection to prevent against different types of (injection) attacks
vi_vn: Kích hoạt tính năng bảo vệ nội dung để ngăn chặn các kiểu tấn công (tiêm) khác nhau

source: Enable extended logging of BGP neighbor changes.
vi_vn: Cho phép ghi nhật ký mở rộng các thay đổi lân cận BGP.

source: Enable firewal
vi_vn: Bật tường lửa

source: Enable or disable ndproxy.
vi_vn: Bật hoặc tắt ndproxy.

source: Enable sending of default routes to the peer group.
vi_vn: Cho phép gửi các tuyến mặc định đến nhóm Peer.

source: Enable static challenge (OTP)
vi_vn: Bật thử thách tĩnh (OTP)

source: Enable the Filebeat service.
vi_vn: Kích hoạt dịch vụ Filebeat.

source: Enable the Rosenpass to provide post-quantum secure connections (Experimental)
vi_vn: Kích hoạt Rosenpass để cung cấp các kết nối an toàn sau lượng tử (Thử nghiệm)

source: Enable the Turnserver service
vi_vn: Kích hoạt dịch vụ Turnserver

source: Enable the gateway webserver
vi_vn: Kích hoạt máy chủ web gateway

source: Enable these blocklists.
vi_vn: Kích hoạt các danh sách chặn này.

source: Enable this peer to act as a router for server routes received from the management
vi_vn: Cho phép thiết bị Peer này hoạt động như một bộ định tuyến cho các tuyến máy chủ nhận được từ ban quản lý

source: Enables Encrypted ClientHello (ECH) by using the specified public domain name as the plaintext server name (SNI) in TLS handshakes. More information: https://caddyserver.com/docs/caddyfile/options#ech
vi_vn: Bật ClientHello được mã hóa (ECH) bằng cách sử dụng tên miền công cộng được chỉ định làm tên máy chủ văn bản gốc (SNI) trong bắt tay TLS. Thêm thông tin: https://caddyserver.com/docs/caddyfile/options#ech

source: Enables a permanent redirect (301 Moved Permanently) from HTTP to HTTPS. This will bind the default HTTP port additionally for all virtual hosts. Make sure this port is not bound to a different service, like the default WebGUI redirect rule.
vi_vn: Cho phép chuyển hướng vĩnh viễn (301 Đã di chuyển vĩnh viễn) từ HTTP sang HTTPS. Điều này sẽ liên kết thêm Cổng HTTP mặc định cho tất cả các máy chủ ảo. Đảm bảo Cổng này không bị ràng buộc với một dịch vụ khác, như quy tắc chuyển hướng WebGUI mặc định.

source: Enables connections to eBGP neighbors across multiple hops; often required for peering over loopback addresses.
vi_vn: Cho phép kết nối với hàng xóm eBGP qua nhiều bước nhảy; thường được yêu cầu để xem qua các địa chỉ loopback.

source: Enables multiprotocol BGP for support of additional address families like IPv6.
vi_vn: Cho phép BGP đa giao thức để hỗ trợ các họ địa chỉ bổ sung như IPv6.

source: End address
vi_vn: Địa chỉ cuối

source: End of the range.
vi_vn: Cuối phạm vi.

source: Enforce local group (Xauth)
vi_vn: Thực thi nhóm cục bộ (Xauth)

source: Enrollment
vi_vn: tuyển sinh

source: Enrollment key from https://app.crowdsec.net
vi_vn: Mã đăng ký từ https://app.crowdsec.net

source: Enrollment port
vi_vn: Cổng đăng ký

source: Enter a name for this group.
vi_vn: Nhập tên cho nhóm này.

source: Enter an optional description
vi_vn: Nhập mô tả tùy chọn

source: Enter one or multiple IP networks in CIDR notation. Accept connections from any peers in the specified prefix.
vi_vn: Nhập một hoặc nhiều networks IP theo ký hiệu CIDR. Chấp nhận kết nối từ bất kỳ đồng nghiệp nào trong tiền tố được chỉ định.

source: Enter the MAC address of the downlink interface. Usually, this is the WAN interface. When ndproxy runs on the same router that distributes the IPv6 prefix, uplink and downlink interfaces are identical.
vi_vn: Nhập địa chỉ MAC của giao diện đường xuống. Thông thường, đây là giao diện WAN. Khi ndproxy chạy trên cùng một bộ định tuyến phân phối tiền tố IPv6, giao diện đường lên và đường xuống giống hệt nhau.

source: Enter the email address
vi_vn: Nhập địa chỉ email

source: Enter up to 16 client IPv4 addresses including subnet or networks to be exluded.
vi_vn: Nhập tối đa 16 địa chỉ IPv4 của khách hàng bao gồm mạng con hoặc networks cần loại trừ.

source: Exception IPv6 Addresses
vi_vn: Địa chỉ IPv6 ngoại lệ

source: Exclude from backup
vi_vn: Loại trừ khỏi bản sao lưu

source: Exclude this host from central backups (when enabled)
vi_vn: Loại trừ máy chủ này khỏi bản sao lưu trung tâm (khi được bật)

source: Exclude this item from HA synchronization. Enable manually for the same item on both master and backup to prevent changes, deletions, or syncing. If this setting is removed from the backup but kept on the master, the item will be deleted on the backup during synchronization. Useful for Unicast CARP: after initial sync, enable this and adjust Unicast IPs. Additional IP aliases in the same VHID group can then sync without overwriting their parent CARP VIP.
vi_vn: Loại trừ mục này khỏi quá trình đồng bộ hóa HA. Bật thủ công cho cùng một mục trên cả bản chính và bản sao lưu để ngăn các thay đổi, xóa hoặc đồng bộ hóa. Nếu cài đặt này bị xóa khỏi bản sao lưu nhưng vẫn được giữ trên bản gốc thì mục này sẽ bị xóa trên bản sao lưu trong quá trình đồng bộ hóa. Hữu ích cho Unicast CARP: sau khi đồng bộ hóa lần đầu, hãy bật tính năng này và điều chỉnh IP Unicast. Sau đó, các bí danh IP bổ sung trong cùng một nhóm VHID có thể đồng bộ hóa mà không ghi đè CARP VIP gốc của chúng.

source: Exclude this item from the HA synchronization process. An already existing item with the same UUID on the synchronization target will not be altered or deleted as long as this is active.
vi_vn: Loại trừ mục này khỏi quá trình đồng bộ hóa HA. Một mục đã tồn tại có cùng UUID trên mục tiêu đồng bộ hóa sẽ không bị thay đổi hoặc xóa miễn là mục này còn hoạt động.

source: Explicit disable reply-to for this rule
vi_vn: Tắt tính năng trả lời rõ ràng cho quy tắc này

source: Export template
vi_vn: Xuất mẫu

source: Extends Next-Hop-Self by applying the setting to all addresses, including multiple address families.
vi_vn: Mở rộng Next-Hop-Self bằng cách áp dụng cài đặt cho tất cả các địa chỉ, bao gồm nhiều họ địa chỉ.

source: Failback States
vi_vn: Trạng thái dự phòng

source: Failover States
vi_vn: Trạng thái chuyển đổi dự phòng

source: Filters inbound route advertisements using a prefix list.
vi_vn: Lọc quảng cáo tuyến đường đến bằng danh sách tiền tố.

source: Filters outbound route advertisements using a prefix list.
vi_vn: Lọc quảng cáo tuyến đường đi bằng danh sách tiền tố.

source: Firewall alias
vi_vn: Bí danh tường lửa

source: Force caching of 200, 301 and 302 responses according to the request methods enabled for caching. Given in minutes; leave empty to rely on request/response headers from client and upstream.
vi_vn: Buộc lưu vào bộ đệm của các phản hồi 200, 301 và 302 theo các phương thức yêu cầu được bật cho bộ đệm. Đưa ra trong vài phút; để trống để dựa vào tiêu đề yêu cầu/phản hồi từ máy khách và ngược dòng.

source: Fornex
vi_vn: ngoại hối

source: Forward first
vi_vn: Chuyển tiếp đầu tiên

source: Free text field for setting attributes, e.g., “local-preference 300” or “community 1:1”.
vi_vn: Trường văn bản miễn phí để cài đặt thuộc tính, ví dụ: “ưu tiên cục bộ 300” hoặc “cộng đồng 1:1”.

source: Free text field for your set. You can set e.g. "local-preference 300" or "community 1:1" (http://docs.frrouting.org/en/latest/routemap.html#route-map-set-command)
vi_vn: Trường văn bản tự do cho tập lệnh set của bạn. Bạn có thể thiết lập, ví dụ: "local-preference 300" hoặc "community 1:1" (xem http://docs.frrouting.org/en/latest/routemap.html#route-map-set-command).

source: GET, HEAD, POST, OPTIONS (default)
vi_vn: NHẬN, ĐẦU, ĐĂNG, TÙY CHỌN (mặc định)

source: Gateway address to use, e.g. 192.168.1.254.
vi_vn: Địa chỉ Cổng để sử dụng, ví dụ: 192.168.1.254.

source: Generate and add OCSP Must Staple extension to the certificate. When this option is enabled and issueance/renewal requests fail, then this extension is probably not supported by the CA.
vi_vn: Tạo và thêm tiện ích mở rộng OCSP Must Staple vào chứng chỉ. Khi tùy chọn này được bật và yêu cầu cấp/gia hạn không thành công thì tiện ích mở rộng này có thể không được CA hỗ trợ.

source: Generate block rules from the Crowdsec blocklists. They are applied to all interfaces, ipv4/v6, ingress and egress. If you disable this, you'll have to write your own rules to block anything.
vi_vn: Tạo các rule chặn từ blocklist của CrowdSec. Các rule này được áp dụng cho tất cả các interface, IPv4/IPv6, cả chiều vào (ingress) và ra (egress). Nếu tắt tùy chọn này, bạn sẽ phải tự viết các rule riêng để chặn lưu lượng.

source: Group membership
vi_vn: Thành viên nhóm

source: Group selection (class_group)
vi_vn: Lựa chọn nhóm (class_group)

source: Groups neighbors with similar configurations to simplify management.
vi_vn: Nhóm các hàng xóm có cấu hình tương tự để đơn giản hóa việc quản lý.

source: HTTP Settings
vi_vn: Cài đặt HTTP

source: HTTP Versions
vi_vn: Phiên bản HTTP

source: HTTP redirection message
vi_vn: Thông báo chuyển hướng HTTP

source: Hardware addresses
vi_vn: Địa chỉ phần cứng

source: Header Security
vi_vn: Bảo mật tiêu đề

source: Host groups
vi_vn: Nhóm chủ nhà

source: Hostname included in the template (this firewall)
vi_vn: Tên máy chủ có trong mẫu (tường lửa này)

source: Hostname of IP address of the Synology DSM, i.e. synology.example.com or 192.168.0.1.
vi_vn: Tên máy chủ địa chỉ IP của Synology DSM, tức là synology.example.com hoặc 192.168.0.1.

source: Hostname or IP address of TrueNAS Core Server.
vi_vn: Tên máy chủ hoặc địa chỉ IP của TrueNAS Core Server.

source: Hostname to which this vhost belongs
vi_vn: Tên máy chủ mà vhost này thuộc về

source: IP address of the authoritative DNS server for this domain, leave empty to prevent lookups for this domain
vi_vn: Địa chỉ IP của máy chủ DNS có thẩm quyền cho miền này, để trống để ngăn việc tra cứu miền này

source: IP addresses
vi_vn: địa chỉ IP

source: IP addresses of the host, e.g. 192.168.100.100 or fd00:abcd::1. Can be multiple IPv4 and IPv6 addresses for dual stack configurations. Setting multiple addresses will automatically assign the best match based on the subnet of the interface receiving the DHCP Discover.
vi_vn: Địa chỉ IP của máy chủ, ví dụ: 192.168.100.100 hoặc fd00:abcd::1. Có thể có nhiều địa chỉ IPv4 và IPv6 cho cấu hình ngăn xếp kép. Việc đặt nhiều địa chỉ sẽ tự động chỉ định kết quả phù hợp nhất dựa trên mạng con của giao diện nhận DHCP Discover.

source: IPv6-only Preferred (Option 108)
vi_vn: Ưu tiên chỉ dành cho IPv6 (Tùy chọn 108)

source: ISC / KEA DHCP (legacy)
vi_vn: ISC / KEA DHCP (cũ)

source: Icons
vi_vn: Biểu tượng

source: If Synology DSM has OTP enabled, then a OTP may be required.
vi_vn: Nếu Synology DSM đã bật OTP thì có thể cần phải có OTP.

source: If an email address is received as an XAuth username, trim it to just the username part
vi_vn: Nếu một địa chỉ email được nhận dưới dạng tên người dùng XAuth, hãy cắt nó thành phần tên người dùng

source: If another gateway comes up with a higher priority than this gateway, force clients to reconnect by killing states associated with this gateway. This option requires "default gateway switching" to be enabled, or this gateway assigned as part of a gateway group to trigger. The common use case for this option are metered connections over LTE that should only be used when no other gateway is online.
vi_vn: Nếu có một gateway khác hoạt động với mức ưu tiên cao hơn gateway này, hệ thống sẽ buộc các client kết nối lại bằng cách hủy các state liên quan đến gateway này. Tùy chọn này yêu cầu "default gateway switching" được bật, hoặc gateway này được gán như một phần của gateway group. Trường hợp sử dụng phổ biến cho tùy chọn này là các kết nối có giới hạn băng thông qua LTE chỉ nên được sử dụng khi không có gateway nào khác đang online.

source: If disabled, registers the unqualified names of DHCP clients into the DNS (e.g. 'smartphone'), in which case they should be unique. If enabled, the qualified name (e.g. 'smartphone.lan.internal') is registered. This option must be enabled if you are forwarding from Unbound to Dnsmasq for specific local domains.
vi_vn: Nếu bị tắt, hãy đăng ký tên không đủ tiêu chuẩn của máy khách DHCP vào DNS (ví dụ: 'điện thoại thông minh'), trong trường hợp đó chúng phải là duy nhất. Nếu được bật, tên đủ điều kiện (ví dụ: 'smartphone.lan.internal') sẽ được đăng ký. Tùy chọn này phải được bật nếu bạn đang chuyển tiếp từ Không liên kết sang Dnsmasq cho các miền cục bộ cụ thể.

source: If it should be logged when the topology of the area changes.
vi_vn: Nếu nó cần được ghi lại khi cấu trúc liên kết của khu vực thay đổi.

source: If split tunneling is used clients might not install the assigned DNS servers globally. This space-separated list of domain names allows clients, such as macOS, to selectively query the assigned DNS servers. Seems Mac OS X uses only the first item in the list
vi_vn: Nếu sử dụng đường hầm phân chia, máy khách có thể không cài đặt được máy chủ DNS được chỉ định trên toàn cầu. Danh sách tên miền được phân tách bằng dấu cách này cho phép các máy khách, chẳng hạn như macOS, truy vấn có chọn lọc các máy chủ DNS được chỉ định. Có vẻ như Mac OS X chỉ sử dụng mục đầu tiên trong danh sách

source: If the optional tags are given then this option is only sent when all the tags are matched. Can be optionally combined with an interface tag.
vi_vn: Nếu các thẻ tùy chọn được cung cấp thì tùy chọn này chỉ được gửi khi tất cả các thẻ đều khớp. Có thể tùy ý kết hợp với thẻ giao diện.

source: If this gateway goes down, force clients to reconnect over a different online gateway by killing states associated with this gateway. This option requires "default gateway switching" to be enabled, or this gateway assigned as part of a gateway group to trigger.
vi_vn: Nếu gateway này ngừng hoạt động, hệ thống sẽ buộc các client kết nối lại thông qua một gateway khác đang online bằng cách hủy các state liên quan đến gateway này. Tùy chọn này yêu cầu phải bật "default gateway switching" hoặc gateway này phải được gán là một phần của gateway group để có thể kích hoạt.

source: If this option is set, DNS forwarding to system nameservers (defined in System: General Setup: DNS Servers) will be disabled. Upstream servers defined in Services: Dnsmasq DNS & DHCP: Domains will still be used. This option is recommended when Unbound forwards local domain queries to Dnsmasq, so that all queries terminate without further lookups if they are unknown.
vi_vn: Nếu tùy chọn này được đặt, việc chuyển tiếp DNS tới máy chủ tên hệ thống (được xác định trong Hệ thống: Cài đặt chung: Máy chủ DNS) sẽ bị tắt. Máy chủ ngược dòng được xác định trong Dịch vụ: Dnsmasq DNS & DHCP: Tên miền sẽ vẫn được sử dụng. Tùy chọn này được khuyến nghị khi Unbound chuyển tiếp các truy vấn tên miền cục bộ tới Dnsmasq, để tất cả các truy vấn chấm dứt mà không cần tra cứu thêm nếu chúng không xác định.

source: If this option is set, no automatic firewall rules for portal redirection and traffic blocking will be generated. This option allows you to override the default portal behavior for advanced use cases, such as redirections for DNS. See the documentation to see which rules you should implement in this scenario.
vi_vn: Nếu tùy chọn này được đặt, sẽ không có quy tắc tường lửa tự động nào để chuyển hướng Cổng thông tin và chặn lưu lượng truy cập được tạo. Tùy chọn này cho phép bạn ghi đè hành vi Cổng thông tin mặc định cho các trường hợp sử dụng nâng cao, chẳng hạn như chuyển hướng cho DNS. Xem tài liệu để biết bạn nên triển khai những quy tắc nào trong trường hợp này.

source: If this option is set, then DHCP static mappings will be registered, so that their name can be resolved.
vi_vn: Nếu tùy chọn này được đặt thì ánh xạ tĩnh DHCP sẽ được đăng ký để tên của chúng có thể được giải quyết.

source: If this option is set, then machines that specify their hostname when requesting a DHCP lease will be registered, so that their name can be resolved.
vi_vn: Nếu tùy chọn này được đặt thì các máy chỉ định tên máy chủ khi yêu cầu thuê DHCP sẽ được đăng ký để tên của chúng có thể được giải quyết.

source: If this option is set, we will not forward A or AAAA queries for plain names, without dots or domain parts, to upstream name servers. If the name is not known from /etc/hosts or DHCP then a "not found" answer is returned.
vi_vn: Nếu bật tùy chọn này, hệ thống sẽ không chuyển tiếp các truy vấn A hoặc AAAA cho các tên đơn giản (không có dấu chấm hoặc phần domain) tới các máy chủ DNS upstream. Nếu tên đó không tồn tại trong /etc/hosts hoặc DHCP thì sẽ trả về phản hồi "not found".

source: If this option is set, we will not forward reverse DNS lookups (PTR) for private addresses (RFC 1918) to upstream name servers. Any entries in the Domain Overrides section forwarding private "n.n.n.in-addr.arpa" names to a specific server are still forwarded. If the IP to name is not known from /etc/hosts, DHCP or a specific domain override then a "not found" answer is immediately returned.
vi_vn: Nếu bật tùy chọn này, hệ thống sẽ không chuyển tiếp các truy vấn DNS ngược (PTR) cho các địa chỉ riêng (RFC 1918) tới các máy chủ DNS upstream. Các mục trong phần Domain Overrides dùng để chuyển tiếp các tên riêng dạng "n.n.n.in-addr.arpa" tới một máy chủ cụ thể vẫn sẽ được chuyển tiếp. Nếu ánh xạ IP–tên không tồn tại trong /etc/hosts, DHCP hoặc domain override cụ thể, hệ thống sẽ ngay lập tức trả về phản hồi "not found".

source: If this option is set, we will query the DNS servers sequentially in the order specified (System: General Setup: DNS Servers), rather than all at once in parallel.
vi_vn: Nếu tùy chọn này được đặt, chúng tôi sẽ truy vấn tuần tự các máy chủ DNS theo thứ tự được chỉ định (Hệ thống: Thiết lập chung: Máy chủ DNS), thay vì song song tất cả cùng một lúc.

source: Ignore
vi_vn: Phớt lờ

source: Ignore any DHCP packets of this host. Useful if it should get served by a different DHCP server.
vi_vn: Bỏ qua mọi gói DHCP của máy chủ này. Hữu ích nếu nó được phục vụ bởi một máy chủ DHCP khác.

source: Ignore the DHCP general settings from being updated using HA sync.
vi_vn: Bỏ qua việc cập nhật các cài đặt chung DHCP bằng cách sử dụng đồng bộ hóa HA.

source: Ignore this range from being transfered or updated by ha sync.
vi_vn: Bỏ qua phạm vi này khỏi bị ha sync chuyển hoặc cập nhật.

source: In most cases the target host will be a directly attached neighbor in which case TLS verification can be ignored.
vi_vn: Trong hầu hết các trường hợp, máy chủ đích sẽ là máy chủ lân cận được gắn trực tiếp trong trường hợp đó việc xác minh TLS có thể bị bỏ qua.

source: Install routes
vi_vn: Cài đặt tuyến đường
