Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Install routes into a separate routing table for established IPsec tunnels. If disabled a more efficient lookup for source and next-hop addresses is used.
vi_vn: Cài đặt các tuyến vào một bảng định tuyến riêng cho các đường hầm IPsec đã thiết lập. Nếu bị tắt, tính năng tra cứu hiệu quả hơn cho địa chỉ nguồn và bước nhảy tiếp theo sẽ được sử dụng.

source: Interface (IPv4) where BGP sessions are sourced from, typically required when using loopback addresses.
vi_vn: Giao diện (IPv4) nơi bắt nguồn các phiên BGP, thường được yêu cầu khi sử dụng địa chỉ vòng lặp.

source: Interface IPs used to respond to queries from clients. If no interfaces are selected, Dnsmasq will listen on all available IPv4 and IPv6 addresses by default. However, DHCP related firewall rules will only be added for explicitly selected interfaces, never for all interfaces.
vi_vn: IP giao diện được sử dụng để trả lời các truy vấn từ khách hàng. Nếu không có giao diện nào được chọn, Dnsmasq sẽ lắng nghe trên tất cả các địa chỉ IPv4 và IPv6 có sẵn theo mặc định. Tuy nhiên, quy tắc tường lửa liên quan đến DHCP sẽ chỉ được thêm vào cho các giao diện được chọn rõ ràng, không bao giờ được thêm cho tất cả các giao diện.

source: Interface [no DHCP]
vi_vn: Giao diện [không có DHCP]

source: Interface for IPv6 link-local neighbors, used primarily for link-local IPv6 addressing.
vi_vn: Giao diện dành cho các hàng xóm liên kết cục bộ IPv6, được sử dụng chủ yếu cho việc đánh địa chỉ IPv6 liên kết cục bộ.

source: Interface to serve this range
vi_vn: Giao diện để phục vụ phạm vi này

source: Interface to use to calculate a DHCPv6 or RA range. Start address can then be specified as a suffix (e.g. ::, ::1 or ::400).
vi_vn: Giao diện dùng để tính toán phạm vi DHCPv6 hoặc RA. Địa chỉ bắt đầu sau đó có thể được chỉ định làm hậu tố (ví dụ: ::, ::1 hoặc ::400).

source: Internal tagging
vi_vn: Gắn thẻ nội bộ

source: Internet Speed Test saving mode
vi_vn: Chế độ lưu Kiểm tra tốc độ Internet

source: Interval count
vi_vn: Đếm khoảng thời gian

source: Interval to attempt reconnecting with a neighbor after a disconnect.
vi_vn: Khoảng thời gian thử kết nối lại với hàng xóm sau khi ngắt kết nối.

source: Interval type
vi_vn: Loại khoảng

source: Invert Destination
vi_vn: Đảo ngược đích

source: Invert Interface
vi_vn: Giao diện đảo ngược

source: Invert Source
vi_vn: Đảo ngược nguồn

source: Ip address and cidr to configure on this interface, e.g. 192.168.1.1/24.
vi_vn: Địa chỉ IP và cidr để định cấu hình trên giao diện này, ví dụ: 192.168.1.1/24.

source: Keep backups of remote hosts on this machine
vi_vn: Giữ bản sao lưu của máy chủ từ xa trên máy này

source: Keeps specified attributes (like MED, AS-Path, etc.) unchanged in updates to the neighbor.
vi_vn: Giữ nguyên các thuộc tính được chỉ định (như MED, AS-Path, v.v.) trong các bản cập nhật cho hàng xóm.

source: Keytype to use when creating new certificates.
vi_vn: Loại khóa để sử dụng khi tạo chứng chỉ mới.

source: Lease time
vi_vn: Thời gian thuê

source: Leave empty to auto-calculate the subnet mask from the interface or the network class of the start address. If a DHCP relay forwards IPv4 DHCP Discovers to Dnsmasq, setting a subnet mask is required in most cases.
vi_vn: Để trống để tự động tính toán mặt nạ mạng con từ giao diện hoặc lớp networks của địa chỉ bắt đầu. Nếu chuyển tiếp DHCP chuyển tiếp IPv4 DHCP Discovers tới Dnsmasq, thì việc đặt mặt nạ mạng con là bắt buộc trong hầu hết các trường hợp.

source: Leave empty to keep current one
vi_vn: Để trống để giữ cái hiện tại

source: Leave empty to use the default HTTP Verbs. Choosing one or more items here will overwrite the default globally. If there are WebDAV servers, adjusting these Verbs can be mandatory with methods like PROPPATCH or PROPFIND.
vi_vn: Để trống để sử dụng Động từ HTTP mặc định. Việc chọn một hoặc nhiều mục ở đây sẽ ghi đè lên giá trị mặc định trên toàn cầu. Nếu có máy chủ WebDAV, việc điều chỉnh các Động từ này có thể là bắt buộc bằng các phương thức như PROPPATCH hoặc PROPFIND.

source: Let DNSCrypt-Proxy use servers with Oblivious-DNS-over-HTTPS protocol enabled. Note: If checked you must provide ODoH target and relay servers manually!
vi_vn: Cho phép DNSCrypt-Proxy sử dụng các máy chủ có bật giao thức Oblivious-DNS-over-HTTPS. Lưu ý: Nếu được chọn, bạn phải cung cấp máy chủ chuyển tiếp và mục tiêu ODoH theo cách thủ công!

source: Limit access to members of the selected groups
vi_vn: Giới hạn quyền truy cập đối với các thành viên của nhóm đã chọn

source: Limit the maximum number of simultaneous TCP connections which have completed the 3-way handshake that a single host can make.
vi_vn: Giới hạn số lượng kết nối TCP đồng thời tối đa đã hoàn thành quá trình bắt tay 3 bước mà một máy chủ có thể thực hiện.

source: Limit the nonce lifetime (in seconds) for extra security. Default value is 600 secs (10 minutes).
vi_vn: Giới hạn thời gian sử dụng nonce (tính bằng giây) để tăng cường bảo mật. Giá trị mặc định là 600 giây (10 phút).

source: Limits Dnsmasq to the specified maximum number of DHCP leases. This limit is to prevent DoS attacks from hosts which create thousands of leases and use lots of memory in the Dnsmasq process.
vi_vn: Giới hạn Dnsmasq ở số lượng thuê DHCP tối đa được chỉ định. Giới hạn này nhằm ngăn chặn các cuộc tấn công DoS từ các máy chủ tạo ra hàng nghìn hợp đồng thuê và sử dụng nhiều bộ nhớ trong quy trình Dnsmasq.

source: Limits disk access by setting a maximum I/O rate in swaps per second (default 0 = disable when left empty).
vi_vn: Giới hạn quyền truy cập disk bằng cách đặt tốc độ I/O tối đa tính bằng số lần hoán đổi mỗi giây (mặc định 0 = tắt khi để trống).

source: Limits the maximum number of simultaneous state entries that a single source address can create with this rule.
vi_vn: Giới hạn số lượng entry trạng thái đồng thời tối đa mà một địa chỉ nguồn duy nhất có thể tạo bằng quy tắc này.

source: Limits the maximum number of source addresses which can simultaneously have state table entries.
vi_vn: Giới hạn số lượng địa chỉ nguồn tối đa có thể có đồng thời các mục trong bảng trạng thái.

source: Links the interface cost to a CARP VHID, adjusting costs based on primary or backup status.
vi_vn: Liên kết chi phí giao diện với CARP VHID, điều chỉnh chi phí dựa trên trạng thái chính hoặc dự phòng.

source: List of certificate authority candidates to use for authentication.
vi_vn: Danh sách các ứng cử viên của cơ quan cấp chứng chỉ sẽ sử dụng để xác thực.

source: List of domains to block.
vi_vn: Danh sách các tên miền cần chặn

source: List of networks which constraint the membership of this group to their location (e.g. prevent a non admin user from logging in via internet)
vi_vn: Danh sách các networks hạn chế tư cách thành viên của nhóm này theo vị trí của họ (ví dụ: ngăn người dùng không phải quản trị viên đăng nhập qua internet)

source: List of pools, one per line in range or subnet format (e.g. 2001:db8:1::-2001:db8:1::100, 2001:db8:1::/80
vi_vn: Danh sách các nhóm, mỗi nhóm một dòng ở định dạng phạm vi hoặc mạng con (ví dụ: 2001:db8:1::-2001:db8:1::100, 2001:db8:1::/80

source: List of users that are a member of this group
vi_vn: Danh sách người dùng là thành viên của nhóm này

source: Listen Ranges
vi_vn: Nghe phạm vi

source: Listener IP address of relay server. Multiple listeners can be specified. Use 0.0.0.0 or :: to listen on all IPv4 or IPv6 addresses respectively.
vi_vn: Địa chỉ IP của người nghe của máy chủ chuyển tiếp. Nhiều người nghe có thể được chỉ định. Sử dụng 0.0.0.0 hoặc :: để nghe trên tất cả các địa chỉ IPv4 hoặc IPv6 tương ứng.

source: Load Balance Policy
vi_vn: Chính sách cân bằng tải

source: Load Balance Retries
vi_vn: Thử lại cân bằng tải

source: Load Balance Try Duration (s)
vi_vn: Cân bằng tải Thời lượng thử (các)

source: Load Balance Try Interval (ms)
vi_vn: Khoảng thời gian thử cân bằng tải (ms)

source: Local path to match
vi_vn: Đường dẫn cục bộ phù hợp

source: Local subnet to route to your tailnet in CIDR notation (e.g. 192.168.1.0/24).
vi_vn: Mạng con cục bộ để định tuyến đến tailnet của bạn theo ký hiệu CIDR (ví dụ: 192.168.1.0/24).

source: Log verbosity level
vi_vn: Mức độ chi tiết của nhật ký

source: LogLevel
vi_vn: Cấp độ nhật ký

source: Login Server
vi_vn: Máy chủ đăng nhập

source: Login banner
vi_vn: Biểu ngữ đăng nhập

source: Login timeout
vi_vn: Hết thời gian đăng nhập

source: Lower bound of the UDP relay endpoints (Default: 49152).
vi_vn: Giới hạn dưới của điểm cuối chuyển tiếp UDP (Mặc định: 49152).

source: MAC (spoofed)
vi_vn: MAC (giả mạo)

source: Management URL
vi_vn: URL quản lý

source: Manager port
vi_vn: Cổng quản lý

source: Manual config
vi_vn: Cấu hình thủ công

source: Marks the neighbor as a client for a route reflector; used to reduce the number of full BGP mesh connections.
vi_vn: Đánh dấu người hàng xóm là khách hàng của bộ phản xạ tuyến đường; được sử dụng để giảm số lượng kết nối lưới BGP đầy đủ.

source: Master ID
vi_vn: ID chính

source: Match client-id
vi_vn: So khớp id khách hàng

source: Match the hardware address of the client. Can be multiple addresses, e.g., if the client has multiple network cards. Though keep in mind that Dnsmasq cannot assume which address is the correct one when multiple send DHCP Discover at the same time.
vi_vn: Phù hợp với địa chỉ phần cứng của máy khách. Có thể có nhiều địa chỉ, ví dụ: nếu máy khách có nhiều card networks. Tuy nhiên, hãy nhớ rằng Dnsmasq không thể cho rằng địa chỉ nào là chính xác khi nhiều người gửi DHCP Discover cùng một lúc.

source: Match the identifier of the client, e.g., DUID for DHCPv6. Setting the special character "*" will ignore the client identifier for DHCPv4 leases if a client offers both as choice.
vi_vn: So khớp định danh của client, ví dụ như DUID đối với DHCPv6. Thiết lập ký tự đặc biệt "*" sẽ bỏ qua định danh client cho lease DHCPv4 nếu client cung cấp cả hai tùy chọn.

source: Max UDP Port
vi_vn: Cổng UDP tối đa

source: Max new connections [c]
vi_vn: Kết nối mới tối đa [c]

source: Max new connections [s]
vi_vn: Kết nối mới tối đa [s]

source: Max source connections
vi_vn: Kết nối nguồn tối đa

source: Maximum new connections per host, measured over time.
vi_vn: Kết nối mới tối đa trên mỗi máy chủ, được đo theo thời gian.

source: Maximum request body size in bytes we will accept for buffering with files excluded. You want to keep this value as low as practical. The hard limit is 1GB.
vi_vn: Kích thước nội dung yêu cầu tối đa tính bằng byte mà chúng tôi sẽ chấp nhận để lưu vào bộ đệm với các tệp bị loại trừ. Bạn muốn giữ giá trị này ở mức thấp nhất có thể. Giới hạn cứng là 1GB.

source: Maximum request body size in bytes we will accept for buffering. If you support file uploads then the value given has to be as large as the largest file you are willing to accept. The hard limit is 1GB.
vi_vn: Kích thước nội dung yêu cầu tối đa tính bằng byte mà chúng tôi sẽ chấp nhận để lưu vào bộ đệm. Nếu bạn hỗ trợ tải tệp lên thì giá trị đã cho phải lớn bằng tệp lớn nhất mà bạn sẵn sàng chấp nhận. Giới hạn cứng là 1GB.

source: Maximum response body size (in bytes) we will accept for buffering. The hard limit is 1GB.
vi_vn: Kích thước nội dung phản hồi tối đa (tính bằng byte) mà chúng tôi sẽ chấp nhận để lưu vào bộ đệm. Giới hạn cứng là 1GB.

source: Maximum time to wait for successful login, in seconds. Set to 0 to wait indefinitely, however this may prevent OPNsense booting completely if the Tailscale control plane is unavailable. Default is 10 seconds.
vi_vn: Thời gian tối đa chờ đăng nhập thành công, tính bằng giây. Đặt thành 0 để chờ vô thời hạn, tuy nhiên, điều này có thể ngăn hoàn toàn việc khởi động OPNsense nếu mặt phẳng điều khiển Tailscale không khả dụng. Mặc định là 10 giây.

source: Member of
vi_vn: Thành viên của

source: Message displayed on certain clients after login
vi_vn: Thông báo hiển thị trên một số khách hàng sau khi đăng nhập

source: Min UDP Port
vi_vn: Cổng UDP tối thiểu

source: Mode flags to set for this range, 'static' means no addresses will be automatically assigned.
vi_vn: Cờ chế độ được đặt cho phạm vi này, 'tĩnh' có nghĩa là không có địa chỉ nào được chỉ định tự động.

source: Modules
vi_vn: Mô-đun

source: Multihop tells the BFD daemon that we should expect packets with TTL less than 254 (because it will take more than one hop) and to listen on the multihop port (4784). When using multi-hop mode echo-mode will not work (see RFC 5883 section 3).
vi_vn: Multihop nói với daemon BFD rằng chúng ta nên mong đợi các gói có TTL nhỏ hơn 254 (vì sẽ mất nhiều hơn một bước nhảy) và lắng nghe trên Cổng multihop (4784). Khi sử dụng chế độ nhiều bước nhảy, chế độ tiếng vang sẽ không hoạt động (xem RFC 5883 phần 3).

source: NOTE: OCSP is not supported by all CAs.
vi_vn: LƯU Ý: OCSP không được tất cả các CA hỗ trợ.

source: Name of the Prefix-List, descriptive of its purpose. If there should be multiple entries for the same prefix list, give them all the same name.
vi_vn: Tên của Danh sách tiền tố, mô tả mục đích của nó. Nếu có nhiều mục cho cùng một danh sách tiền tố, hãy đặt cho chúng cùng một tên.

source: Name of the peer group.
vi_vn: Tên của nhóm Peer.

source: Name of the route-map, used in neighbor configuration.
vi_vn: Tên của bản đồ tuyến đường, được sử dụng trong cấu hình hàng xóm.

source: Network on which this ACL is applied. Enter 'any' to use wildcard addressing.
vi_vn: Mạng mà ACL này được áp dụng. Nhập 'bất kỳ' để sử dụng địa chỉ ký tự đại diện.

source: No hosts lookup
vi_vn: Không có máy chủ tra cứu

source: No ident
vi_vn: Không có danh tính

source: Not recommended if speed tests work. Reduces memory and computation needs, but accuracy is compromised at connections above 30Mbps.
vi_vn: Không nên dùng nếu kiểm tra tốc độ hoạt động. Giảm nhu cầu bộ nhớ và tính toán nhưng độ chính xác bị ảnh hưởng ở các kết nối trên 30Mbps.

source: Number of squid workers
vi_vn: Số lượng công nhân mực

source: Numeric identifier for MD5 authentication, ensuring correct key selection.
vi_vn: Mã định danh bằng số để xác thực MD5, đảm bảo lựa chọn khóa chính xác.

source: OTP Code
vi_vn: Mã OTP

source: Offer this domain to DHCP clients.
vi_vn: Cung cấp tên miền này cho khách hàng DHCP.

source: Offer to be an exit node for outbound internet traffic from the Tailscale network.
vi_vn: Đề nghị trở thành nút thoát cho lưu lượng truy cập internet đi từ networks Tailscale.

source: Only for point-to-multipoint network type! non-broadcast: Disables multicast/broadcast, OSPF neighbors must be manually configured. delay-reflood: Delays LSA flooding until retransmission timer expires if no ACK received.
vi_vn: Chỉ dành cho loại networks điểm-đa điểm! không phát sóng: Vô hiệu hóa phát đa hướng/phát sóng, các lân cận OSPF phải được cấu hình thủ công. delay-reflood: Trì hoãn việc tràn LSA cho đến khi hết thời gian truyền lại nếu không nhận được ACK.

source: Open/close a PAM session for each active IKE_SA
vi_vn: Mở/đóng phiên PAM cho mỗi IKE_SA đang hoạt động

source: OpenVPN Mode
vi_vn: Chế độ OpenVPN

source: OpenVPN Static Key
vi_vn: Khóa tĩnh OpenVPN

source: Option
vi_vn: Lựa chọn

source: Option6
vi_vn: Tùy chọn6

source: Optional MTU to send to clients via Router Advertisements. If unsure leave empty.
vi_vn: MTU tùy chọn để gửi cho khách hàng thông qua Quảng cáo bộ định tuyến. Nếu không chắc chắn để trống.

source: Optional Route-map to apply to this redistribution.
vi_vn: Bản đồ lộ trình tùy chọn để áp dụng cho việc phân phối lại này.

source: Optional description for the AS-Path list.
vi_vn: Mô tả tùy chọn cho danh sách AS-Path.

source: Optional description for the Community-List.
vi_vn: Mô tả tùy chọn cho Danh sách cộng đồng.

source: Optional description for the neighbor.
vi_vn: Mô tả tùy chọn cho hàng xóm.

source: Optional description for the route-map.
vi_vn: Mô tả tùy chọn cho bản đồ lộ trình.

source: Optional description for this redistribution.
vi_vn: Mô tả tùy chọn cho việc phân phối lại này.

source: Optional description for your own reference. Not parsed.
vi_vn: Mô tả tùy chọn để bạn tham khảo. Không được phân tích cú pháp.

source: Optional fixed router ID for BGP.
vi_vn: ID bộ định tuyến cố định tùy chọn cho BGP.

source: Optional tag to set for requests matching this range which can be used to selectively match DHCP options
vi_vn: Thẻ tùy chọn để đặt cho các yêu cầu khớp với phạm vi này có thể được sử dụng để khớp có chọn lọc các tùy chọn DHCP

source: Optional tag to set for requests matching this range which can be used to selectively match DHCP options. Can be left empty if options with an interface tag exist, since the client automatically receives this tag based on the interface receiving the DHCP Discover.
vi_vn: Thẻ tùy chọn để đặt cho các yêu cầu khớp với phạm vi này. Thẻ này có thể được sử dụng để khớp có chọn lọc các tùy chọn DHCP. Có thể để trống nếu tồn tại các tùy chọn có thẻ giao diện, vì máy khách tự động nhận thẻ này dựa trên giao diện nhận DHCP Discover.

source: Optionally constrain password input for members of this group.
vi_vn: Tùy chọn hạn chế nhập mật khẩu cho các thành viên của nhóm này.

source: Organisation
vi_vn: Tổ chức

source: Overload table
vi_vn: Bảng quá tải

source: P2MP options
vi_vn: Tùy chọn P2MP

source: PAM service to use for authentication.
vi_vn: Dịch vụ PAM để sử dụng để xác thực.

source: PD Allocator
vi_vn: Bộ cấp phát PD

source: PFS group
vi_vn: Nhóm PFS

source: Pam_service
vi_vn: dịch vụ Pam_

source: Paranoia Level
vi_vn: Mức độ hoang tưởng

source: Passive Health Fail Duration (s)
vi_vn: Thời lượng lỗi sức khỏe thụ động (s)

source: Passive Health Max Fails
vi_vn: Sức khỏe thụ động thất bại tối đa

source: Passive Health Unhealthy Latency (ms)
vi_vn: Sức khỏe thụ động Độ trễ không lành mạnh (ms)

source: Passive Health Unhealthy Request Count
vi_vn: Số lượng yêu cầu không lành mạnh về sức khỏe thụ động

source: Passive Health Unhealthy Status
vi_vn: Sức khỏe thụ động Tình trạng không lành mạnh

source: Password used for MD5 authentication of BGP connections to enhance security.
vi_vn: Mật khẩu được sử dụng để xác thực MD5 của kết nối BGP nhằm tăng cường bảo mật.

source: Per-user allocation quota. Default value is 0 (no quota, unlimited number of sessions per user).
vi_vn: Hạn ngạch phân bổ cho mỗi người dùng. Giá trị mặc định là 0 (không hạn ngạch, số phiên không giới hạn cho mỗi người dùng).

source: Permission Lifetime
vi_vn: Thời gian cấp phép

source: Physical IPv4 interface facing the peer.
vi_vn: Giao diện IPv4 vật lý đối diện với thiết bị Peer.

source: Poll-Interval
vi_vn: Khoảng thời gian thăm dò ý kiến

source: Post-Quantum
vi_vn: Hậu lượng tử

source: Pre-authentication Key
vi_vn: Khóa xác thực trước

source: Prefix length
vi_vn: Độ dài tiền tố

source: Prefix length (ipv6)
vi_vn: Độ dài tiền tố (ipv6)

source: Prefix length offered to the client. Custom values in this field will be ignored if Router Advertisements are enabled, as SLAAC will only work with a prefix length of 64.
vi_vn: Độ dài tiền tố được cung cấp cho khách hàng. Các giá trị tùy chỉnh trong trường này sẽ bị bỏ qua nếu Quảng cáo bộ định tuyến được bật vì SLAAC sẽ chỉ hoạt động với độ dài tiền tố là 64.

source: Prefix list to filter inbound prefixes from this neighbor.
vi_vn: Danh sách tiền tố để lọc các tiền tố gửi đến từ hàng xóm này.

source: Prefix list to filter outbound prefixes sent to this neighbor.
vi_vn: Danh sách tiền tố để lọc các tiền tố gửi đi được gửi đến hàng xóm này.

source: Preserve Host
vi_vn: Bảo quản máy chủ

source: Preserve Modification Time
vi_vn: Giữ nguyên thời gian sửa đổi

source: Preserves modification times from the source file. Note that this is not supported by all SFTP servers and may cause the upload to fail, e.g. on VMware
vi_vn: Giữ nguyên thời gian sửa đổi từ tệp nguồn. Lưu ý rằng điều này không được tất cả máy chủ SFTP hỗ trợ và có thể khiến quá trình tải lên không thành công, ví dụ: trên VMware

source: Prevents Squid from reading/writing to disk if the operation exceeds the specified timelimit in milliseconds (default 0 = disable when left empty).
vi_vn: Ngăn Squid đọc/ghi vào disk nếu thao tác vượt quá giới hạn thời gian được chỉ định tính bằng mili giây (mặc định 0 = tắt khi để trống).

source: Priority of the RA announcements.
vi_vn: Mức độ ưu tiên của các thông báo RA.

source: Private key of this instance. You can specify your own one, or generate one with the gear button. Please keep this key safe.
vi_vn: Khóa riêng của trường hợp này. Bạn có thể chỉ định một cái của riêng mình hoặc tạo một cái bằng nút bánh răng. Hãy giữ chìa khóa này an toàn.

source: Privileges
vi_vn: Đặc quyền

source: Propagation Delay
vi_vn: Độ trễ lan truyền

source: Propagation Timeout
vi_vn: Hết thời gian truyền bá

source: Provision classes
vi_vn: Các lớp cung cấp

source: Proxmox BS realm
vi_vn: Vương quốc Proxmox BS

source: Proxmox BS server
vi_vn: Máy chủ Proxmox BS

source: Proxmox BS server port
vi_vn: Cổng máy chủ Proxmox BS

source: Proxmox BS token key
vi_vn: Khóa mã thông báo Proxmox BS

source: Proxmox BS token name
vi_vn: Tên mã thông báo Proxmox BS

source: Proxmox BS user
vi_vn: Người dùng Proxmox BS

source: Proxy ARP cannot be bound to by anything running on the firewall, such as IPsec, OpenVPN, etc. In most cases an IP alias should be used.
vi_vn: Proxy ARP không thể bị ràng buộc bởi bất kỳ thứ gì chạy trên tường lửa, chẳng hạn như IPsec, OpenVPN, v.v. Trong hầu hết các trường hợp, nên sử dụng bí danh IP.

source: Proxy Options
vi_vn: Tùy chọn proxy

source: Public key of this instance. You can specify your own one, or generate one with the gear button.
vi_vn: Khóa công khai của trường hợp này. Bạn có thể chỉ định một cái của riêng mình hoặc tạo một cái bằng nút bánh răng.

source: Push WebUI certificate
vi_vn: Đẩy chứng chỉ WebUI

source: RA interval
vi_vn: Khoảng RA

source: RA mode
vi_vn: chế độ RA

source: RA priority
vi_vn: Ưu tiên RA

source: RA router lifetime
vi_vn: Tuổi thọ của bộ định tuyến RA

source: RADIUS servers to configure
vi_vn: Máy chủ RADIUS để cấu hình

source: Read Body Timeout
vi_vn: Đọc thời gian chờ của cơ thể

source: Read Header Timeout
vi_vn: Hết thời gian chờ đọc tiêu đề

source: Redirect Command
vi_vn: Lệnh chuyển hướng

source: Redirect HTTP to HTTPS
vi_vn: Chuyển hướng HTTP sang HTTPS

source: Register CARP status monitor. When no neighbors are found, consider this node less attractive. Requires syslog enabled with “Debugging” logging. Incompatible with “Enable CARP Failover”.
vi_vn: Đăng ký giám sát trạng thái CARP. Khi không tìm thấy nút lân cận nào, hãy coi nút này kém hấp dẫn hơn. Yêu cầu bật nhật ký hệ thống khi ghi nhật ký "Gỡ lỗi". Không tương thích với "Bật chuyển đổi dự phòng CARP".

source: Register ISC DHCP4 leases
vi_vn: Đăng ký hợp đồng thuê ISC DHCP4

source: Remote AS for the peer group.
vi_vn: AS từ xa cho nhóm Peer.

source: Remote AS mode
vi_vn: Chế độ AS từ xa

source: Remote destinations
vi_vn: Đích đến từ xa

source: Reply-to
vi_vn: Trả lời

source: Request Body In Memory Limit
vi_vn: Nội dung yêu cầu Giới hạn bộ nhớ

source: Request Body Limit
vi_vn: Giới hạn nội dung yêu cầu

source: Request Body Limit Action
vi_vn: Yêu cầu hành động giới hạn nội dung

source: Request Body No Files Limit
vi_vn: Nội dung yêu cầu Không có giới hạn tập tin

source: Request Matcher
vi_vn: Yêu cầu đối sánh

source: Require a client certificate signed by the provided authority before allowing a connection.
vi_vn: Yêu cầu chứng chỉ ứng dụng khách được cơ quan có thẩm quyền ký trước khi cho phép kết nối.

source: Response Body Limit
vi_vn: Giới hạn nội dung phản hồi

source: Response Body Limit Action
vi_vn: Hành động giới hạn nội dung phản hồi

source: Restrict Exchange Paths
vi_vn: Hạn chế đường dẫn trao đổi
