Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Charset
vi_vn: Bộ ký tự

source: Check this box to match the variable name and not its content when matching any of the above checkboxes.
vi_vn: Chọn hộp này để khớp với tên biến chứ không phải nội dung của nó khi khớp với bất kỳ hộp kiểm nào ở trên.

source: Check this to serve a file list when a directory is requested. This is useful for serving multiple files with someone without a web application. It is recommended to use this option only with authentication.
vi_vn: Chọn mục này để cung cấp danh sách tệp khi thư mục được yêu cầu. Điều này rất hữu ích khi phân phối nhiều tệp với ai đó không có ứng dụng web. Bạn chỉ nên sử dụng tùy chọn này khi xác thực.

source: Checking this box allows functions like eval or createFunction in JS, or style attributes for CSS.
vi_vn: Việc chọn hộp này sẽ cho phép các hàm như eval hoặc createFunction trong JS hoặc thuộc tính kiểu cho CSS.

source: Choose CPU affinity rules that should be applied to this Public Service.
vi_vn: Chọn các quy tắc về mối quan hệ CPU sẽ được áp dụng cho Dịch vụ công cộng này.

source: Choose CPU affinity rules.
vi_vn: Chọn quy tắc quan hệ CPU.

source: Choose If in case any case you want to ensure a match to evaluate as is, else choose unless if you want the negated version. Unless is used if you want to use the proxy for every host but not for some special ones.
vi_vn: Chọn Nếu trong bất kỳ trường hợp nào bạn muốn đảm bảo kết quả khớp để đánh giá nguyên trạng, nếu không, hãy chọn trừ khi bạn muốn phiên bản phủ định. Trừ khi được sử dụng nếu bạn muốn sử dụng proxy cho mọi máy chủ nhưng không phải cho một số máy chủ đặc biệt.

source: Choose URL rewriting rules.
vi_vn: Chọn quy tắc viết lại URL.

source: Choose a Firewall Alias for trusted proxies.
vi_vn: Chọn Bí danh Tường lửa cho proxy đáng tin cậy.

source: Choose a backend for advanced authentication. If you don't have one, configure it under System -> Access -> Servers. If nothing is configured, the local database is used.
vi_vn: Chọn một chương trình phụ trợ để xác thực nâng cao. Nếu bạn chưa có, hãy định cấu hình nó trong Hệ thống -> Truy cập -> Máy chủ. Nếu không có gì được cấu hình, cơ sở dữ liệu cục bộ sẽ được sử dụng.

source: Choose a cache directory if you want to cache responses.
vi_vn: Chọn một thư mục bộ đệm nếu bạn muốn lưu các phản hồi vào bộ đệm.

source: Choose a name for this CPU affinity rule.
vi_vn: Chọn tên cho quy tắc sở thích CPU này.

source: Choose a proxy type. Usually you should use Direct for a direct connection or Proxy for a Proxy.
vi_vn: Chọn một loại proxy. Thông thường bạn nên sử dụng Direct cho kết nối trực tiếp hoặc Proxy cho Proxy.

source: Choose how HAProxy should track user-to-server mappings. Stick-table persistence works with all protocols, but is broken in multi-process and multithreaded modes. Cookie-based persistence only works with HTTP/HTTPS protocols.
vi_vn: Chọn cách HAProxy theo dõi ánh xạ người dùng đến máy chủ. Tính bền vững của bảng dính hoạt động với tất cả các giao thức, nhưng bị hỏng ở chế độ đa tiến trình và đa luồng. Tính bền vững dựa trên cookie chỉ hoạt động với các giao thức HTTP/HTTPS.

source: Choose how many sub-CAs can be between the server certificate and a trusted CA. 1 means the certificate has to be signed directly by a CA.
vi_vn: Chọn số lượng CA phụ có thể có giữa chứng chỉ máy chủ và CA đáng tin cậy. 1 có nghĩa là chứng chỉ phải được CA ký trực tiếp.

source: Choose how to match on "URL Pattern".
vi_vn: Chọn cách khớp với "Mẫu URL".

source: Choose the Root CA. This CA will be trusted to issue client certificates for authentication.
vi_vn: Chọn CA gốc. CA này sẽ được tin cậy để cấp chứng chỉ ứng dụng khách để xác thực.

source: Choose the automations that should be run after certificate creation and renewal. Basically every application requires a quick restart to reload the updated certificate. If you don't configure an automation, the in-memory certificate may expire and cause security warnings and other issues.
vi_vn: Chọn các hoạt động tự động hóa sẽ được chạy sau khi tạo và gia hạn chứng chỉ. Về cơ bản mọi ứng dụng đều yêu cầu khởi động lại nhanh để tải lại chứng chỉ đã cập nhật. Nếu bạn không định cấu hình tự động hóa, chứng chỉ trong bộ nhớ có thể hết hạn và gây ra cảnh báo bảo mật cũng như các sự cố khác.

source: Cipher Suits
vi_vn: Bộ đồ mật mã

source: Client Certificate Auth
vi_vn: Xác thực chứng chỉ ứng dụng khách

source: Client Secret
vi_vn: Bí mật khách hàng

source: ClouDNS
vi_vn: đám mâyDNS

source: Collectors to enable, valid entries are "gocollector" and "process". If unset, both are enabled.
vi_vn: Các trình thu thập cần kích hoạt, các mục hợp lệ là "gocollector" và "process". Nếu không đặt, cả hai đều được kích hoạt.

source: Comma-separated list of SMTP servers for alert delivery.
vi_vn: Danh sách máy chủ SMTP được phân tách bằng dấu phẩy để gửi cảnh báo.

source: Command to be executed to evaluate value of the key.
vi_vn: Lệnh được thực thi để đánh giá giá trị của khóa.

source: Connection Count (Streams Only)
vi_vn: Số lượng kết nối (Chỉ luồng)

source: Content Security Policy: Default Source
vi_vn: Chính sách bảo mật nội dung: Nguồn mặc định

source: Content Security Policy: Font Source
vi_vn: Chính sách bảo mật nội dung: Nguồn phông chữ

source: Content Security Policy: Form Action
vi_vn: Chính sách bảo mật nội dung: Hành động biểu mẫu

source: Content Security Policy: Image Source
vi_vn: Chính sách bảo mật nội dung: Nguồn hình ảnh

source: Content Security Policy: Media Source
vi_vn: Chính sách bảo mật nội dung: Nguồn phương tiện

source: Content Security Policy: Script Source
vi_vn: Chính sách bảo mật nội dung: Nguồn tập lệnh

source: Content Security Policy: Stylesheet Source
vi_vn: Chính sách bảo mật nội dung: Nguồn biểu định kiểu

source: Context
vi_vn: Bối cảnh

source: Cookie handling
vi_vn: Xử lý cookie

source: Cookie name to use for persistence.
vi_vn: Tên cookie để sử dụng cho sự kiên trì.

source: Cookie-based persistence
vi_vn: Tính kiên trì dựa trên cookie

source: Create a list of sites which may not be inspected, for example bank sites. Prefix the domain with a . to accept all subdomains (e.g. .google.com).
vi_vn: Tạo một danh sách các địa điểm có thể không được kiểm tra, ví dụ như các địa điểm ngân hàng. Tiền tố tên miền bằng . để chấp nhận tất cả các tên miền phụ (ví dụ: .google.com).

source: Create a new, unique key for every single DNS query. This may improve privacy but can also have a significant impact on CPU usage.
vi_vn: Tạo một khóa mới, duy nhất cho mỗi truy vấn DNS. Điều này có thể cải thiện quyền riêng tư nhưng cũng có thể có tác động đáng kể đến việc sử dụng CPU.

source: Custom Security Policy
vi_vn: Chính sách bảo mật tùy chỉnh

source: Custom config
vi_vn: Cấu hình tùy chỉnh

source: Custom configuration, which will be returned in the output file without modifications
vi_vn: Cấu hình tùy chỉnh, sẽ được trả về trong tệp đầu ra mà không cần sửa đổi

source: DHCP Enable
vi_vn: Kích hoạt DHCP

source: DHCP Listen IP
vi_vn: IP nghe DHCP

source: DNS Forwarders
vi_vn: Chuyển tiếp DNS

source: DNS Mode
vi_vn: Chế độ DNS

source: DNSSEC Validation
vi_vn: Xác thực DNSSEC

source: Data URLs are used to embed files into HTML (for example images written directly into the src attribute).
vi_vn: URL dữ liệu được sử dụng để nhúng tệp vào HTML (ví dụ: hình ảnh được viết trực tiếp vào thuộc tính src).

source: Declare how idle HTTP connections may be shared between requests.
vi_vn: Khai báo cách các kết nối HTTP nhàn rỗi có thể được chia sẻ giữa các yêu cầu.

source: Default Action
vi_vn: Hành động mặc định

source: Default MIME-Type
vi_vn: Loại MIME mặc định

source: Default backend pool
vi_vn: Nhóm phụ trợ mặc định

source: Default is "No". Set to "Auto" to use the static trust anchor configuration by the system.
vi_vn: Mặc định là "Không". Đặt thành "Tự động" để sử dụng cấu hình neo tin cậy tĩnh của hệ thống.

source: Define an ACL where you allow which clients can resolve via this service. Usually use your local LAN.
vi_vn: Xác định ACL nơi bạn cho phép khách hàng nào có thể giải quyết thông qua dịch vụ này. Thường sử dụng mạng LAN cục bộ của bạn.

source: Define an optional path prefix for this location. It will be prepended to the path so http://www.example.com/index.php will be sent to http://www.example.com/app/index.php on your upstream if you choose "/app" as path prefix.
vi_vn: Xác định tiền tố đường dẫn tùy chọn cho vị trí này. Nó sẽ được thêm vào trước đường dẫn do đó http://www.example.com/index.php sẽ được gửi tới http://www.example.com/app/index.php trên upstream của bạn nếu bạn chọn "/app" làm tiền tố đường dẫn.

source: Delay in minutes after which certificates are reloaded.
vi_vn: Trì hoãn trong vài phút sau đó chứng chỉ được tải lại.

source: Depends
vi_vn: Phụ thuộc

source: Description for this automation.
vi_vn: Mô tả cho tự động hóa này.

source: Description for this group.
vi_vn: Mô tả cho nhóm này.

source: Description for this map file.
vi_vn: Mô tả cho tập tin bản đồ này.

source: Description for this user.
vi_vn: Mô tả cho người dùng này.

source: Destination port number or well known name (imap, imaps, http, https, ...), for ranges use a dash
vi_vn: Số Cổng đích hoặc tên phổ biến (imap, imaps, http, https, ...), đối với các phạm vi, hãy sử dụng dấu gạch ngang

source: DirectAdmin
vi_vn: quản trị trực tiếp

source: Disable Bot Protection
vi_vn: Vô hiệu hóa bảo vệ Bot

source: Disable TLS session tickets - increases privacy but also latency.
vi_vn: Vô hiệu hóa vé phiên TLS - tăng tính riêng tư nhưng cũng tăng độ trễ.

source: Disable password save
vi_vn: Vô hiệu hóa lưu mật khẩu

source: Do Not Use
vi_vn: Không sử dụng

source: Do not decode and/or filter SSL content, only log requested domains and IP addresses. Some old servers may not provide SNI, so their addresses will not be indicated.
vi_vn: Không giải mã và/hoặc lọc nội dung SSL, chỉ ghi lại các tên miền và địa chỉ IP được yêu cầu. Một số máy chủ cũ có thể không cung cấp SNI nên địa chỉ của chúng sẽ không được chỉ định.

source: Domain Level From
vi_vn: Cấp tên miền từ

source: Domain Level To
vi_vn: Cấp tên miền tới

source: Don't Sniff Content Type
vi_vn: Đừng đánh hơi Loại nội dung

source: Don't turn it off unless you really know what you are doing! Never do it because a random website tells you to do.
vi_vn: Đừng tắt nó đi trừ khi bạn thực sự biết mình đang làm gì! Đừng bao giờ làm điều đó vì một trang web ngẫu nhiên bảo bạn làm như vậy.

source: Dst-port
vi_vn: Cổng Dst

source: Elasticsearch URL
vi_vn: URL Elaticsearch

source: Elliptic Curves
vi_vn: Đường cong elip

source: Enable Advanced ACLs
vi_vn: Kích hoạt ACL nâng cao

source: Enable Authentication
vi_vn: Kích hoạt xác thực

source: Enable BIND Daemon
vi_vn: Kích hoạt BIND Daemon

source: Enable Blobs
vi_vn: Kích hoạt Blobs

source: Enable CARP Failover
vi_vn: Kích hoạt tính năng chuyển đổi dự phòng CARP

source: Enable Client Certificate Authentication.
vi_vn: Kích hoạt xác thực chứng chỉ ứng dụng khách.

source: Enable DNSBL and RPZ
vi_vn: Kích hoạt DNSBL và RPZ

source: Enable DNSCrypt-Proxy
vi_vn: Kích hoạt DNSCrypt-Proxy

source: Enable Data URLs
vi_vn: Bật URL dữ liệu

source: Enable DuckDuckGo SafeSearch
vi_vn: Kích hoạt tính năng Tìm kiếm an toàn DuckDuckGo

source: Enable Elasticsearch Output
vi_vn: Kích hoạt đầu ra Elaticsearch

source: Enable Eval
vi_vn: Bật đánh giá

source: Enable File System URLs
vi_vn: Kích hoạt URL hệ thống tệp

source: Enable Google SafeSearch
vi_vn: Bật Tìm kiếm An toàn của Google

source: Enable HTTP Basic Authentication.
vi_vn: Kích hoạt xác thực cơ bản HTTP.

source: Enable HTTP(S) URLs
vi_vn: Kích hoạt URL HTTP(S)

source: Enable HTTP/2
vi_vn: Kích hoạt HTTP/2

source: Enable Inline Scripting
vi_vn: Bật tập lệnh nội tuyến

source: Enable Let's Encrypt Plugin Support
vi_vn: Kích hoạt tính năng hỗ trợ plugin Let's Encrypt

source: Enable Maltrail Sensor
vi_vn: Kích hoạt cảm biến Maltrail

source: Enable Maltrail Server
vi_vn: Kích hoạt máy chủ Maltrail

source: Enable Media Streams
vi_vn: Kích hoạt luồng phương tiện

source: Enable Mikrotik attributes
vi_vn: Kích hoạt thuộc tính Mikrotik

source: Enable Netdata, you can reach the UI via address and port set below.
vi_vn: Kích hoạt Netdata, bạn có thể truy cập UI thông qua địa chỉ và Cổng được đặt bên dưới.

source: Enable PIE
vi_vn: Kích hoạt PIE

source: Enable PIE active queue management
vi_vn: Bật quản lý hàng đợi hoạt động PIE

source: Enable PSK based encryption for communicating with the Zabbix server
vi_vn: Kích hoạt mã hóa dựa trên PSK để liên lạc với máy chủ Zabbix

source: Enable Parent Proxy
vi_vn: Kích hoạt proxy gốc

source: Enable Prometheus Output
vi_vn: Kích hoạt đầu ra Prometheus

source: Enable Rate Limiting
vi_vn: Bật giới hạn tỷ lệ

source: Enable Remote MySQL
vi_vn: Kích hoạt MySQL từ xa

source: Enable SNMP Service
vi_vn: Kích hoạt dịch vụ SNMP

source: Enable SQLite
vi_vn: Kích hoạt SQLite

source: Enable Same Origin (recommended)
vi_vn: Kích hoạt cùng nguồn gốc (được khuyến nghị)

source: Enable Security Rules
vi_vn: Kích hoạt quy tắc bảo mật

source: Enable Sendfile
vi_vn: Kích hoạt tệp gửi

source: Enable SoftEther
vi_vn: Kích hoạt SoftEther

source: Enable Strict Bing Search
vi_vn: Bật tìm kiếm Bing nghiêm ngặt

source: Enable TLS (HTTPS)
vi_vn: Kích hoạt TLS (HTTPS)

source: Enable WAF
vi_vn: Bật WAF

source: Enable WireGuard
vi_vn: Kích hoạt WireGuard

source: Enable Youtube Adult Restrictions
vi_vn: Bật giới hạn người lớn trên Youtube

source: Enable a DNS cache to reduce latency and outgoing traffic.
vi_vn: Kích hoạt bộ đệm DNS để giảm độ trễ và lưu lượng truy cập đi.

source: Enable authentication against the parent proxy.
vi_vn: Cho phép xác thực đối với proxy gốc.

source: Enable configured services.
vi_vn: Kích hoạt các dịch vụ được cấu hình.

source: Enable learning mode means nothing is blocked but logged.
vi_vn: Bật chế độ học tập có nghĩa là không có gì bị chặn nhưng được ghi lại.

source: Enable nginx
vi_vn: Kích hoạt nginx

source: Enable ntopng
vi_vn: Kích hoạt ntopng

source: Enable or disable SSL server certificate verification.
vi_vn: Bật hoặc tắt xác minh chứng chỉ máy chủ SSL.

source: Enable parent proxy feature.
vi_vn: Kích hoạt tính năng proxy gốc.

source: Enable sendfile
vi_vn: Kích hoạt tệp gửi

source: Enable sendfile support (faster).
vi_vn: Kích hoạt hỗ trợ sendfile (nhanh hơn).

source: Enable support for HTTP/2.
vi_vn: Bật hỗ trợ cho HTTP/2.

source: Enable syslog alerts
vi_vn: Bật cảnh báo nhật ký hệ thống

source: Enable the APCSMART driver.
vi_vn: Kích hoạt trình điều khiển APCSMART.

source: Enable the BlazerUSB driver.
vi_vn: Kích hoạt trình điều khiển BlazerUSB.

source: Enable the collection of HAProxy statistics.
vi_vn: Cho phép thu thập số liệu thống kê HAProxy.

source: Enable the collection of ZFS statistics.
vi_vn: Cho phép thu thập số liệu thống kê ZFS.

source: Enable this CPU affinity rule.
vi_vn: Kích hoạt quy tắc sở thích CPU này.

source: Enable this alias.
vi_vn: Kích hoạt bí danh này.

source: Enable this automation.
vi_vn: Kích hoạt tự động hóa này.

source: Enable this group.
vi_vn: Kích hoạt nhóm này.

source: Enable this pipe and its related queues and rules
vi_vn: Kích hoạt đường hầm này cũng như các hàng đợi và quy tắc liên quan của nó

source: Enable this queue and its related rules
vi_vn: Kích hoạt hàng đợi này và các quy tắc liên quan của nó

source: Enable this server.
vi_vn: Kích hoạt máy chủ này.

source: Enable this user.
vi_vn: Kích hoạt người dùng này.

source: Enable this userparameter.
vi_vn: Kích hoạt thông số người dùng này.

source: Enable to accept parameters for this alias.
vi_vn: Cho phép chấp nhận các tham số cho bí danh này.

source: Enable to automatically strip quotes from the cookie value. Some broken HTTP clients add quotes, which breaks persistence.
vi_vn: Bật để tự động loại bỏ dấu ngoặc kép khỏi giá trị cookie. Một số ứng dụng khách HTTP bị hỏng thêm dấu ngoặc kép, điều này phá vỡ tính bền vững.

source: Enable vnStat daemon
vi_vn: Kích hoạt daemon vnStat

source: Encryption Key
vi_vn: Khóa mã hóa

source: Enforce Recipient Relay Check
vi_vn: Thực thi kiểm tra chuyển tiếp của người nhận

source: Enter a URL pattern like forum.opnsense.org/index*.
vi_vn: Nhập mẫu URL như forum.opnsense.org/index*.

source: Enter a custom timout between data received from the client after which the connection is closed.
vi_vn: Nhập thời gian chờ tùy chỉnh giữa dữ liệu nhận được từ máy khách sau khi kết nối bị đóng.

source: Enter a description for this proxy for your reference.
vi_vn: Nhập mô tả cho proxy này để bạn tham khảo.

source: Enter a description for this rule. The description should help you to identify this rule.
vi_vn: Nhập mô tả cho quy tắc này. Mô tả sẽ giúp bạn xác định quy tắc này.

source: Enter a hostname pattern like *.opnsense.org.
vi_vn: Nhập mẫu tên máy chủ như *.opnsense.org.

source: Enter a list of IP addresses or CIDR networks which are allowed to override the source IP address using the specified header.
vi_vn: Nhập danh sách các địa chỉ IP hoặc networks CIDR được phép ghi đè địa chỉ IP nguồn bằng tiêu đề được chỉ định.

source: Enter a list of elliptic curves supported by the client in a standard configuration in OpenSSL syntax (cipher1:cipher2:0x0001).
vi_vn: Nhập danh sách các đường cong elip được máy khách hỗ trợ trong cấu hình tiêu chuẩn theo cú pháp OpenSSL (cipher1:cipher2:0x0001).

source: Enter a list of elliptic curves supported by the client in a standard configuration in OpenSSL syntax (curve1:curve2:0x0001).
vi_vn: Nhập danh sách các đường cong elip được máy khách hỗ trợ trong cấu hình tiêu chuẩn theo cú pháp OpenSSL (curve1:curve2:0x0001).

source: Enter a list of file extensions, which are served instead of a directory. It is common to use index.html or index.php here.
vi_vn: Nhập danh sách các phần mở rộng tệp được cung cấp thay vì một thư mục. Người ta thường sử dụng index.html hoặc index.php ở đây.

source: Enter a name for this match.
vi_vn: Nhập tên cho trận đấu này.

source: Enter a prefix added to the subject when Subject Score is reached.
vi_vn: Nhập tiền tố được thêm vào chủ đề khi đạt đến Điểm môn học.

source: Enter a proxy URL in the form proxy.example.com:3128.
vi_vn: Nhập URL proxy ở dạng proxy.example.com:3128.

source: Enter a regular expression to match the URL
vi_vn: Nhập biểu thức chính quy để khớp với URL

source: Enter a short description like a name for this ACL. It will be shown in the drop downs.
vi_vn: Nhập mô tả ngắn như tên cho ACL này. Nó sẽ được hiển thị trong danh sách thả xuống.

source: Enter a short description like a name for this redirect.
vi_vn: Nhập mô tả ngắn như tên cho chuyển hướng này.

source: Enter a unique item key of your choice.
vi_vn: Nhập một khóa mục duy nhất mà bạn chọn.

source: Enter a useful description for your entry.
vi_vn: Nhập mô tả hữu ích cho entry của bạn.

source: Enter how often the resource must be hit before adding it to the cache.
vi_vn: Nhập tần suất tài nguyên phải được truy cập trước khi thêm nó vào bộ đệm.

source: Enter regular expressions in the form trap@example\.com into this field. The value is automatically enclosed in slashes and the case insensitive option is added.
vi_vn: Nhập biểu thức chính quy có dạng bẫy@example\.com vào trường này. Giá trị được tự động đặt trong dấu gạch chéo và tùy chọn không phân biệt chữ hoa chữ thường được thêm vào.

source: Enter start hour (minimum 0).
vi_vn: Nhập giờ bắt đầu (tối thiểu 0).

source: Enter the days of the month for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,20,28 or 1-28)
vi_vn: Nhập các ngày trong tháng để công việc thực hiện, cũng có thể là danh sách được phân tách bằng dấu phẩy, * (mỗi) hoặc một phạm vi (ví dụ: 1,20,28 hoặc 1-28)

source: Enter the days of the week for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
vi_vn: Nhập các ngày trong tuần để công việc thực hiện, cũng có thể là danh sách được phân tách bằng dấu phẩy, * (mỗi) hoặc một phạm vi (ví dụ: 1,2,3 hoặc 1-3)

source: Enter the end time (maximum 23, minimum 0 or start time).
vi_vn: Nhập thời gian kết thúc (tối đa 23, tối thiểu 0 hoặc thời gian bắt đầu).

source: Enter the file system root from which the files are served.
vi_vn: Nhập gốc hệ thống tệp mà từ đó các tệp được phục vụ.

source: Enter the first day of the week.
vi_vn: Nhập ngày đầu tuần.

source: Enter the first month.
vi_vn: Nhập tháng đầu tiên.

source: Enter the hours for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,11,12 or 10-12)
vi_vn: Nhập số giờ để công việc thực hiện, cũng có thể là danh sách được phân tách bằng dấu phẩy, * (mỗi) hoặc một phạm vi (ví dụ: 10,11,12 hoặc 10-12)

source: Enter the last day of the week.
vi_vn: Nhập ngày cuối cùng của tuần.

source: Enter the last month (maximum December, minimum January or From Month).
vi_vn: Nhập tháng cuối cùng (tối đa là tháng 12, tối thiểu là tháng 1 hoặc Từ tháng).

source: Enter the maximum amount of dots in the domain name.
vi_vn: Nhập số lượng dấu chấm tối đa trong tên miền.

source: Enter the maximum size for downloads in kilobytes (leave empty to disable).
vi_vn: Nhập kích thước tối đa để tải xuống tính bằng kilobyte (để trống để tắt).

source: Enter the maximum size for uploads in kilobytes (leave empty to disable).
vi_vn: Nhập kích thước tối đa để tải lên tính bằng kilobyte (để trống để tắt).

source: Enter the minimum amount of dots in the domain name.
vi_vn: Nhập số lượng dấu chấm tối thiểu trong tên miền.

source: Enter the minutes for the job to act, can also be a comma-separated list, * (each) or a range (ex. 10,20,30 or 10-30)
vi_vn: Nhập số phút để công việc thực hiện, cũng có thể là danh sách được phân tách bằng dấu phẩy, * (mỗi) hoặc một phạm vi (ví dụ: 10,20,30 hoặc 10-30)

source: Enter the months for the job to act, can also be a comma-separated list, * (each) or a range (ex. 1,2,3 or 1-3)
vi_vn: Nhập các tháng để công việc thực hiện, cũng có thể là danh sách được phân tách bằng dấu phẩy, * (mỗi) hoặc một phạm vi (ví dụ: 1,2,3 hoặc 1-3)

source: Enter the name of an existing item key.
vi_vn: Nhập tên của khóa mục hiện có.

source: Enter the network address to match in CIDR notation for example like 127.0.0.1/8 or ::1/128
vi_vn: Nhập địa chỉ networks để khớp với ký hiệu CIDR, ví dụ như 127.0.0.1/8 hoặc ::1/128

source: Enter the realm for this directory and enable authentication.
vi_vn: Nhập lĩnh vực cho thư mục này và kích hoạt xác thực.

source: Ephemeral Keys
vi_vn: Chìa khóa phù du

source: Except a list of IPs from rate-limiting like ::1
vi_vn: Ngoại trừ danh sách IP bị giới hạn tỷ lệ như ::1

source: Exclusion list destination domains.You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
vi_vn: Danh sách loại trừ tên miền đích. Bạn có thể sử dụng biểu thức chính quy, sử dụng dấu phẩy hoặc nhấn Enter cho mục mới. Ví dụ: "mydomain.com" khớp với "*.mydomain.com"; "https://([a-zA-Z]+)\.mydomain\." khớp với "http(s)://textONLY.mydomain.*"; "\.gif$" khớp với "\*.gif" nhưng không với "\*.gif\test"; "\[0-9]+\.gif$" khớp với "\123.gif" nhưng không với "\test.gif"

source: Export type
vi_vn: Loại xuất

source: Extensive Naxsi Log
vi_vn: Nhật ký Naxsi mở rộng

source: Fail Timeout
vi_vn: Hết thời gian chờ

source: Fallback Resolver
vi_vn: Trình giải quyết dự phòng

source: File System Root
vi_vn: Gốc hệ thống tập tin

source: File format to export.
vi_vn: Định dạng tệp để xuất.

source: Flag
vi_vn: Lá cờ
