Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: By default schedules clear the states of existing connections when the expiration time has come. This option overrides that behavior by not clearing states for existing connections.
vi_vn: Theo mặc định, lịch trình xóa trạng thái của các kết nối hiện hữa khi hết thời gian qui định. Tùy chọn này ghi đè hành vi mặc định bằng việc không xóa trạng thái cho các kết nối hiện hữu.

source: Schedule States
vi_vn: Lịch trình trạng thái

source: Disable automatic rules which force local services to use the assigned interface gateway.
vi_vn: Tắt các quy tắc tự động buộc các dịch vụ cục bộ sử dụng gateway giao diện mạng được chỉ định.

source: Disable force gateway
vi_vn: Tắt gateway

source: Use shared forwarding between packet filter, traffic shaper and captive portal
vi_vn: Sử dụng chuyển tiếp (forwarding) được chia sẻ giữa bộ lọc gói, bộ định hình lưu lượng (traffic shaper) và captive portal.

source: Shared forwarding
vi_vn: Chuyển tiếp được chia sẻ

source: Set the source tracking timeout for sticky connections in seconds. By default this is 0, so source tracking is removed as soon as the state expires. Setting this timeout higher will cause the source/destination relationship to persist for longer periods of time.
vi_vn: Thiết lập thời gian chờ (timeout) theo dõi Nguồn cho các kết nối cố định (sticky connections) trong vài giây. Theo mặc định, giá trị này là 0, do đó, theo dõi Nguồn sẽ bị xóa ngay khi trạng thái hết hạn. Thiết lập thời gian chờ này cao hơn là nguyên nhân mối quan hệ Nguồn/Đích (source/destination) duy trì trong khoảng thời gian dài hơn.

source: Source tracking timeout
vi_vn: Thời gian chờ (timeout) theo dõi Nguồn (Source)

source: Successive connections will be redirected to the servers in a round-robin manner with connections from the same source being sent to the same gateway. This 'sticky connection' will exist as long as there are states that refer to this connection. Once the states expire, so will the sticky connection. Further connections from that host will be redirected to the next gateway in the round-robin.
vi_vn: Các kết nối nối tiếp (successive) sẽ được chuyển hướng đến các máy chủ theo cách thức vòng lặp (round-robin) với các kết nối từ cùng một nguồn (source) được gửi đến cùng một gateway. 'Kết nối cố định' (sticky connection) này sẽ tồn tại miễn là có các trạng thái tham chiếu đến kết nối này. Khi các trạng thái hết hạn, kết nối cố định cũng hết hạn. Các kết nối khác từ máy chủ đó sẽ được chuyển hướng đến gateway tiếp theo trong vòng lặp (round-robin).

source: Use sticky connections
vi_vn: Sử dụng kết nối cố định (Sticky connections)

source: Sticky connections
vi_vn: Các kết nối cố định (Sticky connections)

source: If the link where the default gateway resides fails switch the default gateway to another available one.
vi_vn: Nếu liên kết nơi gateway mặc định không thành công, hãy chuyển mạch từ gateway mặc định sang gateway có sẵn khác.

source: Allow default gateway switching
vi_vn: Cho phép chuyển mạch gateway mặc định

source: Gateway switching
vi_vn: Chuyển mạch gateway

source: Skip rules when gateway is down
vi_vn: Bỏ qua các quy tắc khi gateway bị ngắt

source: Skip rules
vi_vn: Bỏ qua các quy tắc

source: Gateway Monitoring
vi_vn: Giám sát gateway

source: The frequency of updating the lists of IP addresses that are reserved (but not RFC 1918) or not yet assigned by IANA.
vi_vn: Tần suất cập nhật danh sách địa chỉ IP đặt trước (nhưng không phải RFC 1918) hoặc chưa được IANA thừa nhận.

source: Monthly
vi_vn: Hàng tháng

source: Update Frequency
vi_vn: Tần suất cập nhật

source: Bogon Networks
vi_vn: Mạng Bogon

source: Automatically create outbound NAT rules which assist inbound NAT rules that direct traffic back out to the same subnet it originated from.
vi_vn: Tự động tạo các quy tắc NAT ra bên ngoài (outbound) hỗ trợ các quy tắc NAT vào bên trong (inbound) hướng lưu lượng truy cập trở lại cùng một mạng con nơi xuất phát.

source: Automatic outbound NAT for Reflection
vi_vn: NAT ra ngoài tự động cho Phản chiếu (reflection)

source: Enables the automatic creation of additional NAT redirect rules for access to 1:1 mappings of your external IP addresses from within your internal networks.
vi_vn: Cho phép tự động tạo các quy tắc chuyển hướng NAT bổ sung để truy cập vào ánh xạ (mapping) 1:1 các địa chỉ IP bên ngoài từ các mạng nội bộ của bạn.

source: Reflection for 1:1
vi_vn: Phản chiếu (reflection) 1:1

source: Individual rules may be configured to override this system setting on a per-rule basis.
vi_vn: Các quy tắc riêng lẻ có thể được cấu hình để ghi đè thiết lập hệ thống này trên cơ sở từng quy tắc.

source: When enabled, this automatically creates additional NAT redirect rules for access to port forwards on your external IP addresses from within your internal networks.
vi_vn: Khi được bật, tính năng này sẽ tự động tạo các quy tắc chuyển hướng NAT bổ sung để truy cập vào Cổng chuyển tiếp (port forward) trên các địa chỉ IP bên ngoài từ các mạng nội bộ của bạn.

source: Reflection for port forwards
vi_vn: Phản chiếu (reflection) cho chuyển tiếp cổng

source: Allow IPv6
vi_vn: Cho phép IPv6

source: The Firewall Maximum Table Entries value must be an integer.
vi_vn: Giá trị Mục nhập Bảng Tối đa của Tường lửa phải là một số nguyên.

source: The Aliases Hostname Resolve Interval value must be an integer.
vi_vn: Giá trị Khoảng thời gian phân giải tên máy chủ bí danh (Aliases Hostname) phải là một số nguyên.

source: The Firewall Maximum Frags value must be an integer.
vi_vn: Giá trị Khung tối đa của Tường Lửa phải là một số nguyên.

source: The Firewall Maximum States value must be an integer.
vi_vn: Giá trị Trạng thái Tối đa của Tường Lửa phải là một số nguyên.

source: The Firewall Adaptive End value must be an integer.
vi_vn: Giá trị Kết thúc Thích ứng Tường Lửa phải là một số nguyên.

source: The Firewall Adaptive Start value must be an integer.
vi_vn: Giá trị Bắt đầu Thích ứng Tường Lửa phải là một số nguyên.

source: The Firewall Adaptive values must be set together.
vi_vn: Các giá trị Thích ứng Tường Lửa phải được thiết lập cùng nhau.

source: No password
vi_vn: Không mật khẩu

source: Ask password
vi_vn: Hỏi mật khẩu

source: Disallow
vi_vn: Không được phép

source: Password protect the console menu
vi_vn: Mật khẩu bảo vệ menu Điều khiển (console)

source: Console menu
vi_vn: Menu Điều khiển (console)

source: Allows selection of different speeds for the serial console port.
vi_vn: Cho phép lựa chọn các tốc độ khác nhau cho Cổng điều khiển nối tiếp (serial console cổng).

source: Serial Speed
vi_vn: Tốc độ nối tiếp (serial)

source: Select the secondary console if multiple consoles are present.
vi_vn: Chọn Điều khiển phụ (secondary console) nếu có nhiều Điều khiển hiện diện.

source: Secondary Console
vi_vn: Điều khiển phụ (Secondary Console)

source: All consoles display OS boot messages, console messages, and the console menu.
vi_vn: Tất cả các Điều khiển (console) đều hiển thị thông báo khởi động hệ điều hành, thông báo Điều khiển và menu Điều khiển.

source: Select the primary console. This preferred console will show boot script output.
vi_vn: Chọn Điều khiển chính (primary console). Điều khiển ưu tiên này sẽ hiển thị đầu ra tập lệnh khởi động.

source: Primary Console
vi_vn: Điều khiển chính (primary console)

source: Use the virtual terminal driver (vt)
vi_vn: Sử dụng trình điều khiển trạm ảo (virtual terminal)

source: Console driver
vi_vn: Trình điều khiển (Console driver)

source: Leave this blank for the default of 22.
vi_vn: Giá trị mặc định là 22 nếu để trống

source: SSH port
vi_vn: Cổng SSH

source: Permit password login
vi_vn: Cho phép đăng nhập mật khẩu

source: Authentication Method
vi_vn: Phương thức Xác thực

source: Root login is generally discouraged. It is advised to log in via another user and switch to root afterwards.
vi_vn: Đăng nhập root không được khuyến khích. Bạn nên đăng nhập thông qua tên người dùng khác và chuyển sang root sau đó.

source: Permit root user login
vi_vn: Cho phép người dùng root đăng nhập

source: Root Login
vi_vn: Đăng nhập Root

source: Enable Secure Shell
vi_vn: Bật Shell Bảo mật

source: Secure Shell Server
vi_vn: Máy chủ Shell Bảo mật

source: Secure Shell
vi_vn: Shell Bảo mật

source: When this is unchecked, access to the web GUI is protected against HTTP_REFERER redirection attempts. Check this box to disable this protection if you find that it interferes with web GUI access in certain corner cases such as using external scripts to interact with this system. More information on HTTP_REFERER is available from %sWikipedia%s.
vi_vn: Khi bỏ chọn hộp này, quyền truy cập vào GUI web (giao diện người dùng) được bảo vệ chống lại các nỗ lực chuyển hướng HTTP_REFERER. Chọn hộp này để tắt tính năng bảo vệ này nếu bạn thấy rằng nó cản trở quyền truy cập GUI web (giao diện người dùng) trong một số trường hợp ngoại lệ chẳng hạn như sử dụng tập lệnh bên ngoài để tương tác với hệ thống này. Thông tin thêm về HTTP_REFERER có sẵn từ %sWikipedia%s.

source: Disable HTTP_REFERER enforcement check
vi_vn: Tắt kiểm tra thực thi HTTP_REFERER

source: HTTP_REFERER enforcement
vi_vn: Thực thi HTTP_REFERER

source: Only accept connections from the selected interfaces. Leave empty to listen globally. Use with care.
vi_vn: Chỉ chấp nhận kết nối từ các giao diện mạng đã chọn. Để trống nếu muốn nghe (listen) theo chuẩn chung. Sử dụng thận trọng.

source: All (recommended)
vi_vn: Tất cả (khuyên dùng)

source: Enable access log
vi_vn: Bật nhập ký truy cập

source: Access log
vi_vn: Nhật ký truy cập

source: Transfer less data to the client for an additional cost in processing power.
vi_vn: Truyền dữ liệu ít hơn cho máy khách để có thêm tài nguyên sử dụng.

source: Enable compression of HTTP pages and dynamic content.
vi_vn: Cho phép nén các trang HTTP và nội dung động.

source: HTTP Compression
vi_vn: Nén HTTP

source: Here you can specify alternate hostnames by which the router may be queried, to bypass the DNS Rebinding Attack checks. Separate hostnames with spaces.
vi_vn: Tại đây, bạn có thể chỉ định các tên máy chủ (hostname) thay thế mà bộ định tuyến có thể được truy vấn, để bỏ qua các kiểm tra Tấn công Liên kết (Rebinding) DNS. Mỗi tên máy chủ (hostname) tách biệt bằng khoảng trống.

source: Alternate Hostnames for DNS Rebinding and HTTP_REFERER Checks
vi_vn: Tên máy chủ (hostname) thay thế cho Liên kết (Rebinding) DNS và Kiểm tra HTTP_REFERER

source: Alternate Hostnames
vi_vn: Tên máy chủ (hostname) thay thế

source: When this is unchecked, your system is protected against %sDNS Rebinding attacks%s. This blocks private IP responses from your configured DNS servers. Check this box to disable this protection if it interferes with web GUI access or name resolution in your environment.
vi_vn: Khi bỏ chọn hộp này, hệ thống của bạn được bảo vệ khỏi các cuộc %sTấn công Liên kết DNS%s. Tính năng này chặn các phản hồi IP riêng từ các máy chủ DNS đã được thiết lập cấu hình của bạn. Chọn hộp này để tắt tính năng bảo vệ nếu cản trở truy cập GUI (giao diện người dùng) web hoặc phân giải tên trong môi trường của bạn.

source: Disable DNS Rebinding Checks
vi_vn: Tắt chức năng Kiểm tra Liên kết (Rebinding) DNS

source: DNS Rebind Check
vi_vn: Kiểm tra Liên kết (Rebinding) DNS

source: When this is checked, successful logins to the web GUI will not be logged.
vi_vn: Khi chọn hộp này, các đăng nhập thành công vào GUI (giao diện người dùng) web sẽ không được ghi lại nhật ký.

source: Disable logging of web GUI successful logins
vi_vn: Tắt ghi nhật ký web GUI (giao diện người dùng) đăng nhập thành công

source: Login Messages
vi_vn: Thông báo Đăng nhập

source: When this is unchecked, access to the web GUI is always permitted even on port 80, regardless of the listening port configured. Check this box to disable this automatically added redirect rule.
vi_vn: Khi bỏ chọn hộp này, quyền truy cập vào GUI (giao diện người dùng) web luôn được cho phép ngay cả trên Cổng 80, bất kể Cổng lắng nghe đã được cấu hình. Chọn hộp này để tắt quy tắc chuyển hướng được thêm tự động này.

source: Disable web GUI redirect rule
vi_vn: Tắt qui tắc chuyển hướng web GUI

source: Enter a custom port number for the web GUI above if you want to override the default (80 for HTTP, 443 for HTTPS). Changes will take effect immediately after save.
vi_vn: Nhập số Cổng (cổng) tùy biến cho GUI (giao diện người dùng) web ở trên nếu bạn muốn ghi đè mặc định (80 cho HTTP, 443 cho HTTPS). Các thay đổi sẽ có hiệu lực ngay sau khi Lưu.

source: TCP port
vi_vn: Cổng TCP

source: Limit SSL cipher selection in case the system defaults are undesired. Note that restrictive use may lead to an inaccessible web GUI.
vi_vn: Giới hạn lựa chọn mật mã SSL trong trường hợp mặc định hệ thống là không mong muốn. Lưu ý rằng việc sử dụng hạn chế có thể dẫn đến GUI (giao diện người dùng) web không thể truy cập được.

source: System defaults
vi_vn: Mặc định hệ thống

source: SSL Ciphers
vi_vn: Mật mã SSL

source: The %sSSL certificate manager%s can be used to create or import certificates if required.
vi_vn: Trình %sQuản lý Chứng chỉ SSL%s có thể được dùng để Tạo hoặc Nhập vào chứng chỉ nếu được yêu cầu.

source: SSL Certificate
vi_vn: Chứng chỉ SSL

source: No Certificates have been defined. You must %sCreate or Import%s a Certificate before SSL can be enabled.
vi_vn: Không có Chứng chỉ nào được xác định. Bạn phải %sTạo hoặc Nhập vào%s một Chứng chỉ trước khi SSL được Bật.

source: If the page does not reload go here:
vi_vn: Nếu trang không tải lại, hãy truy cập vào đây:

source: The web GUI is reloading at the moment, please wait...
vi_vn: GUI (giao diện người dùng) web đang tải lại, vui lòng đợi ...

source: Use the default
vi_vn: Sử dụng mặc định

source: I know what I am doing
vi_vn: Tôi biết tôi đang làm gì

source: Changing the listen interfaces of the web GUI may prevent you from accessing this page if you continue. It is recommended to keep this set to the default unless you know what you are doing.
vi_vn: Thay đổi giao diện mạng lắng nghe (listen) của GUI (giao diện người dùng) web có thể ngăn bạn truy cập trang này nếu bạn tiếp tục. Bạn nên giữ thiết lập này ở chế độ mặc định trừ khi bạn biết mình đang làm gì.

source: Warning!
vi_vn: Cảnh báo!

source: You must specify a valid SSH port number.
vi_vn: Bạn phải chỉ định số cổng SSH hợp lệ.

source: Alternate hostname %s is not a valid hostname.
vi_vn: Tên máy chủ (hostname) thay thế %s không phải là tên hợp lệ.

source: You must specify a valid web GUI protocol.
vi_vn: Bạn phải chỉ định giao thức GUI (giao diện người dùng) WEB hợp lệ.

source: You must specify a valid web GUI port number.
vi_vn: Bạn phải chỉ định số cổng GUI web hợp lệ.

source: E = ESS (infrastructure mode), I = IBSS (ad-hoc mode), P = privacy (WEP/TKIP/AES), S = Short preamble, s = Short slot time
vi_vn: E = ESS (chế độ hạ tầng), I = IBSS (chế độ ad-hoc), P = Riêng tư (WEP/TKIP/AES), S = Mở đầu ngắn, s = Thời gian rãnh ngắn

source: Capabilities:
vi_vn: Khả năng:

source: Flags:
vi_vn: Cờ:

source: A = authorized, E = Extended Rate (802.11g), P = Power save mode
vi_vn: A = Được phép, E = Tốc độ mở rộng (802.11g), P = Chế độ tiết kiệm điện

source: TXSEQ
vi_vn: TXEQ

source: Associated or ad-hoc peers
vi_vn: Kết hợp hoặc ad-hoc peers

source: Nearby access points or ad-hoc peers
vi_vn: Các điểm truy cập lân cận hoặc Peer ad-hoc

source: Rescan
vi_vn: Quét lại

source: Target Network
vi_vn: Mạng mục tiêu

source: Routing Table
vi_vn: Bảng định tuyến

source: Bytes Received
vi_vn: Số byte đã nhận

source: Bytes Sent
vi_vn: Số byte đã gởi

source: Connected Since
vi_vn: Được kết nối kể từ

source: Real Address
vi_vn: Địa chỉ thực

source: Satellites
vi_vn: Vệ tinh

source: Clock Altitude
vi_vn: Đồng hồ Cao độ

source: Clock Longitude
vi_vn: Đồng hồ Kinh độ

source: Clock Latitude
vi_vn: Đồng hồ Vĩ độ

source: Network Time Protocol Status
vi_vn: Trạng thái giao thức thời gian networks (NTP)

source: Outlier
vi_vn: Ngoại lệ

source: False Ticker
vi_vn: Mã đánh dấu sai

source: Excess Peer
vi_vn: Peer dư thừa

source: Selected
vi_vn: Đã chọn

source: PPS Peer
vi_vn: Peer PPS

source: Candidate
vi_vn: Ứng viên

source: Active Peer
vi_vn: Peer hoạt động

source: Unreach/Pending
vi_vn: Không tới/Đang treo

source: Unknown
vi_vn: Không xác định

source: Collisions
vi_vn: Đụng nhau

source: LAGG Protocol
vi_vn: Giao thức LAGG

source: Media
vi_vn: Truyền thông

source: Uptime
vi_vn: Thời gian hoạt động

source: Disconnect
vi_vn: Ngắt kết nối

source: Connect
vi_vn: Kết nối

source: Kernel
vi_vn: Nhân

source: The backup firewall is not accessible (check user credentials).
vi_vn: Không thể truy cập Tường Lửa dự phòng (kiểm tra thông tin Chứng chỉ người dùng).

source: Total Out
vi_vn: Tổng Ra

source: Total In
vi_vn: Tổng Vào

source: IPv6 Prefix
vi_vn: Tiền tố IPv6

source: Delegated Prefixes
vi_vn: Tiền tố được Ủy qnhiệm

source: Lease Type
vi_vn: Loại Cấp xuống

source: Online
vi_vn: Trực tuyến

source: End
vi_vn: Kết thúc

source: Keep in mind that all resource record types (i.e. A, AAAA, MX, etc. records) of a specified host below are being overwritten.
vi_vn: Hãy nhớ rằng tất cả các loại bản ghi tài nguyên (VD: Bản ghi A, AAAA, MX, v.v.) của một máy chủ được chỉ định bên dưới được ghi đè.

source: MX (Mail server)
vi_vn: MX (Máy chủ Mail)

source: MX Priority
vi_vn: Mức độ ưu tiên MX

source: MX Host
vi_vn: Máy chủ MX

source: Unwanted Reply Threshold
vi_vn: Ngưỡng trả lời không mong muốn

source: Number of Hosts to cache
vi_vn: Số lượng máy chủ (host) trong bộ nhớ cache

source: Minimum TTL for RRsets and messages
vi_vn: TTL tối thiểu cho RRsets và tin nhắn

source: Maximum TTL for RRsets and messages
vi_vn: TTL tối đa cho RRsets và tin nhắn

source: Jostle Timeout
vi_vn: Thời gian chờ Jostle

source: Number of queries per thread
vi_vn: Số lượng truy vấn (query) trên mỗi luồng (thread)

source: Incoming TCP Buffers
vi_vn: TCP Buffers đi Vào

source: Outgoing TCP Buffers
vi_vn: TCP Buffers đi Ra

source: Message Cache Size
vi_vn: Kích cỡ bộ nhớ cache tin nhắn

source: Prefetch DNS Key Support
vi_vn: Hỗ trợ khóa DNS Nạp trước

source: Prefetch Support
vi_vn: Hỗ trợ Nạp trước

source: If enabled, version.server and version.bind queries are refused.
vi_vn: Nếu được bật, các truy vấn version.server và version.bind sẽ bị từ chối.

source: Hide Version
vi_vn: Ẩn Phiên bản

source: If enabled, id.server and hostname.bind queries are refused.
vi_vn: Nếu được bật, các truy vấn id.server và hostname.bind sẽ bị từ chối.

source: Hide Identity
vi_vn: Ẩn Danh tính

source: Internal
vi_vn: Địa chỉ trong

source: Access List Name
vi_vn: Tên Danh sách Truy cập

source: You may enter a description here for your reference.
vi_vn: Bạn có thể nhập mô tả ở đây để tham khảo.

source: Allow Snoop
vi_vn: Cho phép Lục lạo (Snoop)

source: Refuse
vi_vn: Từ chối

source: Allow
vi_vn: Cho phép

source: Outgoing Network Interfaces
vi_vn: Giao tiếp Mạng đi Ra

source: If this option is set, then any descriptions associated with Host entries and DHCP Static mappings will create a corresponding TXT record.
vi_vn: Nếu tùy chọn này được thiết lập, thì bất kỳ mô tả nào được liên kết với các bản ghi Máy chủ (host) và Ánh xạ Tĩnh DHCP (DHCP Static mapping)sẽ tạo bản ghi TXT tương ứng.

source: TXT Comment Support
vi_vn: Hỗ trợ Chú thích TXT

source: Local Zone Type
vi_vn: Loại Vùng Cục bộ

source: Network Interfaces
vi_vn: Giao tiếp Mạng

source: The maximum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
vi_vn: Thời gian tối đa cho phép giữa việc gửi tin quảng bá (advertisement) bộ định tuyến đa hướng (multicast) không mong muốn từ giao diện mạng, tính bằng giây.

source: Maximum Interval
vi_vn: Thời hiệu Tối đa

source: The minimum time allowed between sending unsolicited multicast router advertisements from the interface, in seconds.
vi_vn: Thời gian tối thiểu cho phép giữa việc gửi tin quảng bá (advertisement) bộ định tuyến đa hướng (multicast) không mong muốn từ giao diện mạng, tính bằng giây.

source: Minimum Interval
vi_vn: Thời hiệu Tối thiểu

source: Routes are specified in CIDR format. The prefix of a route definition should be network prefix; it can be used to advertise more specific routes to the hosts.
vi_vn: Định tuyến được chỉ định ở định dạng CIDR. Tiền tố của định nghĩa Định tuyến phải là tiền tố networks (network prefix); nó có thể được dùng để quảng bá (advertise) các Định tuyến cụ thể hơn đến các máy chủ (host).

source: Remove
vi_vn: Xóa

source: Length
vi_vn: Độ dài

source: Advertise Routes
vi_vn: Định tuyến Quảng bá

source: Select the Priority for the Router Advertisement (RA) Daemon.
vi_vn: Chọn Mức Ưu tiên cho Daemon Quảng bá Bộ định tuyến (RA: Router Advertisement).

source: Low
vi_vn: Thấp

source: Router Priority
vi_vn: Mức Ưu tiên Bộ định tuyến

source: Stateless
vi_vn: Phi trạng thái

source: Assisted
vi_vn: Được hỗ trợ

source: Managed
vi_vn: Được quản lý

source: Unmanaged
vi_vn: Không được quản lý

source: Router Only
vi_vn: Chỉ Bộ định tuyến

source: Minimum interval must be between %s and %s seconds.
vi_vn: Thời hiệu Tối thiểu phải từ %s đến %s giây.

source: Maximum interval must be between %s and %s seconds.
vi_vn: Thời hiệu Tối đa phải từ %s đến %s giây.

source: An invalid subnet route was supplied: %s
vi_vn: Định tuyến mạng con (subnet) không hợp lệ đã được cung cấp: %s

source: Test/Update
vi_vn: Kiểm tra/Cập nhật

source: Test result
vi_vn: Kết quả Kiểm tra

source: Enter the network name configured on the %sNetworks Dashboard of OpenDNS%s under 'Manage your networks'. Used to update the node's IP address whenever the WAN interface changes its IP address.
vi_vn: Nhập tên networks được định cấu hình trên Bảng điều kiển networks %s của %sOpenDNS trong 'Quản lý networks của bạn'. Được dùng để cập nhật địa chỉ IP của Nút networks (node) bất cứ khi nào giao diện mạng WAN thay đổi địa chỉ IP của nó.

source: Signon Username to log into your OpenDNS dashboard. It is used to automatically update the IP address of the registered network.
vi_vn: Ký danh Tên người dùng để đăng nhập vào Bảng điều khiển OpenDNS của bạn. Nó được dùng để tự động cập nhật địa chỉ IP của networks đã đăng ký.

source: Enabling the OpenDNS service will overwrite DNS servers configured via the General Setup page as well as ignore any DNS servers learned by DHCP/PPP on WAN and use the DNS servers from %s instead.
vi_vn: Việc kích hoạt dịch vụ OpenDNS sẽ ghi đè lên các máy chủ DNS được định cấu hình qua trang Thiết lập Chung cũng như bỏ qua bất kỳ máy chủ DNS nào được DHCP/PPP học trên WAN thay vì sử dụng máy chủ DNS từ %s.

source: Filter DNS requests using OpenDNS
vi_vn: Lọc các yêu cầu DNS bằng OpenDNS

source: OpenDNS Setup
vi_vn: Cài đặt OpenDNS

source: At least 3 additional time sources should be configured under %sServices: NTP%s to reliably supply the time of each PPS pulse.
vi_vn: Ít nhất 3 Nguồn (source) cung thời gian phải được cấu hình trong %sDịch vụ: NTP%s để cung cấp thời gian tin cậy cho mỗi xung PPS (Pulse Per Second: Xung mỗi giây).

source: A PPS signal only provides a reference to the change of a second, so at least one other source to number the seconds is required.
vi_vn: Tín hiệu PPS (Pulse Per Second: Xung mỗi giây) chỉ cung cấp tham chiếu cho sự thay đổi của một giây, vì vậy cần có ít nhất một Nguồn bắt buộc khác để đánh số giây.

source: A serial GPS may also be used, but the serial GPS driver would usually be the better option.
vi_vn: Cũng có thể sử dụng GPS nối tiếp (serial GPS), nhưng trình điều khiển GPS nối tiếp (serial GPS driver) thường là lựa chọn tốt hơn.
