Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Devices with a Pulse Per Second output such as radios that receive a time signal from DCF77 (DE), JJY (JP), MSF (GB) or WWVB (US) may be used as a PPS reference for NTP.
vi_vn: Các thiết bị có đầu ra Xung mỗi giây (Pulse Per Second) như radio nhận tín hiệu thời gian từ DCF77 (DE: Đức), JJY (JP: Nhật), MSF (GB: Anh) hoặc WWVB (US: Mỹ) có thể được sử dụng làm tham chiếu PPS cho NTP.

source: This may be used to change the PPS Clock ID
vi_vn: Tuỳ chọn này có thể được dùng để thay đổi ID Đồng hồ (clock) PPS

source: Record a timestamp once for each second, useful for constructing Allan deviation plots (default: disabled).
vi_vn: Ghi lại một dấu thời gian một lần cho mỗi giây, hữu ích để xây dựng các biểu đồ độ lệch Allan (mặc định: bị vô hiệu hóa).

source: Enable kernel PPS clock discipline (default: disabled).
vi_vn: Bật qui tắc Đồng hồ (clock) PPS hạt nhân (mặc định: bị vô hiệu hóa).

source: This may be useful if, for some reason, you want ntpd to prefer a different clock and just monitor this source.
vi_vn: Tùy chọn này có thể hữu ích nếu vì lý do nào đó, bạn muốn ntpd ưa chọn một đồng hồ khác và chỉ theo dõi từ nguồn này.

source: This may be used to change the PPS Clock stratum
vi_vn: Tùy chọn này có thể được sử dụng để thay đổi tầng mốc (stratum) Đồng hồ PPS

source: Fudge time is used to specify the PPS signal offset from the actual second such as the transmission delay between the transmitter and the receiver.
vi_vn: Fudge time được dùng để xác định độ lệch tín hiệu PPS so với giây thực tế, chẳng hạn như độ trễ khi truyền từ máy phát đến máy thu.

source: All serial ports are listed, be sure to pick the port with the PPS source attached.
vi_vn: Tất cả các Cổng nối tiếp (serial cổng) đều được liệt kê, hãy đảm bảo chọn Cổng có gắn nguồn PPS.

source: NTP PPS Configuration
vi_vn: Cấu hình NTP PPS

source: For the best results, NTP should have at least three sources of time. So it is best to configure at least 2 servers under %sServices: Network Time%s to minimize clock drift if the GPS data is not valid over time. Otherwise ntpd may only use values from the unsynchronized local clock when providing time to clients.
vi_vn: Để có kết quả tốt nhất, NTP nên có ít nhất ba nguồn cung thời gian. Vì vậy, tốt nhất bạn nên cấu hình ít nhất 2 máy chủ dưới %sDịch vụ: Thời gian Mạng%s để giảm thiểu độ lệch đồng hồ nếu dữ liệu GPS không hợp lệ theo thời gian. Nếu không, ntpd chỉ có thể sử dụng các giá trị từ đồng hồ cục bộ không được đồng bộ hóa khi cung cấp thời gian cho máy khách.

source: A GPS connected via a serial port may be used as a reference clock for NTP. If the GPS also supports PPS and is properly configured, and connected, that GPS may also be used as a Pulse Per Second clock reference. NOTE: a USB GPS may work, but is not recommended due to USB bus timing issues.
vi_vn: GPS được kết nối qua Cổng nối tiếp (serial cổng) có thể được sử dụng làm đồng hồ tham chiếu cho NTP. Nếu GPS cũng hỗ trợ PPS và được cấu hình và kết nối đúng cách, thì GPS đó cũng có thể được sử dụng làm tham chiếu đồng hồ Xung mỗi giây. CHÚ Ý: USB GPS có thể hoạt động, nhưng không được khuyến khích do các vấn đề về thời gian bus USB.

source: Please click the "Calculate" to get a result.
vi_vn: Vui lòng nhấp vào "Tính toán" để nhận kết quả.

source: Checksum:
vi_vn: Kiểm tổng:

source: Calculate
vi_vn: Tính toán

source: Enter the text between "$" and "*" of a NMEA command string.
vi_vn: Nhập văn bản giữa "$" và "*" của chuỗi lệnh NMEA.

source: NMEA checksum calculator
vi_vn: Máy tính Kiểm tổng NMEA

source: Note: Commands entered here will be sent to the GPS during initialization. Please read and understand your GPS documentation before making any changes here.
vi_vn: Chú ý: Các lệnh được nhập ở đây sẽ được gửi đến GPS suốt quá trình khởi tạo. Vui lòng đọc và hiểu tài liệu GPS của bạn trước khi thực hiện bất kỳ thay đổi nào tại đây.

source: Show GPS Initialization commands
vi_vn: Hiển thị các Lệnh Khởi tạo GPS

source: GPS Initialization
vi_vn: Khởi tạo GPS

source: This may be used to change the GPS Clock ID (default: GPS).
vi_vn: Tùy chọn này có thể được sử dụng để thay đổi ID Đồng hồ GPS (mặc định: GPS).

source: (1 to 4 characters)
vi_vn: (1 đến 4 ký tự)

source: Clock ID
vi_vn: ID Đồng hồ

source: Log the sub-second fraction of the received time stamp (default: Not logged).
vi_vn: Ghi lại phần lẻ của giây từ dấu thời gian (timestamp) nhận được (mặc định: Nhật ký chưa được ghi).

source: Obscure location in timestamp (default: unobscured).
vi_vn: Vị trí bí mật trong dấu thời gian (mặc định: không bí mật).

source: Enable kernel PPS clock discipline (default: enabled).
vi_vn: Bật qui tắc đồng hồ PPS hạt nhân (mặc định: đã bật).

source: Enable falling edge PPS signal processing (default: rising edge).
vi_vn: Bật xử lý tín hiệu PPS cạnh xuống (mặc định: cạnh lên).

source: Enable PPS signal processing (default: enabled).
vi_vn: Bật xử lý tín hiệu PPS (mặc định: đã bật).

source: NTP should not use this clock, it will be displayed for reference only (default: disabled).
vi_vn: NTP không nên sử dụng đồng hồ này, nó sẽ chỉ được hiển thị để tham khảo (mặc định: Tắt).

source: NTP should prefer this clock (default: enabled).
vi_vn: NTP nên dùng đồng hồ này (mặc định: Bật).

source: Normally there should be no need to change these options from the defaults.
vi_vn: Thông thường không cần phải thay đổi các tùy chọn này từ các tùy chọn mặc định.

source: This may be used to change the GPS Clock stratum (default: 0). This may be useful if, for some reason, you want ntpd to prefer a different clock
vi_vn: Tùy chọn này có thể được sử dụng để thay đổi tầng mốc (stratum) Đồng hồ GPS (mặc định: 0). Tùy chọn này có thể hữu ích nếu vì lý do nào đó, bạn muốn ntpd dùng một đồng hồ khác

source: Fudge time 2 is used to specify the GPS time offset (default: 0.0).
vi_vn: Fudge time 2 được sử dụng để chỉ định độ lệch thời gian GPS (mặc định: 0.0).

source: Fudge time 2 (seconds)
vi_vn: Fudge time 2 (giây)

source: Fudge time 1 is used to specify the GPS PPS signal offset (default: 0.0).
vi_vn: Fudge time 1 được sử dụng để chỉ định độ lệch tín hiệu GPS PPS (mặc định: 0.0).

source: Fudge time 1 (seconds)
vi_vn: Fudge time 1 (giây)

source: By default NTP will listen for all supported NMEA sentences. Here one or more sentences to listen for may be specified.
vi_vn: Mặc định NTP sẽ lắng nghe (listen) tất cả các câu lệnh NMEA được hỗ trợ. Ở đây có thể chỉ định một hoặc nhiều câu lệnh để nghe (listen).

source: ZDA or ZDG
vi_vn: ZDA hoặc ZDG

source: NMEA sentences
vi_vn: Câu lệnh NMEA

source: Note: A higher baud rate is generally only helpful if the GPS is sending too many sentences. It is recommended to configure the GPS to send only one sentence at a baud rate of 4800 or 9600.
vi_vn: Chú ý: Tốc độ truyền cao hơn thường chỉ hữu ích nếu GPS gửi quá nhiều câu lệnh. Bạn nên cấu hình GPS để chỉ gửi một câu lệnh ở tốc độ truyền 4800 hoặc 9600.

source: Serial port baud rate.
vi_vn: Tốc độ truyền Cổng nối tiếp (Serial cổng).

source: All serial ports are listed, be sure to pick the port with the GPS attached.
vi_vn: Tất cả các Cổng nối tiếp (serial cổng) được liệt kê, đảm bảo chọn Cổng có gắn GPS.

source: Serial port
vi_vn: Cổng nối tiếp (serial cổng)

source: The predefined configurations assume your GPS has already been set to NMEA mode.
vi_vn: Các cấu hình được xác định trước giả định GPS của bạn đã được thiết lập chế độ NMEA.

source: Select Generic if your GPS is not listed.
vi_vn: Chọn tùy chọn Chung (Generic) nếu GPS của bạn không được liệt kê.

source: This option allows you to select a predefined configuration.
vi_vn: Tùy chọn này cho phép bạn chọn một cấu hình được xác định trước.

source: NTP Serial GPS Configuration
vi_vn: Cấu hình GPS nối tiếp (Serial) NTP

source: Clock stratum must be a number in the range 0..16
vi_vn: Tầng mốc (stratum) phải là số nằm trong khoảng 0..16

source: Enter any additional options you would like to add to the network time configuration here, separated by a space or newline.
vi_vn: Nhập bất kỳ tùy chọn bổ sung nào bạn muốn thêm vào cấu hình thời gian networks tại đây, được phân tách bằng khoảng trắng hoặc dòng mới.

source: select a file to upload:
vi_vn: Chọn tập tin tải lên:

source: Or
vi_vn: Hoặc

source: Enter Leap second configuration as text:
vi_vn: Nhập cấu hình Bù giây (leap second) dưới dạng văn bản:

source: Normally this is only useful if this server is a stratum 1 time server.
vi_vn: Thông thường, tùy chọn này chỉ hữu ích nếu máy chủ này là máy chủ Tầng mốc (stratum) 1.

source: Show Leap second configuration
vi_vn: Hiển thị cấu hình Bù giây (leap second)

source: Leap seconds
vi_vn: Bù giây (leap second)

source: Show access restriction options
vi_vn: Hiển thị các tùy chọn hạn chế quyền truy cập

source: Access restrictions
vi_vn: Hạn chế quyền truy cập

source: These options will create persistent daily log files in /var/log/ntp.
vi_vn: Các tùy chọn này sẽ tạo các tập tin nhật ký liên tục hàng ngày trong /var/log/ntp.

source: Show statistics logging options
vi_vn: Hiển thị các tùy chọn ghi nhật ký thống kê

source: Statistics logging
vi_vn: Ghi nhật ký thống kê

source: These options enable additional messages from NTP to be written to the System Log
vi_vn: Các tùy chọn này cho phép các thông báo bổ sung từ NTP được ghi vào Nhật ký hệ thống

source: Status > System Logs > NTP
vi_vn: Trạng thái > Nhật ký hệ thống > NTP

source: Syslog logging
vi_vn: Ghi nhật ký Syslog (nhật ký hệ thống)

source: NTP graphs
vi_vn: Đồ thị NTP

source: Orphan mode
vi_vn: Chế độ Đơn lẻ

source: The "do not use" option indicates that NTP should not use this server for time, but stats for this server will be collected and displayed.
vi_vn: Tùy chọn "Không sử dụng" chỉ ra rằng NTP không nên sử dụng máy chủ này định thời gian, nhưng số liệu thống kê cho máy chủ này sẽ được thu thập và hiển thị.

source: The "prefer" option indicates that NTP should favor the use of this server more than all others.
vi_vn: Tùy chọn "Ưa thích" chỉ ra rằng NTP nên ưu tiên sử dụng máy chủ này hơn tất cả các máy chủ khác.

source: For best results three to five servers should be configured here.
vi_vn: Để có kết quả tốt nhất, ba đến năm máy chủ nên được cấu hình tại đây.

source: Do not use
vi_vn: Không sử dụng

source: Prefer
vi_vn: Ưa thích

source: Time servers
vi_vn: Máy chủ thời gian

source: NTP Server Configuration
vi_vn: Cấu hình máy chủ NTP

source: Orphan mode must be a value between 0..15
vi_vn: Chế độ Đơn lẻ (Orphan mode) phải là giá trị từ 0..15

source: Specify a non standard port number here, leave blank for default
vi_vn: Chỉ định số Cổng (cổng) không chuẩn ở đây, để trống nếu chọn mặc định

source: Domain to override (NOTE: this does not have to be a valid TLD!)
vi_vn: Tên miền cần ghi đè (CHÚ Ý: đây không phải là TLD hợp lệ!)

source: A valid domain must be specified.
vi_vn: Phải chỉ định tên miền hợp lệ

source: Use these for changing DNS results or for adding custom DNS records.
vi_vn: Sử dụng chúng để thay đổi kết quả DNS hoặc để thêm các bản ghi DNS tùy chỉnh.

source: Entries in this section override individual results from the forwarders.
vi_vn: Các entry trong phần này ghi đè các kết quả riêng lẻ từ những phần chuyển tiếp.

source: Show advanced option
vi_vn: Hiển thị tùy chọn nâng cao

source: Do not forward private reverse lookups
vi_vn: Không chuyển tiếp tra cứu ngược riêng tư

source: Require domain
vi_vn: Yêu cầu tên miền

source: Query DNS servers sequentially
vi_vn: Truy vấn máy chủ DNS theo trình tự

source: DNS Query Forwarding
vi_vn: Chuyển tiếp truy vấn DNS

source: If this option is set, then DHCP mappings will be resolved before the manual list of names below. This only affects the name given for a reverse lookup (PTR).
vi_vn: Nếu tùy chọn này được thiết lập, thì ánh xạ (mapping) DHCP sẽ được phân giải trước danh sách tên thủ công bên dưới. Tùy chọn này chỉ ảnh hưởng đến tên được cung cấp cho tra cứu ngược (PTR).

source: Prefer DHCP
vi_vn: DHCP Ưu thích

source: The domain name to use for DHCP hostname registration. If empty, the default system domain is used. Note that all DHCP leases will be assigned to the same domain. If this is undesired, static DHCP lease registration is able to provide coherent mappings.
vi_vn: Tên miền sử dụng để đăng ký tên máy chủ (hostname) DHCP. Nếu trống, miền hệ thống mặc định sẽ được sử dụng. Lưu ý rằng tất cả các phần cấp DHCP sẽ được gán cho cùng một miền. Nếu điều này là không mong muốn, đăng ký cấp DHCP Tĩnh có thể cung cấp ánh xạ (mapping) kết hợp.

source: DHCP Domain Override
vi_vn: Ghi đè miền DHCP

source: The domain may only contain the characters a-z, 0-9, '-' and '.'.
vi_vn: Tên miền chỉ có thể chứa các ký tự a-z, 0-9, '-' và '.'.

source: Netboot filename
vi_vn: Tên tập tin Netboot

source: If no IPv6 address is given, one will be dynamically allocated from the pool.
vi_vn: Nếu không có địa chỉ IPv6 nào được cung cấp, một địa chỉ sẽ được cấp phát động từ kho (pool).

source: If an IPv6 address is entered, the address must be outside of the pool.
vi_vn: Nếu địa chỉ IPv6 được nhập, địa chỉ đó phải nằm ngoài kho (pool).

source: DUID Identifier
vi_vn: Định danh DUID

source: Static DHCPv6 Mapping
vi_vn: Ánh xạ (mapping) DHCPv6 tĩnh

source: This Hostname, IP or DUID Identifier already exists.
vi_vn: Tên máy chủ (hostname), IP hoặc Định danh DUID này đã tồn tại.

source: A valid DUID Identifier must be specified.
vi_vn: Phải chỉ định mã Định danh DUID hợp lệ.

source: DHCPv6 Static Mappings for this interface.
vi_vn: Ánh xạ (mapping) Tĩnh DHCPv6 cho giao diện mạng này.

source: Additional BOOTP/DHCP Options
vi_vn: Tùy chọn BOOTP/DHCP bổ sung

source: Enter the Bootfile URL
vi_vn: Nhập Bootfile (tập tin boot) URL

source: By default DHCPv6 leases are displayed in UTC time. By checking this box DHCPv6 lease time will be displayed in local time and set to time zone selected. This will be used for all DHCPv6 interfaces lease time.
vi_vn: Mặc định, các phần cấp DHCPv6 được hiển thị theo giờ UTC. Bằng cách chọn hộp này, thời gian cấp DHCPv6 sẽ được hiển thị theo giờ địa phương và được thiết lập theo múi giờ đã chọn. Tùy chọn này sẽ được sử dụng cho tất cả thời gian cấp DHCPv6.

source: Change DHCPv6 display lease time from UTC to local time.
vi_vn: Thay đổi thời gian cấp hiển thị DHCPv6 từ UTC theo giờ địa phương.

source: You can define a Prefix range here for DHCP Prefix Delegation. This allows for assigning networks to subrouters. The start and end of the range must end on boundaries of the prefix delegation size.
vi_vn: Bạn có thể xác định dãy Tiền tố (Prefix) tại đây cho Ủy nhiệm Tiền tố DHCP. Tùy chọn này cho phép gán networks cho các bộ định tuyến con. Phần bắt đầu và kết thúc của dãy phải kết thúc trên ranh giới của kích thước ủy quyền tiền tố.

source: Prefix Delegation Size
vi_vn: Kích thước Ủy quyền Tiền tố

source: Prefix Delegation Range
vi_vn: Dãy Ủy quyền Tiền tố

source: Enable DHCPv6 server on %s interface
vi_vn: Bật máy chủ DHCPv6 trên giao diện mạng %s

source: A valid URL must be specified for the network bootfile.
vi_vn: Phải chỉ định URL hợp lệ cho bootfile (tập tin boot) networks

source: A valid IPv6 address must be specified for the primary/secondary NTP servers.
vi_vn: Phải chỉ định IPv6 hợp lệ cho máy chủ NTP Chính/Phụ

source: A valid IPv6 address must be specified for the primary/secondary DNS servers.
vi_vn: Phải chỉ định IPv6 hợp lệ cho máy chủ DNS Chính/Phụ

source: A valid IPv6 address must be specified for the gateway.
vi_vn: Phải chỉ định IPv6 hợp lệ cho gateway

source: The subnet range cannot overlap with virtual IPv6 address %s.
vi_vn: Dãy mạng con không được trùng lặp với địa chỉ IPv6 ảo %s.

source: A valid prefix range must be specified.
vi_vn: Phải chỉ định Dãy Tiền tố hợp lệ

source: Default lease time
vi_vn: Thời gian cấp mặc định

source: Create a static ARP table entry for this MAC and IP address pair.
vi_vn: Tạo entry bảng ARP tĩnh cho cặp địa chỉ MAC và IP này.

source: ARP Table Static Entry
vi_vn: Mục nhập Bảng ARP Tĩnh

source: Enter the root-path-string, overrides setting on main page.
vi_vn: Nhập chuỗi đường dẫn root (root-path-string), thiết lập ghi đè trên trang chính.

source: Root Path
vi_vn: Đường dẫn Root

source: Name of the file that should be loaded when this host boots off of the network, overrides setting on main page.
vi_vn: Tên của tập tin sẽ được tải khi này khởi động máy chủ ngoài (host boots off) networks, ghi đè cài đặt trên trang chính.

source: Netboot Filename
vi_vn: tên tập tin Netboot

source: Name of the host, without domain part.
vi_vn: Tên của máy chủ (host), không có phần miền.

source: If no IPv4 address is given, one will be dynamically allocated from the pool.
vi_vn: Nếu không có địa chỉ IPv4 nào được cung cấp, một địa chỉ sẽ được phân bổ động từ nhóm (pool).

source: Client identifier
vi_vn: Định danh máy khách

source: Copy my MAC address
vi_vn: Sao chép địa chỉ IP của tôi

source: Static DHCP Mapping
vi_vn: Ánh xạ (mapping) DHCP Tĩnh

source: The IP address must lie in the %s subnet.
vi_vn: Địa chỉ IP phải nằm trong mạng con %s.

source: Static ARP is enabled. You must specify an IP address.
vi_vn: ARP tĩnh được bật. Bạn phải chỉ định một địa chỉ IP.

source: A valid hostname is specified, but the domain name part should be omitted
vi_vn: Tên máy chủ (hostname) hợp lệ được chỉ định, nhưng phần tên miền nên được bỏ qua

source: The hostname can only contain the characters A-Z, 0-9 and '-'.
vi_vn: Tên máy chủ (hostname) chỉ có thể chứa các ký tự A-Z, 0-9 và '-'.

source: The hostname cannot end with a hyphen according to RFC952
vi_vn: Tên máy chủ không được kết thúc bằng dấu gạch nối (qui tắc RFC952)

source: Either MAC address or Client identifier must be specified
vi_vn: Địa chỉ MAC hoặc mã định danh Máy khách phải được chỉ định

source: DHCP Static Mappings for this interface.
vi_vn: Ánh xạ tĩnh DHCP cho giao diện mạng này.

source: Enter the DHCP option number and the value for each item you would like to include in the DHCP lease information. For a list of available options please visit this %sURL%s.
vi_vn: Nhập số tùy chọn DHCP và giá trị cho mỗi đối tượng bạn muốn đưa vào thông tin cấp DHCP. Để biết danh sách các tùy chọn có sẵn, vui lòng truy cập %sURL%s này.

source: IP address or host
vi_vn: Địa chỉ IP hoặc máy chủ (host)

source: Signed 32-bit integer
vi_vn: Số nguyên 32-bit được ký (signed)

source: Signed 16-bit integer
vi_vn: Số nguyên 16-bit được ký (signed)

source: Signed 8-bit integer
vi_vn: Số nguyên 8-bit được ký (signed)

source: Unsigned 32-bit integer
vi_vn: Số nguyên 32-bit chưa được ký (signed)

source: Unsigned 16-bit integer
vi_vn: Số nguyên 16-bit chưa được ký (signed)

source: Unsigned 8-bit integer
vi_vn: Số nguyên 8-bit chưa được ký (signed)

source: String
vi_vn: Chuỗi

source: Text
vi_vn: Văn bản

source: Show Additional BOOTP/DHCP Options
vi_vn: Hiển thị các tùy chọn BOOTP/DHCP bổ sung

source: Additional Options
vi_vn: Tùy chọn bổ sung

source: Note: string-format: iscsi:(servername):(protocol):(port):(LUN):targetname
vi_vn: Chú ý: định dạng chuỗi: iscsi: (servername):( protocol):(cổng):( LUN): targetname

source: Set root-path string
vi_vn: Thiết lập chuỗi đường dẫn gốc (root-path)

source: Set default bios filename
vi_vn: Thiết lập tên tập tin bios mặc định

source: Set next-server IP
vi_vn: Thiết lập IP máy chủ tiếp theo

source: Enables network booting.
vi_vn: Bật khởi động qua networks.

source: Show Network booting
vi_vn: Hiển thị khởi động qua networks.

source: Enable network booting
vi_vn: Bật khởi động qua networks

source: Leave blank to disable. Enter a full URI for the LDAP server in the form %s
vi_vn: Vô hiệu hóa khi để trống. Nhập một URI đầy đủ cho máy chủ LDAP ở dạng %s

source: Show LDAP configuration
vi_vn: Hiển thị cấu hình LDAP

source: Show TFTP configuration
vi_vn: Hiển thị cấu hình TFTP

source: TFTP server
vi_vn: Máy chủ TFTP

source: Show NTP configuration
vi_vn: Hiển thị cấu hình NTP

source: NTP servers
vi_vn: Máy chủ NTP

source: Show MAC Address Control
vi_vn: Hiển thị kiểm soát địa chỉ MAC

source: MAC Address Control
vi_vn: Kiểm soát địa chỉ MAC

source: Enter the dynamic DNS domain key secret which will be used to register client names in the DNS server.
vi_vn: Nhập bí mật khóa miền DNS động sẽ được dùng để đăng ký tên máy khách trên máy chủ DNS.

source: Enter the dynamic DNS domain key name which will be used to register client names in the DNS server.
vi_vn: Nhập tên khóa miền DNS động sẽ được dùng để đăng ký tên máy khách trên máy chủ DNS.

source: Enter the primary domain name server IP address for the dynamic domain name.
vi_vn: Nhập địa chỉ IP máy chủ tên miền chính cho tên miền động.

source: Note: Leave blank to disable dynamic DNS registration.
vi_vn: Lưu ý: Để trống để vô hiệu hóa đăng ký DNS động.

source: Enter the dynamic DNS domain which will be used to register client names in the DNS server.
vi_vn: Nhập miền DNS động sẽ được dùng để đăng ký tên máy khách trên máy chủ DNS.

source: Enable registration of DHCP client names in DNS.
vi_vn: Cho phép đăng ký tên máy khách DHCP trên DNS.

source: Show Dynamic DNS
vi_vn: Hiển thị DNS Động

source: Time format change
vi_vn: Thay đổi định dạng thời gian

source: Warning: This option persists even if DHCP server is disabled. Only the machines listed below will be able to communicate with the firewall on this NIC.
vi_vn: Cảnh báo: Tùy chọn này vẫn tồn tại ngay cả khi máy chủ DHCP bị Tắt. Chỉ những máy được liệt kê bên dưới mới có thể giao diện mạng với Tường Lửa trên card networks (NIC) này.

source: Enable Static ARP entries
vi_vn: Bật các mục ARP Tĩnh

source: Static ARP
vi_vn: ARP Tĩnh

source: Failover peer IP:
vi_vn: IP Peer (peer) chuyển đổi dự phòng:

source: This option specifies the MTU to use on this interface. The minimum legal value for the MTU is 68.
vi_vn: Tùy chọn này chỉ định MTU dùng trên giao diện mạng này. Giá trị hợp pháp tối thiểu cho MTU là 68.

source: Interface MTU
vi_vn: Giao tiếp MTU

source: The default is 86400 seconds.
vi_vn: Mặc định 86400 giây (01 ngày).

source: This is the maximum lease time for clients that ask for a specific expiration time.
vi_vn: Đây là thời gian cấp tối đa cho những máy khách yêu cầu thời hạn cụ thể.

source: Maximum lease time
vi_vn: Thời gian cấp tối đa

source: The default is 7200 seconds.
vi_vn: Mặc định 7200 giây (3 giờ).

source: This is used for clients that do not ask for a specific expiration time.
vi_vn: Tùy chọn này dùng cho các máy khách không yêu cầu thời hạn cụ thể.

source: Default lease time (seconds)
vi_vn: Thời gian cấp mặc định (giây)

source: The DHCP server can optionally provide a domain search list. Use the semicolon character as separator.
vi_vn: Máy chủ DHCP có thể tùy chọn cung cấp danh sách tìm kiếm tên miền. Sử dụng dấu chấm phẩy làm dấu phân cách.

source: Domain search list
vi_vn: Danh sách tìm kiếm tên miền

source: The default is to use the domain name of this system as the default domain name provided by DHCP. You may specify an alternate domain name here.
vi_vn: Mặc định là sử dụng tên miền của hệ thống này làm tên miền mặc định do DHCP cung cấp. Bạn có thể chỉ định một tên miền thay thế tại đây.

source: Domain name
vi_vn: Tên miền

source: DNS servers
vi_vn: Máy chủ DNS

source: WINS servers
vi_vn: Các máy chủ WINS

source: If you need additional pools of addresses inside of this subnet outside the above Range, they may be specified here.
vi_vn: Nếu bạn cần các kho (pool) địa chỉ bổ sung bên trong mạng con này bên ngoài Dãy trên, chúng có thể được chỉ định tại đây.

source: Pool End
vi_vn: Kết thúc Kho (Pool End)

source: Pool Start
vi_vn: Khởi đầu Kho (Pool Start)

source: Additional Pools
vi_vn: Các Kho (pool) bổ sung

source: from
vi_vn: từ

source: Range
vi_vn: Dãy

source: Available range
vi_vn: Dãu có sẵn
