Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: This will make the captive portal always send accounting requests, rather than just when there is a need for accounting (e.g. when there is a daily session limit).
vi_vn: Điều này sẽ làm cho Cổng bị khóa luôn gửi yêu cầu kế toán, thay vì chỉ khi có nhu cầu về kế toán (ví dụ: khi có giới hạn phiên hàng ngày).

source: This will prevent installing routes. Usually you only enable this to do own routing decisions via a local gateway and gateway rules.
vi_vn: Điều này sẽ ngăn chặn việc cài đặt các tuyến đường. Thông thường, bạn chỉ kích hoạt tính năng này để thực hiện các quyết định định tuyến của riêng mình thông qua gateway cục bộ và quy tắc gateway.

source: Thread ID
vi_vn: ID chủ đề

source: Thread ID that should bind to a specific CPU set. Any thread IDs above nbthread are ignored.
vi_vn: ID luồng sẽ liên kết với một bộ CPU cụ thể. Bất kỳ ID luồng nào ở trên nbthread đều bị bỏ qua.

source: Time in seconds how often to refresh trails.
vi_vn: Thời gian tính bằng giây tần suất làm mới các đường dẫn.

source: To Day
vi_vn: Hôm nay

source: To Month
vi_vn: Đến tháng

source: Trusted
vi_vn: đáng tin cậy

source: Trusted Proxies
vi_vn: Proxy đáng tin cậy

source: Trusted Proxies (Firewall Alias)
vi_vn: Proxy đáng tin cậy (Bí danh tường lửa)

source: Type IP addresses you want to allow access to the proxy server.
vi_vn: Nhập địa chỉ IP bạn muốn cho phép truy cập vào máy chủ proxy.

source: Type IP addresses you want to deny access to the proxy server.
vi_vn: Nhập địa chỉ IP bạn muốn từ chối quyền truy cập vào máy chủ proxy.

source: Type IPs of alternative DNS servers you like to use.
vi_vn: Nhập IP của máy chủ DNS thay thế mà bạn muốn sử dụng.

source: Type group or choose from list.
vi_vn: Nhập nhóm hoặc chọn từ danh sách.

source: Type of DNSBL
vi_vn: Loại DNSBL

source: Type subnets you want to allow access to the proxy server.
vi_vn: Nhập mạng con bạn muốn cho phép truy cập vào máy chủ proxy.

source: Type subnets/addresses you want to ignore for the access.log.
vi_vn: Nhập mạng con/địa chỉ bạn muốn bỏ qua cho access.log.

source: Type username or choose from list.
vi_vn: Nhập tên người dùng hoặc chọn từ danh sách.

source: UDP Port
vi_vn: Cổng UDP

source: UI Listen Address
vi_vn: Địa chỉ nghe giao diện người dùng

source: UI Listen Port
vi_vn: Cổng nghe giao diện người dùng

source: URL Pattern
vi_vn: Mẫu URL

source: URL Rewriting
vi_vn: Viết lại URL

source: Uncheck this box if you have a valid SSL certificate for your DirectAdmin installation.
vi_vn: Bỏ chọn hộp này nếu bạn có chứng chỉ SSL hợp lệ cho cài đặt DirectAdmin của mình.

source: Uncheck this box if you have a valid SSL certificate for your ISPConfig installation.
vi_vn: Bỏ chọn hộp này nếu bạn có chứng chỉ SSL hợp lệ cho cài đặt ISPConfig của mình.

source: Unhealthy Threshold
vi_vn: Ngưỡng không lành mạnh

source: Update Period
vi_vn: Thời gian cập nhật

source: Upload a HTML file to /usr/local/etc/tor/exit-notice.html before enabling this to serve a directory frontpage.
vi_vn: Tải tệp HTML lên /usr/local/etc/tor/exit-notice.html trước khi cho phép tệp này phục vụ trang đầu thư mục.

source: Upstream Servers
vi_vn: Máy chủ thượng nguồn

source: Use DNS-over-HTTPS Servers
vi_vn: Sử dụng máy chủ DNS qua HTTPS

source: Use DNSCrypt Servers
vi_vn: Sử dụng máy chủ DNSCrypt

source: Use Heuristics
vi_vn: Sử dụng phương pháp phỏng đoán

source: Use IPv4 Servers
vi_vn: Sử dụng máy chủ IPv4

source: Use IPv6 Servers
vi_vn: Sử dụng máy chủ IPv6

source: Use Regular Expressions
vi_vn: Sử dụng biểu thức chính quy

source: Use TLS (HTTPS) to connect to the server.
vi_vn: Sử dụng TLS (HTTPS) để kết nối với máy chủ.

source: Use Temp Path
vi_vn: Sử dụng đường dẫn tạm thời

source: Use a password to protect the pkcs12 file contents
vi_vn: Sử dụng mật khẩu để bảo vệ nội dung file pkcs12

source: Use own certificates
vi_vn: Sử dụng chứng chỉ riêng

source: Use random local port
vi_vn: Sử dụng Cổng cục bộ ngẫu nhiên

source: Use this to route all TCP connections to a local Tor node, format has to be like 127.0.0.1:9050
vi_vn: Sử dụng điều này để định tuyến tất cả các kết nối TCP đến nút Tor cục bộ, định dạng phải giống như 127.0.0.1:9050

source: User Agent
vi_vn: Tác nhân người dùng

source: Validate server subject
vi_vn: Xác thực chủ đề máy chủ

source: Verification
vi_vn: Xác minh

source: Verify Client Certificate
vi_vn: Xác minh chứng chỉ ứng dụng khách

source: Verify SSL certificates
vi_vn: Xác minh chứng chỉ SSL

source: Verify the server certificate name when the client connects
vi_vn: Xác minh tên chứng chỉ máy chủ khi máy khách kết nối

source: WAN interfaces
vi_vn: giao diện WAN

source: WebSocket Support
vi_vn: Hỗ trợ WebSocket

source: When HAProxy requests user name and password from the user, this optional authentication realm is returned with the response (typically the application's name).
vi_vn: Khi HAProxy yêu cầu tên người dùng và mật khẩu từ người dùng, lĩnh vực xác thực tùy chọn này sẽ được trả về cùng với phản hồi (thường là tên của ứng dụng).

source: When using profiles for group separation please set here.
vi_vn: Khi sử dụng profile để tách nhóm vui lòng thiết lập tại đây.

source: Whether to enable or disable the usage or heuristic detection.
vi_vn: Bật hay tắt tính năng phát hiện việc sử dụng hoặc phỏng đoán.

source: Whitelist Domains
vi_vn: Tên miền danh sách trắng

source: Whitelist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "\*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
vi_vn: Danh sách trắng các domain đích. Bạn có thể sử dụng biểu thức chính quy (regular expression), dùng dấu phẩy hoặc nhấn Enter để thêm mục mới. Ví dụ: "mydomain.com" khớp với "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." khớp với "http(s)://textONLY.mydomain.*"; "\.gif$" khớp với "\*.gif" nhưng không khớp với "\*.gif\test"; "\[0-9]+\.gif$" khớp với "\123.gif" nhưng không khớp với "\test.gif"

source: Whitelisted IPs
vi_vn: IP thuộc danh sách trắng

source: With this option you can set a time frame how long the user is allowed to be logged in.
vi_vn: Với tùy chọn này, bạn có thể đặt khung thời gian người dùng được phép đăng nhập trong bao lâu.

source: Write timeout (for the Elasticsearch client), formatted as a string. If not provided, will default to 5s. 0s means no timeout (not recommended).
vi_vn: Viết thời gian chờ (dành cho ứng dụng khách Elaticsearch), được định dạng dưới dạng chuỗi. Nếu không được cung cấp, sẽ mặc định là 5s. 0 nghĩa là không có thời gian chờ (không được khuyến nghị).

source: X-Real-IP and X-Forwarded-For are HTTP headers, while PROXY protocol is a protocol which needs to be enabled.
vi_vn: X-Real-IP và X-Forwarded-For là các tiêu đề HTTP, trong khi giao thức PROXY là giao thức cần được kích hoạt.

source: XSS Protection
vi_vn: Bảo vệ XSS

source: You may use replacement strings like $1 for the first match group from the source here.
vi_vn: Bạn có thể sử dụng các chuỗi thay thế như $1 cho nhóm đối sánh đầu tiên từ nguồn tại đây.

source: enable this rule
vi_vn: kích hoạt quy tắc này

source: selectel
vi_vn: chọn lọc

source: A host must be set.
vi_vn: Một máy chủ phải được thiết lập.

source: A hostname cannot have a negative count of levels.
vi_vn: Tên máy chủ không thể có số cấp âm.

source: A port must be set.
vi_vn: Một Cổng phải được thiết lập.

source: AUTO
vi_vn: TỰ ĐỘNG

source: AdAway List
vi_vn: Danh sách AdAway

source: AdGuard List
vi_vn: Danh sách AdGuard

source: Address Rewriting
vi_vn: Viết lại địa chỉ

source: Aggressive
vi_vn: Hung dữ

source: All CPUs
vi_vn: Tất cả CPU

source: Allow Access
vi_vn: Cho phép truy cập

source: Allow Request
vi_vn: Cho phép yêu cầu

source: Always
vi_vn: Luôn luôn

source: And
vi_vn: Và

source: Anonymized
vi_vn: Ẩn danh

source: Automation
vi_vn: Tự động hóa

source: BIND
vi_vn: ràng buộc

source: Backup Server
vi_vn: Máy chủ dự phòng

source: Banned
vi_vn: Bị cấm

source: Basic Rule
vi_vn: Luật cơ bản

source: Best Effort
vi_vn: Nỗ lực tốt nhất

source: Bigger
vi_vn: lớn hơn

source: Bigger or Equal
vi_vn: Lớn hơn hoặc bằng

source: Block Request
vi_vn: Chặn yêu cầu

source: CPUs with even ID
vi_vn: CPU có ID chẵn

source: CPUs with odd ID
vi_vn: CPU có ID lẻ

source: Cameleon List
vi_vn: Danh sách lạc đà

source: Case Insensitive Match ("~*")
vi_vn: So khớp không phân biệt chữ hoa/thường ("~*")

source: Case Sensitive Match ("~")
vi_vn: So khớp phân biệt chữ hoa/thường ("~")

source: Changelog
vi_vn: Nhật ký thay đổi

source: Choose a number between 1 and 10000.
vi_vn: Chọn một số từ 1 đến 10000.

source: Choose a number between 1 and 20480.
vi_vn: Chọn một số từ 1 đến 20480.

source: Choose a number between 1 and 3600.
vi_vn: Chọn một số từ 1 đến 3600.

source: Choose a number between 1 and 600.
vi_vn: Chọn một số từ 1 đến 600.

source: Choose a number between 1 and 86400.
vi_vn: Chọn một số từ 1 đến 86400.

source: Choose a number between 100 and 10000.
vi_vn: Chọn một số từ 100 đến 10000.

source: Choose a value between 1 and 1000.
vi_vn: Chọn một giá trị từ 1 đến 1000.

source: Choose a value between 1 and 99.
vi_vn: Chọn một giá trị từ 1 đến 99.

source: Choose an ACL.
vi_vn: Chọn một ACL.

source: CoDel and PIE can not be combined.
vi_vn: CoDel và PIE không thể kết hợp được.

source: Cookie-based persistence (HTTP/HTTPS only)
vi_vn: Tính bền vững dựa trên cookie (chỉ HTTP/HTTPS)

source: DHCP Leases
vi_vn: Cho thuê DHCP

source: DNS Domain Is
vi_vn: Tên miền DNS là

source: DNS Domain Levels (Count Of Dots)
vi_vn: Cấp độ tên miền DNS (Số lượng dấu chấm)

source: DNSCrypt-Proxy
vi_vn: Proxy DNSCrypt

source: Date Range
vi_vn: Phạm vi ngày

source: Decode DNS responses and do not resolve numeric IPs
vi_vn: Giải mã phản hồi DNS và không giải quyết IP số

source: Decode DNS responses and resolve all numeric IPs
vi_vn: Giải mã phản hồi DNS và giải quyết tất cả IP số

source: Decode DNS responses and resolve only local numeric IPs
vi_vn: Giải mã phản hồi DNS và chỉ giải quyết các IP số cục bộ

source: Deny Access
vi_vn: Từ chối quyền truy cập

source: Direct Connection (no Proxy)
vi_vn: Kết nối trực tiếp (không có proxy)

source: Disk I/O
vi_vn: Vào/ra disk

source: Do not decode DNS responses and do not resolve numeric IPs
vi_vn: Không giải mã phản hồi DNS và không phân giải IP số

source: Drop The Connection
vi_vn: Bỏ kết nối

source: EMD Malicious Domains List
vi_vn: Danh sách tên miền độc hại EMD

source: Easy List
vi_vn: Danh sách Easy

source: Easyprivacy List
vi_vn: Danh sách EasyPrivacy

source: Enter a number followed by k, m or g.
vi_vn: Nhập một số theo sau là k, m hoặc g.

source: Exact Match ("=")
vi_vn: So khớp chính xác ("=")

source: Existence
vi_vn: Sự tồn tại

source: Existing cookie value
vi_vn: Giá trị cookie hiện có

source: Expedited Forwarding
vi_vn: Chuyển tiếp ưu tiên

source: Extended
vi_vn: Mở rộng

source: File Checksum
vi_vn: Tổng kiểm tra tệp

source: File Content
vi_vn: Nội dung tệp

source: File Size
vi_vn: Kích thước tệp

source: Filesystem Mount Flags
vi_vn: Cờ gắn kết hệ thống tập tin

source: Friday
vi_vn: Thứ sáu

source: HTTP Basic Auth: username/password from client matches selected User/Group
vi_vn: Xác thực cơ bản HTTP: tên người dùng/mật khẩu từ máy khách khớp với Người dùng/Nhóm đã chọn

source: HTTP Proxy
vi_vn: Proxy HTTP

source: HTTP Status Code 403
vi_vn: Mã trạng thái HTTP 403

source: HTTP Status Code 404
vi_vn: Mã trạng thái HTTP 404

source: HTTP Status Code 429
vi_vn: Mã trạng thái HTTP 429

source: HTTP Status Code 500
vi_vn: Mã trạng thái HTTP 500

source: HTTP Status Code 502
vi_vn: Mã trạng thái HTTP 502

source: HTTP Status Code 503
vi_vn: Mã trạng thái HTTP 503

source: HTTP Status Code 504
vi_vn: Mã trạng thái HTTP 504

source: HTTPS Proxy
vi_vn: Proxy HTTPS

source: Hostname Matches
vi_vn: Tên máy chủ trùng khớp

source: IP Is In Network
vi_vn: IP nằm trong networks

source: Inode Usage
vi_vn: Cách sử dụng nút

source: Insert new cookie
vi_vn: Chèn cookie mới

source: Invalid_header
vi_vn: tiêu đề không hợp lệ

source: Is Resolvable
vi_vn: Có thể giải quyết được

source: Lesser
vi_vn: Nhỏ hơn

source: Lesser or Equal
vi_vn: Nhỏ hơn hoặc bằng

source: Log Request
vi_vn: Yêu cầu nhật ký

source: Logs
vi_vn: Nhật ký

source: Main Rule
vi_vn: Luật chính

source: Maltrail
vi_vn: Đường mòn Maltrail

source: Malwaredomain List
vi_vn: Danh sách miền phần mềm độc hại

source: Map Files
vi_vn: Tệp bản đồ

source: Map domains to backend pools using a map file
vi_vn: Ánh xạ tên miền tới nhóm phụ trợ bằng tệp bản đồ

source: Match name should be unique
vi_vn: Tên trận đấu phải là duy nhất

source: Minimum domain level must be bigger than 0.
vi_vn: Cấp độ tên miền tối thiểu phải lớn hơn 0.

source: Monday
vi_vn: Thứ hai

source: Must be a number between 0 and 16777214.
vi_vn: Phải là một số từ 0 đến 16777214.

source: My IP Is In Network
vi_vn: IP của tôi nằm trong networks

source: MySQL and SQLite can not be combined.
vi_vn: MySQL và SQLite không thể kết hợp được.

source: Netdata
vi_vn: Dữ liệu networks

source: Network Interface
vi_vn: Giao diện networks

source: Network Ping
vi_vn: Ping networks

source: No Referrer
vi_vn: Không có người giới thiệu

source: No Referrer When Downgrading
vi_vn: Không có người giới thiệu khi hạ cấp

source: NoCoin List
vi_vn: Danh sách NoCoin

source: Only characters, numbers, a dot, underscore and hyphen allowed. Do not use more than 128 characters.
vi_vn: Chỉ cho phép ký tự, số, dấu chấm, dấu gạch dưới và dấu gạch nối. Không sử dụng nhiều hơn 128 ký tự.

source: Only up to 128 of the following characters are allowed: 0-9a-zA-Z.-_
vi_vn: Chỉ cho phép tối đa 128 ký tự sau: 0-9a-zA-Z.-_

source: Optional
vi_vn: Không bắt buộc

source: Optional, don't verify
vi_vn: Tùy chọn, không xác minh

source: Origin When Cross Origin
vi_vn: Xuất xứ Khi Xuất xứ chéo

source: PAC Matches
vi_vn: Trận đấu PAC

source: PAC Proxies
vi_vn: Proxy PAC

source: PAC Rules
vi_vn: Luật PAC

source: Permanent
vi_vn: Vĩnh viễn

source: Permanently Unreachable
vi_vn: Không thể truy cập vĩnh viễn

source: Permission
vi_vn: Sự cho phép

source: Piggyback on existing cookie
vi_vn: Tận dụng cookie hiện có

source: Plain Hostname (No Dots Inside)
vi_vn: Tên máy chủ đơn giản (Không có dấu chấm bên trong)

source: Please provide a valid hash.
vi_vn: Vui lòng cung cấp hàm băm hợp lệ.

source: Please provide an e-mail address.
vi_vn: Vui lòng cung cấp địa chỉ email.

source: Please provide an e-mail server.
vi_vn: Vui lòng cung cấp một máy chủ e-mail.

source: Please select a HTTPS port and a valid certificate
vi_vn: Vui lòng chọn Cổng HTTPS và chứng chỉ hợp lệ

source: Please select one or more CAs from the list.
vi_vn: Vui lòng chọn một hoặc nhiều CA từ danh sách.

source: Please specify a value between 1 and 1024.
vi_vn: Vui lòng chỉ định giá trị từ 1 đến 1024.

source: Please specify a value between 1 and 86400.
vi_vn: Vui lòng chỉ định giá trị từ 1 đến 86400.

source: Please use valid IPv4 or IPv6 addresses.
vi_vn: Vui lòng sử dụng địa chỉ IPv4 hoặc IPv6 hợp lệ.

source: PornTop1M List
vi_vn: Danh sách PornTop1M

source: Port needs to be an integer value between 1 and 65535
vi_vn: Cổng cần phải là giá trị số nguyên trong khoảng từ 1 đến 65535

source: Post
vi_vn: Bưu kiện

source: Process Disk I/O
vi_vn: Xử lý I/O disk

source: Process Resource
vi_vn: Tài nguyên quy trình

source: Program Status
vi_vn: Trạng thái chương trình

source: Program Timeout needs to be an integer value between 1 and 86400
vi_vn: Thời gian chờ của chương trình cần phải là giá trị nguyên trong khoảng từ 1 đến 86400

source: Proxy name should be unique
vi_vn: Tên proxy phải là duy nhất

source: RDP-Cookie
vi_vn: Cookie RDP

source: Ransomware Tracker List
vi_vn: Danh sách theo dõi ransomware

source: Recipient BCC
vi_vn: BCC người nhận

source: Related CPU affinity rule not found
vi_vn: Không tìm thấy quy tắc sở thích CPU có liên quan

source: Related backend pool item not found
vi_vn: Không tìm thấy mục nhóm phụ trợ liên quan

source: Related group not found
vi_vn: Không tìm thấy nhóm liên quan

source: Related map file item not found
vi_vn: Không tìm thấy mục tệp bản đồ liên quan

source: Related user not found
vi_vn: Không tìm thấy người dùng liên quan

source: Remote ACL
vi_vn: ACL từ xa

source: Remote IP Address
vi_vn: Địa chỉ IP từ xa

source: Requests Per Minute
vi_vn: Yêu cầu mỗi phút

source: Requests Per Second
vi_vn: Yêu cầu mỗi giây

source: Restart Nginx (OPNsense plugin)
vi_vn: Khởi động lại Nginx (plugin OPNsense)

source: SOCKS Version 4
vi_vn: TẤT Phiên bản 4

source: SOCKS Version 5
vi_vn: TẤT Phiên bản 5

source: Same Origin (recommended)
vi_vn: Cùng nguồn gốc (được khuyến nghị)

source: Saturday
vi_vn: Thứ bảy

source: Selected ACL not found
vi_vn: Không tìm thấy ACL đã chọn

source: Selected alias not found
vi_vn: Không tìm thấy bí danh đã chọn

source: Selected cache directory not found
vi_vn: Không tìm thấy thư mục bộ đệm đã chọn

source: Selected limit zone not found
vi_vn: Không tìm thấy vùng giới hạn đã chọn

source: Selected location(s) not found
vi_vn: Không tìm thấy (các) vị trí đã chọn

source: Selected rewrite(s) not found
vi_vn: Không tìm thấy (các) bản viết lại đã chọn

source: Selected rule not found
vi_vn: Không tìm thấy quy tắc đã chọn

source: Selected security rule not found
vi_vn: Không tìm thấy quy tắc bảo mật đã chọn

source: Selected server not found
vi_vn: Không tìm thấy máy chủ đã chọn

source: Selected upstream not found
vi_vn: Không tìm thấy thượng nguồn đã chọn

source: Selected user file not found
vi_vn: Không tìm thấy tệp người dùng đã chọn

source: Selected user not found
vi_vn: Không tìm thấy người dùng đã chọn

source: Sender BCC
vi_vn: BCC của người gửi

source: Sensor
vi_vn: cảm biến

source: Service name must be unique.
vi_vn: Tên dịch vụ phải là duy nhất.

source: Shaper
vi_vn: máy ép

source: Should be a hexadecimal string between 32 and 512 characters.
vi_vn: Phải là chuỗi thập lục phân từ 32 đến 512 ký tự.

source: Should be a string between 1 and 128 characters.
vi_vn: Phải là một chuỗi từ 1 đến 128 ký tự.

source: Should be a string between 1 and 4096 characters.
vi_vn: Phải là một chuỗi từ 1 đến 4096 ký tự.

source: Should be a string between 1 and 512 characters.
vi_vn: Phải là một chuỗi từ 1 đến 512 ký tự.

source: Should be a string between 1 and 64 characters. Allowed characters are 0-9a-zA-Z._-
vi_vn: Phải là một chuỗi từ 1 đến 64 ký tự. Ký tự được phép là 0-9a-zA-Z._-

source: Should be a string between 8 and 64 characters. Allowed characters are 0-9a-zA-Z._-!$%/()+#=
vi_vn: Phải là một chuỗi từ 8 đến 64 ký tự. Các ký tự được phép là 0-9a-zA-Z._-!$%/()+#=

source: Simple Ad List
vi_vn: Danh sách quảng cáo đơn giản

source: Simple Tracker List
vi_vn: Danh sách theo dõi đơn giản

source: SoftEther
vi_vn: Ether mềm

source: Source-IP [default]
vi_vn: Nguồn-IP [mặc định]

source: Source-IPv6
vi_vn: Nguồn-IPv6

source: Space Usage
vi_vn: Sử dụng không gian

source: Steven Black List
vi_vn: Danh sách đen của Steven

source: Stick-table persistence [default]
vi_vn: Tính kiên trì của bảng dính [mặc định]

source: Stop processing rules
vi_vn: Dừng xử lý quy tắc

source: Stop processing rules and find location
vi_vn: Dừng xử lý quy tắc và tìm vị trí

source: Strict Origin
vi_vn: Nguồn gốc nghiêm ngặt

source: Strict Origin When Cross Origin
vi_vn: Xuất xứ nghiêm ngặt khi xuất xứ chéo

source: Sunday
vi_vn: Chủ nhật

source: System Resource
vi_vn: Tài nguyên hệ thống

source: TLS Fingerprints
vi_vn: Dấu vân tay TLS

source: The authentication key ID must be between 1 and 255.
vi_vn: ID khóa xác thực phải nằm trong khoảng từ 1 đến 255.

source: The first hour of the day is 0.
vi_vn: Giờ đầu tiên trong ngày là 0.

source: The last hour of the day is 23!
vi_vn: Giờ cuối cùng của ngày là 23!

source: The match name must be set.
vi_vn: Tên trận đấu phải được đặt.

source: The name should only contain alphanumeric characters, dashes, underscores or a dot.
vi_vn: Tên chỉ được chứa các ký tự chữ và số, dấu gạch ngang, dấu gạch dưới hoặc dấu chấm.

source: The proxy name must be set.
vi_vn: Tên proxy phải được đặt.

source: The url must be valid without a trailing slash. For example: https://nextcloud.example.com or https://example.com/nextcloud
vi_vn: Url phải hợp lệ và không có dấu gạch chéo ở cuối. Ví dụ: https://nextcloud.example.com hoặc https://example.com/nextcloud

source: This does not look like a valid proxy or direct connection.
vi_vn: Điều này có vẻ không giống như một proxy hợp lệ hoặc kết nối trực tiếp.

source: This field must be bigger than the greylist score.
vi_vn: Trường này phải lớn hơn điểm danh sách xám.

source: This field must be bigger than the header score.
vi_vn: Trường này phải lớn hơn điểm tiêu đề.

source: This field must be bigger than the reject score.
vi_vn: Trường này phải lớn hơn điểm từ chối.

source: This field must be bigger than the subject score.
vi_vn: Trường này phải lớn hơn điểm môn học.

source: This field must be lower than the header score.
vi_vn: Trường này phải thấp hơn điểm tiêu đề.

source: This field must be lower than the reject score.
vi_vn: Trường này phải thấp hơn điểm từ chối.

source: This field must be lower than the subject score.
vi_vn: Trường này phải thấp hơn điểm môn học.

source: This field must be set.
vi_vn: Trường này phải được thiết lập.

source: Thread 1
vi_vn: Chủ đề 1

source: Thread 10
vi_vn: Chủ đề 10

source: Thread 11
vi_vn: Chủ đề 11

source: Thread 12
vi_vn: Chủ đề 12

source: Thread 13
vi_vn: Chủ đề 13

source: Thread 14
vi_vn: Chủ đề 14

source: Thread 15
vi_vn: Chủ đề 15

source: Thread 16
vi_vn: Chủ đề 16

source: Thread 17
vi_vn: Chủ đề 17

source: Thread 18
vi_vn: Chủ đề 18

source: Thread 19
vi_vn: Chủ đề 19

source: Thread 2
vi_vn: Chủ đề 2

source: Thread 20
vi_vn: Chủ đề 20

source: Thread 21
vi_vn: Chủ đề 21

source: Thread 22
vi_vn: Chủ đề 22

source: Thread 23
vi_vn: Chủ đề 23

source: Thread 24
vi_vn: Chủ đề 24

source: Thread 25
vi_vn: Chủ đề 25

source: Thread 26
vi_vn: Chủ đề 26

source: Thread 27
vi_vn: Chủ đề 27

source: Thread 28
vi_vn: Chủ đề 28

source: Thread 29
vi_vn: Chủ đề 29

source: Thread 3
vi_vn: Chủ đề 3

source: Thread 30
vi_vn: Chủ đề 30

source: Thread 31
vi_vn: Chủ đề 31

source: Thread 32
vi_vn: Chủ đề 32

source: Thread 33
vi_vn: Chủ đề 33

source: Thread 34
vi_vn: Chủ đề 34

source: Thread 35
vi_vn: Chủ đề 35

source: Thread 36
vi_vn: Chủ đề 36

source: Thread 37
vi_vn: Chủ đề 37

source: Thread 38
vi_vn: Chủ đề 38

source: Thread 39
vi_vn: Chủ đề 39

source: Thread 4
vi_vn: Chủ đề 4

source: Thread 40
vi_vn: Chủ đề 40

source: Thread 41
vi_vn: Chủ đề 41

source: Thread 42
vi_vn: Chủ đề 42

source: Thread 43
vi_vn: Chủ đề 43

source: Thread 44
vi_vn: Chủ đề 44

source: Thread 45
vi_vn: Chủ đề 45

source: Thread 46
vi_vn: Chủ đề 46

source: Thread 47
vi_vn: Chủ đề 47

source: Thread 48
vi_vn: Chủ đề 48

source: Thread 49
vi_vn: Chủ đề 49

source: Thread 5
vi_vn: Chủ đề 5

source: Thread 50
vi_vn: Chủ đề 50

source: Thread 51
vi_vn: Chủ đề 51

source: Thread 52
vi_vn: Chủ đề 52

source: Thread 53
vi_vn: Chủ đề 53

source: Thread 54
vi_vn: Chủ đề 54

source: Thread 55
vi_vn: Chủ đề 55

source: Thread 56
vi_vn: Chủ đề 56

source: Thread 57
vi_vn: Chủ đề 57

source: Thread 58
vi_vn: Chủ đề 58

source: Thread 59
vi_vn: Chủ đề 59

source: Thread 6
vi_vn: Chủ đề 6

source: Thread 60
vi_vn: Chủ đề 60

source: Thread 61
vi_vn: Chủ đề 61

source: Thread 62
vi_vn: Chủ đề 62

source: Thread 63
vi_vn: Chủ đề 63

source: Thread 7
vi_vn: Chủ đề 7

source: Thread 8
vi_vn: Chủ đề 8

source: Thread 9
vi_vn: Chủ đề 9

source: Threads with even ID
vi_vn: Chủ đề có ID chẵn

source: Threads with odd ID
vi_vn: Chủ đề có ID lẻ

source: Thursday
vi_vn: Thứ năm
