Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: [hagezi] Threat Intelligence Feeds
vi_vn: [hagezi] Nguồn cấp dữ liệu thông minh về mối đe dọa

source: [hagezi] Threat Intelligence Feeds - Medium
vi_vn: [hagezi] Nguồn cấp dữ liệu thông minh về mối đe dọa - Medium

source: [hagezi] Threat Intelligence Feeds - Mini
vi_vn: [hagezi] Nguồn cấp dữ liệu thông minh về mối đe dọa - Mini

source: ack
vi_vn: ách

source: base64
vi_vn: cơ sở64

source: block-ipv6
vi_vn: khối-ipv6

source: destination (ip6)
vi_vn: đích (ip6)

source: explicit-exit-notify
vi_vn: rõ ràng-thoát-thông báo

source: fin
vi_vn: vây

source: first
vi_vn: Đầu tiên

source: forward
vi_vn: phía trước

source: iterative
vi_vn: lặp đi lặp lại

source: least_conn
vi_vn: ít nhất_conn

source: no state
vi_vn: không có trạng thái

source: off-link
vi_vn: ngoài liên kết

source: origin
vi_vn: nguồn gốc

source: please specify a valid network segment or address (IPv4/IPv6). If a mask is provided, please omit the host bits.
vi_vn: vui lòng chỉ định phân đoạn networks hoặc địa chỉ hợp lệ (IPv4/IPv6). Nếu mặt nạ được cung cấp, vui lòng bỏ qua các bit máy chủ.

source: push block-ipv6
vi_vn: đẩy khối-ipv6

source: ra-names
vi_vn: tên ra

source: ra-only
vi_vn: chỉ ra

source: ra-stateless
vi_vn: không quốc tịch

source: raw
vi_vn: thô

source: require
vi_vn: yêu cầu

source: round_robin
vi_vn: vòng_robin

source: rst
vi_vn: đầu tiên

source: source (ip6)
vi_vn: nguồn (ip6)

source: standard
vi_vn: tiêu chuẩn

source: syn
vi_vn: đồng bộ

source: text
vi_vn: chữ

source: urg
vi_vn: thúc giục

source: verify_if_given
vi_vn: xác minh_if_given

source: worker number needs to be an integer value between 1 and 100
vi_vn: mã số công nhân cần phải là giá trị số nguyên từ 1 đến 100
