Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: ssl ignore cert
vi_vn: ssl bỏ qua chứng chỉ

source: target
vi_vn: mục tiêu

source: target pipe or queue
vi_vn: ống mục tiêu hoặc hàng đợi

source: username (optional)
vi_vn: tên người dùng (tùy chọn)

source: None
vi_vn: Không có

source: A SSL fingerprint should be a 59 character long hex value.
vi_vn: Dấu vân tay SSL phải có giá trị hex dài 59 ký tự.

source: A password for a Nextcloud server must be set.
vi_vn: Phải đặt mật khẩu cho máy chủ Nextcloud.

source: A valid IPv4 mask must be between 1 and 32 bits.
vi_vn: Mặt nạ IPv4 hợp lệ phải có độ dài từ 1 đến 32 bit.

source: A valid IPv6 mask must be between 1 and 128 bits. 64 bits are recommended as this is the recommended subnet size in IPv6.
vi_vn: Mặt nạ IPv6 hợp lệ phải nằm trong khoảng từ 1 đến 128 bit. Khuyến nghị sử dụng 64 bit vì đây là kích thước mạng con được đề xuất trong IPv6.

source: A valid Port number must be specified.
vi_vn: Số Cổng hợp lệ phải được chỉ định.

source: A valid cache expiration must be set.
vi_vn: Phải đặt hết hạn bộ đệm hợp lệ.

source: A valid cache size in kilobytes must be set.
vi_vn: Phải đặt kích thước bộ đệm hợp lệ tính bằng kilobyte.

source: A valid cache size must be set.
vi_vn: Kích thước bộ đệm hợp lệ phải được đặt.

source: A valid expiration time must be set.
vi_vn: Thời gian hết hạn hợp lệ phải được đặt.

source: A valid maximum size in bytes must be set.
vi_vn: Kích thước tối đa hợp lệ tính bằng byte phải được đặt.

source: A valid time jitter must be set.
vi_vn: Một jitter thời gian hợp lệ phải được thiết lập.

source: ACLs
vi_vn: ACL

source: AND [default]
vi_vn: VÀ [mặc định]

source: ARP Table
vi_vn: Bảng ARP

source: AWS Route 53
vi_vn: Tuyến AWS 53

source: Accept
vi_vn: Chấp nhận

source: Access
vi_vn: Truy cập

source: Access Lists
vi_vn: Danh sách truy cập

source: Accounts
vi_vn: Tài khoản

source: Actions
vi_vn: hành động

source: Activity
vi_vn: Thao tác

source: Add ;rport to INCOMING via header (1)
vi_vn: Thêm ;rport vào INCOMING qua tiêu đề (1)

source: Add ;rport to OUTGOING and INCOMING via headers (3)
vi_vn: Thêm ;rport vào OUTGOING và INCOMING qua tiêu đề (3)

source: Add ;rport to OUTGOING via header (2)
vi_vn: Thêm ;rport vào OUTGOING qua tiêu đề (2)

source: Administration
vi_vn: Sự quản lý

source: Advanced
vi_vn: Nâng cao

source: Advanced Settings
vi_vn: Cài đặt nâng cao

source: Agent
vi_vn: Đại lý

source: Alert
vi_vn: Báo động

source: Alerts
vi_vn: Cảnh báo

source: Aliases
vi_vn: Bí danh

source: All
vi_vn: Tất cả

source: Allow whitespaces
vi_vn: Cho phép khoảng trắng

source: An Onion service must be set.
vi_vn: Một dịch vụ Onion phải được thiết lập.

source: An URL for the Nextcloud server must be set.
vi_vn: Phải đặt URL cho máy chủ Nextcloud.

source: An user for the Nextcloud server must be set.
vi_vn: Người dùng cho máy chủ Nextcloud phải được đặt.

source: Append client's IP (on)
vi_vn: Nối thêm IP của khách hàng (bật)

source: Archives
vi_vn: Lưu trữ

source: Assignments
vi_vn: Phân công

source: Auth
vi_vn: Xác thực

source: Authorities
vi_vn: Cơ quan chức năng

source: Backends
vi_vn: Phụ trợ

source: Backups
vi_vn: Sao lưu

source: Bandwidth out of range
vi_vn: Băng thông ngoài phạm vi

source: Basic
vi_vn: Nền tảng

source: Binary files
vi_vn: Tệp nhị phân

source: Border Gateway Protocol (BGP)
vi_vn: Giao thức Cổng biên (BGP)

source: Both throttling parameters should either be filled or empty
vi_vn: Cả hai thông số điều tiết phải được điền hoặc để trống

source: Broadcast multi-access network
vi_vn: Phát sóng networks đa truy cập

source: Bytes in count (client to server)
vi_vn: Số byte (máy khách đến máy chủ)

source: Bytes in rate (client to server)
vi_vn: Tỷ lệ byte (máy khách đến máy chủ)

source: Bytes out count (server to client)
vi_vn: Đếm số byte (máy chủ đến máy khách)

source: Bytes out rate (server to client)
vi_vn: Tỷ lệ byte ra (máy chủ đến máy khách)

source: Cache
vi_vn: Bộ nhớ đệm

source: Captive Portal
vi_vn: Cổng bị khóa

source: Check interval must be a multiple of the global interval.
vi_vn: Khoảng thời gian kiểm tra phải là bội số của khoảng thời gian chung.

source: Check interval must be greater than 0
vi_vn: Khoảng thời gian kiểm tra phải lớn hơn 0

source: Chop URI at first whitespace
vi_vn: Cắt URI ở khoảng trắng đầu tiên

source: ClamAV
vi_vn: NgaoAV

source: Client Export
vi_vn: Xuất khách hàng

source: Client Specific Overrides
vi_vn: Ghi đè cụ thể của khách hàng

source: Clients
vi_vn: Khách hàng

source: Collectd
vi_vn: Đã sưu tầm

source: Commercial Support
vi_vn: Hỗ trợ thương mại

source: Configuration
vi_vn: Cấu hình

source: Connected routes (directly attached subnet or host)
vi_vn: Các tuyến được kết nối (mạng con hoặc máy chủ được gắn trực tiếp)

source: Connection Status
vi_vn: Trạng thái kết nối

source: Connection count
vi_vn: Số lượng kết nối

source: Cost must be between 0 and 4294967295.
vi_vn: Chi phí phải nằm trong khoảng từ 0 đến 4294967295.

source: Counters
vi_vn: quầy

source: Credentials TTL needs to be an integer value above 0
vi_vn: Thông tin xác thực TTL cần phải là giá trị số nguyên trên 0

source: Critical
vi_vn: Phê bình

source: Current connections
vi_vn: Kết nối hiện tại

source: Custom
vi_vn: Phong tục

source: Custom condition (option pass-through)
vi_vn: Điều kiện tùy chỉnh (chuyển qua tùy chọn)

source: Custom rule (option pass-through)
vi_vn: Luật tùy chỉnh (chuyển qua tùy chọn)

source: DELETE
vi_vn: XÓA BỎ

source: DNS Lookup
vi_vn: Tra cứu DNS

source: Daily
vi_vn: Hằng ngày

source: Dashboard
vi_vn: Trang tổng quan

source: Dead interval must be between 0 and 4294967295.
vi_vn: Khoảng chết phải nằm trong khoảng từ 0 đến 4294967295.

source: Debug level needs to be an integer value between 0 and 7
vi_vn: Mức gỡ lỗi cần phải là giá trị số nguyên trong khoảng từ 0 đến 7

source: Debugging
vi_vn: Gỡ lỗi

source: Defaults
vi_vn: Mặc định

source: Deficit Round Robin
vi_vn: Vòng tròn thâm hụt

source: Deny
vi_vn: Từ chối

source: Deny request
vi_vn: Từ chối yêu cầu

source: Description should be a string between 1 and 255 characters
vi_vn: Mô tả phải là một chuỗi từ 1 đến 255 ký tự

source: Description should be a string between 1 and 255 characters.
vi_vn: Mô tả phải là một chuỗi từ 1 đến 255 ký tự.

source: Devices
vi_vn: Thiết bị

source: Diagnostics
vi_vn: Chẩn đoán

source: Directory
vi_vn: Thư mục

source: Disable redispatching
vi_vn: Vô hiệu hóa việc gửi lại

source: Do not add ;rport to via header (0)
vi_vn: Không thêm ;rport vào qua tiêu đề (0)

source: Do not alter forward header (transparent)
vi_vn: Không thay đổi tiêu đề chuyển tiếp (trong suốt)

source: Documentation
vi_vn: Tài liệu

source: Does not look like a valid cookie name (most special characters are not allowed).
vi_vn: Có vẻ như tên cookie không hợp lệ (hầu hết các ký tự đặc biệt đều không được phép).

source: Drop
vi_vn: Làm rơi

source: Dynamic DNS
vi_vn: DNS động

source: Emergencies
vi_vn: trường hợp khẩn cấp

source: Encode whitespaces (RFC1738)
vi_vn: Mã hóa khoảng trắng (RFC1738)

source: Enter a description.
vi_vn: Nhập mô tả.

source: Enter a valid number of logs to save
vi_vn: Nhập số nhật ký hợp lệ để lưu

source: Enter a valid packet size
vi_vn: Nhập kích thước gói hợp lệ

source: Envelope
vi_vn: Phong bì

source: Error Files
vi_vn: Tệp lỗi

source: Errors
vi_vn: Lỗi

source: Eventqueue Slots must be a numeric value.
vi_vn: Vị trí hàng đợi sự kiện phải là giá trị số.

source: Executables
vi_vn: Thực thi

source: Execute
vi_vn: Thực hiện

source: Expected return code must be a number.
vi_vn: Mã trả lại dự kiến ​​phải là một số.

source: FTP Proxy
vi_vn: Proxy FTP

source: FTP Proxy port needs to be an integer value between 1 and 65535
vi_vn: Cổng FTP Proxy cần phải là giá trị nguyên trong khoảng từ 1 đến 65535

source: Features
vi_vn: Đặc trưng

source: File
vi_vn: Tài liệu

source: File (Extended)
vi_vn: Tệp (Mở rộng)

source: File content should be in (base64 encoded) zip format
vi_vn: Nội dung tệp phải ở định dạng zip (được mã hóa base64)

source: Fileid should be an internally generated unique number
vi_vn: Fileid phải là số duy nhất được tạo nội bộ

source: Filename should be unique
vi_vn: Tên tệp phải là duy nhất

source: Filesystem
vi_vn: Hệ thống tập tin

source: Firewall
vi_vn: Tường lửa

source: Firmware
vi_vn: Phần sụn

source: Forward
vi_vn: Phía trước

source: FreeRADIUS
vi_vn: RADIUS miễn phí

source: Frontends
vi_vn: Giao diện người dùng

source: GET
vi_vn: LẤY

source: GIF animations
vi_vn: Ảnh động GIF

source: General
vi_vn: Tổng quan

source: Group
vi_vn: Nhóm

source: Groups
vi_vn: Nhóm

source: HAProxy HTTP Frontend Integration (OPNsense plugin)
vi_vn: Tích hợp giao diện HTTP HAProxy (plugin OPNsense)

source: HEAD
vi_vn: CÁI ĐẦU

source: HTTP (Layer 7) [default]
vi_vn: HTTP (Lớp 7) [mặc định]

source: HTTP / HTTPS (SSL offloading) [default]
vi_vn: HTTP / HTTPS (giảm tải SSL) [mặc định]

source: HTTP [default]
vi_vn: HTTP [mặc định]

source: HTTP/1.0 [default]
vi_vn: HTTP/1.0 [mặc định]

source: Hard timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
vi_vn: Thời gian chờ cứng, tính bằng phút, phải nằm trong khoảng từ 0 (không có thời gian chờ) đến 10080 (một tuần)

source: Hash
vi_vn: Băm

source: Quick search (all fields)…
vi_vn: Tìm kiếm nhanh (tất cả các trường)…

source: Header
vi_vn: tiêu đề

source: Health
vi_vn: Sức khỏe

source: Health Checks
vi_vn: Kiểm tra sức khỏe

source: Hello World!
vi_vn: Xin chào thế giới!

source: Hello interval must be between 0 and 4294967295.
vi_vn: Khoảng thời gian xin chào phải nằm trong khoảng từ 0 đến 4294967295.

source: Help
vi_vn: Giúp đỡ

source: High Availability
vi_vn: Tính sẵn sàng cao

source: History
vi_vn: Lịch sử

source: Host contains
vi_vn: Máy chủ chứa

source: Host ends with
vi_vn: Máy chủ kết thúc bằng

source: Host matches
vi_vn: Chủ nhà các trận đấu

source: Host not found
vi_vn: Không tìm thấy máy chủ

source: Host regex
vi_vn: Máy chủ lưu trữ chính quy

source: Host starts with
vi_vn: Máy chủ bắt đầu bằng

source: Hyperscan
vi_vn: Siêu quét

source: ICP port needs to be an integer value between 1 and 65535
vi_vn: Cổng ICP cần phải là giá trị nguyên trong khoảng từ 1 đến 65535

source: ID should be a number.
vi_vn: ID phải là một số.

source: IF [default]
vi_vn: NẾU [mặc định]

source: IGMP Proxy
vi_vn: Proxy IGMP

source: Idle timeout needs to be an integer value between 1 and 86400
vi_vn: Thời gian chờ không hoạt động cần phải là giá trị nguyên trong khoảng từ 1 đến 86400

source: Idle timeout, in minutes, must be between 0 (no timeout) and 10080 (a week)
vi_vn: Thời gian chờ không hoạt động, tính bằng phút, phải nằm trong khoảng từ 0 (không có thời gian chờ) đến 10080 (một tuần)

source: Information
vi_vn: Thông tin

source: Informational
vi_vn: Thông tin

source: Input
vi_vn: đầu vào

source: Insight
vi_vn: Cái nhìn thấu suốt

source: Intrusion Detection
vi_vn: Phát hiện xâm nhập

source: JPEG pictures
vi_vn: hình ảnh JPEG

source: KISTLite,Vanilla
vi_vn: KISTLite, Vani

source: Kernel routes (not installed via the zebra RIB)
vi_vn: Các tuyến hạt nhân (không được cài đặt qua RIB ngựa vằn)

source: LOCAL0
vi_vn: ĐỊA PHƯƠNG0

source: LOCAL1
vi_vn: ĐỊA PHƯƠNG1

source: LOCAL2
vi_vn: ĐỊA PHƯƠNG2

source: LOCAL3
vi_vn: ĐỊA PHƯƠNG3

source: LOCAL4
vi_vn: ĐỊA PHƯƠNG4

source: LOCAL5
vi_vn: ĐỊA PHƯƠNG5

source: LOCAL6
vi_vn: ĐỊA PHƯƠNG6

source: LOCAL7
vi_vn: ĐỊA PHƯƠNG7

source: Lease Status
vi_vn: Tình trạng cho thuê

source: Leases
vi_vn: Hợp đồng thuê

source: Least Connections
vi_vn: Ít kết nối nhất

source: Least States
vi_vn: Ít tiểu bang nhất

source: License
vi_vn: Giấy phép

source: Listen address must be a valid IPv4 address
vi_vn: Địa chỉ nghe phải là địa chỉ IPv4 hợp lệ

source: Listen port needs to be an integer value between 1 and 65535
vi_vn: Cổng nghe cần phải là giá trị số nguyên trong khoảng từ 1 đến 65535

source: Live View
vi_vn: Xem trực tiếp

source: Load Balance
vi_vn: Cân bằng tải

source: Lobby
vi_vn: Sảnh

source: Local
vi_vn: Địa phương

source: Local Monit Port needs to be an integer value between 0 and 65535
vi_vn: Cổng Monit cục bộ cần phải là giá trị nguyên trong khoảng từ 0 đến 65535

source: Log
vi_vn: Nhật ký

source: Log Files
vi_vn: Tệp nhật ký

source: Logging
vi_vn: Ghi nhật ký

source: Logout
vi_vn: Đăng xuất

source: Lua Scripts
vi_vn: Các tập lệnh Lua

source: M/Monit Timeout needs to be an integer value between 0 and 86400
vi_vn: Thời gian chờ M/Monit cần phải là giá trị nguyên trong khoảng từ 0 đến 86400

source: Main
vi_vn: Chủ yếu

source: Maximum number of concurrent FTP sessions needs to be an integer value between 1 and 500
vi_vn: Số phiên FTP đồng thời tối đa cần phải là giá trị nguyên trong khoảng từ 1 đến 500

source: Maximum number of zones reached
vi_vn: Đã đạt đến số vùng tối đa

source: Microsoft office files
vi_vn: tập tin văn phòng Microsoft

source: Minimum number of usable servers in backend
vi_vn: Số lượng máy chủ tối thiểu có thể sử dụng được trong phần phụ trợ

source: Miscellaneous
vi_vn: Linh tinh

source: Monit
vi_vn: tiền tệ

source: NBMA network
vi_vn: networks lưới NBMA

source: NDP Table
vi_vn: Bảng NDP

source: Network Time
vi_vn: Thời gian networks

source: Network mask must be between 0 and 32.
vi_vn: Mặt nạ networks phải nằm trong khoảng từ 0 đến 32.

source: Normalization
vi_vn: Chuẩn hóa

source: Notice
vi_vn: Lưu ý

source: Notifications
vi_vn: Thông báo

source: Number of children needs to be an integer value above 0
vi_vn: Số lượng con cần phải là giá trị nguyên trên 0

source: Number of processes must be greater than 0
vi_vn: Số lượng tiến trình phải lớn hơn 0

source: Nut
vi_vn: Hạt

source: OK
vi_vn: ĐƯỢC RỒI

source: OPNsense Web Service (automatic port forward)
vi_vn: Dịch vụ web OPNsense (chuyển tiếp Cổng tự động)

source: OPTIONS [default]
vi_vn: TÙY CHỌN [mặc định]

source: OR
vi_vn: HOẶC

source: One-to-One
vi_vn: Một-một

source: Only 64 of the following characters are allowed: 0-9a-zA-Z.:-[]
vi_vn: Chỉ cho phép 64 ký tự sau: 0-9a-zA-Z.:-[]

source: Open Shortest Path First (OSPF)
vi_vn: Mở đường dẫn ngắn nhất trước (OSPF)

source: OpenConnect
vi_vn: Kết nối mở

source: Origin should be regular text of max 30 characters
vi_vn: Nguồn gốc phải là văn bản thông thường có tối đa 30 ký tự

source: Origin should be regular text of max 30 characters.
vi_vn: Nguồn gốc phải là văn bản thông thường có tối đa 30 ký tự.

source: Outbound
vi_vn: Đi

source: Output
vi_vn: đầu ra

source: Override server in Backend Pool
vi_vn: Ghi đè máy chủ trong Backend Pool

source: Overrides
vi_vn: Ghi đè

source: Overview
vi_vn: Tổng quan

source: PEAP
vi_vn: hạt đậu

source: POST
vi_vn: BƯU KIỆN

source: PUT
vi_vn: ĐẶT

source: Packages
vi_vn: Gói

source: Packet Capture
vi_vn: Chụp gói

source: Path contains string
vi_vn: Đường dẫn chứa chuỗi

source: Path contains subdir
vi_vn: Đường dẫn chứa thư mục con

source: Path ends with
vi_vn: Đường dẫn kết thúc bằng

source: Path matches
vi_vn: Đường dẫn khớp

source: Path regex
vi_vn: Đường dẫn chính quy

source: Path starts with
vi_vn: Đường dẫn bắt đầu bằng

source: Permit
vi_vn: Cho phép làm gì

source: Ping timeout must be between 1...65535
vi_vn: Thời gian chờ Ping phải nằm trong khoảng 1...65535

source: Pipe number must be between 1...65535
vi_vn: Số ống phải nằm trong khoảng 1...65535

source: Pipes
vi_vn: Ống

source: Plain View
vi_vn: Chế độ xem đơn giản

source: Please choose a value between 1 and 3000
vi_vn: Vui lòng chọn giá trị từ 1 đến 3000

source: Please enter a valid email address.
vi_vn: Vui lòng nhập địa chỉ email hợp lệ.

source: Please enter a valid servername, ip address or leave this option blank
vi_vn: Vui lòng nhập tên máy chủ, địa chỉ IP hợp lệ hoặc để trống tùy chọn này

source: Please enter a valid servername, ip address or leave this option blank.
vi_vn: Vui lòng nhập tên máy chủ, địa chỉ IP hợp lệ hoặc để trống tùy chọn này.

source: Please enter ip addresses or domain names here
vi_vn: Vui lòng nhập địa chỉ IP hoặc tên miền vào đây

source: Please provide IP or hostname (no spaces allowed).
vi_vn: Vui lòng cung cấp IP hoặc tên máy chủ (không cho phép khoảng trắng).

source: Please provide a valid FQDN, i.e. www.example.com or mail.example.com (max 255 characters).
vi_vn: Vui lòng cung cấp FQDN hợp lệ, tức là www.example.com hoặc mail.example.com (tối đa 255 ký tự).

source: Please provide a valid hostname or IP address.
vi_vn: Vui lòng cung cấp tên máy chủ hoặc địa chỉ IP hợp lệ.

source: Please provide a valid listen address, i.e. 10.0.0.1:8080 or haproxy.example.com:8999.
vi_vn: Vui lòng cung cấp địa chỉ nghe hợp lệ, ví dụ: 10.0.0.1:8080 hoặc haproxy.example.com:8999.

source: Please provide a valid port number between 1 and 65535.
vi_vn: Vui lòng cung cấp số Cổng hợp lệ trong khoảng từ 1 đến 65535.

source: Please provide a valid port number between 1 and 65535. Port 9100 is the default.
vi_vn: Vui lòng cung cấp số Cổng hợp lệ trong khoảng từ 1 đến 65535. Cổng 9100 là mặc định.

source: Please provide a valid user and password, i.e. user:secret123.
vi_vn: Vui lòng cung cấp người dùng và mật khẩu hợp lệ, tức là người dùng:secret123.

source: Please provide one or more valid FQDNs, i.e. www.example.com or mail.example.com. Field length is limited to 65535 characters.
vi_vn: Vui lòng cung cấp một hoặc nhiều FQDN hợp lệ, tức là www.example.com hoặc mail.example.com. Độ dài trường được giới hạn ở 65535 ký tự.

source: Please provide valid active check receivers, i.e. 10.0.0.1:10051, zabbix.example.com or [::1]:30051.
vi_vn: Vui lòng cung cấp người nhận séc đang hoạt động hợp lệ, tức là 10.0.0.1:10051, zabbix.example.com hoặc [::1]:30051.

source: Please select a valid CA from the list.
vi_vn: Vui lòng chọn một CA hợp lệ từ danh sách.

source: Please select a valid CRL from the list.
vi_vn: Vui lòng chọn CRL hợp lệ từ danh sách.

source: Please select a valid certificate from the list
vi_vn: Vui lòng chọn chứng chỉ hợp lệ từ danh sách

source: Please select a valid certificate from the list.
vi_vn: Vui lòng chọn một chứng chỉ hợp lệ từ danh sách.

source: Please select a valid pattern matcher algorithm
vi_vn: Vui lòng chọn thuật toán so khớp mẫu hợp lệ

source: Please select a valid rotation
vi_vn: Vui lòng chọn một vòng quay hợp lệ

source: Please specify a valid hostname.
vi_vn: Vui lòng chỉ định tên máy chủ hợp lệ.

source: Please specify a valid servername or IP address.
vi_vn: Vui lòng chỉ định tên máy chủ hoặc địa chỉ IP hợp lệ.

source: Please specify a valid source address, i.e. 10.0.0.1 or loadbalancer.example.com:50000. Port range as start-end, i.e. 10.0.0.1:50000-60000.
vi_vn: Vui lòng chỉ định địa chỉ nguồn hợp lệ, tức là 10.0.0.1 hoặc Loadbalancer.example.com:50000. Phạm vi Cổng ở dạng bắt đầu, tức là 10.0.0.1:50000-60000.

source: Please specify a value between 0 and 1024.
vi_vn: Vui lòng chỉ định giá trị từ 0 đến 1024.

source: Please specify a value between 0 and 256.
vi_vn: Vui lòng chỉ định giá trị từ 0 đến 256.

source: Please specify a value between 0 and 50.
vi_vn: Vui lòng chỉ định giá trị từ 0 đến 50.

source: Please specify a value between 0 and 500000.
vi_vn: Vui lòng chỉ định giá trị từ 0 đến 500000.

source: Please specify a value between 1 and 100.
vi_vn: Vui lòng chỉ định giá trị từ 1 đến 100.

source: Please specify a value between 1 and 10000.
vi_vn: Vui lòng chỉ định giá trị từ 1 đến 10000.

source: Please specify a value between 1 and 1000000000.
vi_vn: Vui lòng chỉ định giá trị từ 1 đến 1000000000.

source: Please specify a value between 1 and 16384.
vi_vn: Vui lòng chỉ định giá trị từ 1 đến 16384.

source: Please specify a value between 1 and 65535.
vi_vn: Vui lòng chỉ định giá trị từ 1 đến 65535.

source: Please specify a value between 100 and 999.
vi_vn: Vui lòng chỉ định giá trị từ 100 đến 999.

source: Please specify a value between 1024 and 1048576.
vi_vn: Vui lòng chỉ định giá trị trong khoảng từ 1024 đến 1048576.

source: Please specify a value between 1024 and 16384.
vi_vn: Vui lòng chỉ định giá trị trong khoảng từ 1024 đến 16384.

source: Please specify a value between 1024 and 65535.
vi_vn: Vui lòng chỉ định giá trị trong khoảng từ 1024 đến 65535.

source: Please specify a value between 64 and 65535.
vi_vn: Vui lòng chỉ định giá trị trong khoảng từ 64 đến 65535.

source: Plugins
vi_vn: Plugin

source: Point-to-Point
vi_vn: Điểm-điểm

source: Point-to-multipoint network
vi_vn: Mạng điểm-đa điểm

source: Point-to-point network
vi_vn: Mạng điểm-điểm

source: Polling Interval needs to be an integer value between 0 and 86400
vi_vn: Khoảng thời gian bỏ phiếu cần phải là giá trị số nguyên trong khoảng từ 0 đến 86400

source: Port Forward
vi_vn: Chuyển tiếp Cổng

source: Port Probe
vi_vn: Thăm dò Cổng

source: Port needs to be an integer value between 0 and 65535
vi_vn: Cổng cần phải là giá trị nguyên trong khoảng từ 0 đến 65535

source: Port number must be between 1...65535
vi_vn: Số Cổng phải nằm trong khoảng 1...65535

source: Postfix
vi_vn: Hậu tố

source: Power
vi_vn: Nguồn

source: Power Off
vi_vn: Tắt nguồn

source: Pre-Shared Keys
vi_vn: Khóa chia sẻ trước

source: Priority must be between 0 and 4294967295.
vi_vn: Mức độ ưu tiên phải nằm trong khoảng từ 0 đến 4294967295.

source: Process
vi_vn: Tiến trình

source: Production Environment [default]
vi_vn: Môi trường sản xuất [mặc định]

source: Prometheus Exporter
vi_vn: Nhà xuất khẩu Prometheus

source: Protocol not found
vi_vn: Không tìm thấy giao thức

source: Proxy port needs to be an integer value between 1 and 65535
vi_vn: Cổng proxy cần phải là giá trị số nguyên trong khoảng từ 1 đến 65535

source: Queue number must be between 1...65535
vi_vn: Số hàng đợi phải nằm trong khoảng 1...65535

source: Queues
vi_vn: Hàng đợi

source: REJECT
vi_vn: TỪ CHỐI

source: RIP
vi_vn: XÉ

source: Random
vi_vn: Ngẫu nhiên

source: Reboot
vi_vn: Khởi động lại

source: Redirection
vi_vn: Chuyển hướng

source: Redis
vi_vn: làm lại

source: Reject
vi_vn: Từ chối

source: Related ACL item not found
vi_vn: Không tìm thấy mục ACL liên quan

source: Related HAProxy ACL not found.
vi_vn: Không tìm thấy HAProxy ACL liên quan.

source: Related HAProxy action not found.
vi_vn: Không tìm thấy hành động HAProxy liên quan.

source: Related HAProxy backend not found.
vi_vn: Không tìm thấy phần phụ trợ HAProxy có liên quan.

source: Related HAProxy server not found.
vi_vn: Không tìm thấy máy chủ HAProxy liên quan.

source: Related Prefix-List item not found
vi_vn: Không tìm thấy mục Danh sách tiền tố liên quan

source: Related Route-Map item not found
vi_vn: Không tìm thấy mục Bản đồ lộ trình liên quan

source: Related action item not found
vi_vn: Không tìm thấy mục hành động liên quan

source: Related backend item not found
vi_vn: Không tìm thấy mục phụ trợ liên quan

source: Related cron not found
vi_vn: Không tìm thấy cron liên quan

source: Related cron not found.
vi_vn: Không tìm thấy cron liên quan.

source: Related error file item not found
vi_vn: Không tìm thấy mục tệp lỗi liên quan

source: Related health check item not found
vi_vn: Không tìm thấy mục kiểm tra sức khỏe liên quan

source: Related item not found
vi_vn: Không tìm thấy mục liên quan

source: Related network not found
vi_vn: Không tìm thấy networks liên quan

source: Related pipe not found
vi_vn: Không tìm thấy đường hầm liên quan

source: Related pipe or queue not found
vi_vn: Không tìm thấy đường hầm hoặc hàng đợi liên quan

source: Related server item not found
vi_vn: Không tìm thấy mục máy chủ liên quan

source: Related template not found
vi_vn: Không tìm thấy mẫu liên quan

source: Relay
vi_vn: Rơle

source: Relayd
vi_vn: chuyển tiếp

source: Reminder needs to be an integer value between 0 and 86400
vi_vn: Lời nhắc phải là giá trị số nguyên trong khoảng từ 0 đến 86400

source: Remote Host
vi_vn: Máy chủ từ xa

source: Replace all with client's IP (truncate)
vi_vn: Thay thế tất cả bằng IP của khách hàng (cắt ngắn)

source: Reporter
vi_vn: Phóng viên
