Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Specify the username to be used for database health checks.
vi_vn: Chỉ định tên người dùng sẽ được sử dụng để kiểm tra tình trạng cơ sở dữ liệu.

source: Specify the value for the URL parameter.
vi_vn: Chỉ định giá trị cho tham số URL.

source: Spend no more than N seconds on processing.
vi_vn: Dành không quá N giây để xử lý.

source: Spread checks
vi_vn: Kiểm tra chênh lệch

source: Start
vi_vn: Bắt đầu

source: Start Delay
vi_vn: Bắt đầu trễ

source: Start Discoverers
vi_vn: Bắt đầu khám phá

source: Start HTTP Pollers
vi_vn: Bắt đầu thăm dò HTTP

source: Start IPMI Pollers
vi_vn: Bắt đầu cuộc thăm dò IPMI

source: Start Pingers
vi_vn: Bắt đầu Pingers

source: Start Pollers
vi_vn: Bắt đầu thăm dò ý kiến

source: Start Pollers Unreachable
vi_vn: Bắt đầu cuộc thăm dò không thể truy cập được

source: Start Port
vi_vn: Cổng bắt đầu

source: Start Trappers
vi_vn: Bắt đầu bẫy

source: Start servers
vi_vn: Khởi động máy chủ

source: Start the Monit httpd service.
vi_vn: Bắt đầu dịch vụ Monit httpd.

source: State File
vi_vn: Tệp trạng thái

source: State Notification
vi_vn: Thông báo tiểu bang

source: Statistics Configuration
vi_vn: Cấu hình thống kê

source: Stick-table persistence
vi_vn: Sự kiên trì của bàn dính

source: Stickiness table
vi_vn: Bảng độ dính

source: Sticky Address
vi_vn: Địa chỉ cố định

source: Sticky counter key
vi_vn: Phím truy cập dính

source: Stop
vi_vn: Dừng lại

source: Stored data types
vi_vn: Các kiểu dữ liệu được lưu trữ

source: String to set after the hostname. For compatibility reason default is collectd, but you can also simply remove it.
vi_vn: Chuỗi để đặt sau tên máy chủ. Vì lý do tương thích, mặc định được thu thập nhưng bạn cũng có thể xóa nó một cách đơn giản.

source: Subdir matches
vi_vn: Kết quả trùng khớp thư mục con

source: Subnet
vi_vn: Mạng con

source: Subnet to receive, e.g. 255.255.255.0
vi_vn: Mạng con để nhận, ví dụ: 255.255.255.0

source: Subnetmask
vi_vn: Mặt nạ mạng con

source: Suppress Squid version string info in HTTP headers and HTML error pages.
vi_vn: Loại bỏ thông tin chuỗi phiên bản Squid trong tiêu đề HTTP và trang lỗi HTML.

source: Suppress version string
vi_vn: Loại bỏ chuỗi phiên bản

source: Swap
vi_vn: Tráo đổi

source: Syslog Facility
vi_vn: Cơ sở nhật ký hệ thống

source: Syslog facility
vi_vn: Cơ sở nhật ký hệ thống

source: Syslog is a service which is made to collect log messages from different software and maybe to a central logging server. Check this box if you have such a setup.
vi_vn: Syslog là một dịch vụ được tạo ra để thu thập thông điệp tường trình từ các phần mềm khác nhau và có thể đến máy chủ ghi nhật ký trung tâm. Chọn hộp này nếu bạn có thiết lập như vậy.

source: Syslog level
vi_vn: Cấp độ nhật ký hệ thống

source: System
vi_vn: Hệ thống

source: System Command
vi_vn: Lệnh hệ thống

source: System Domain
vi_vn: Miền hệ thống

source: System Hostname
vi_vn: Tên máy chủ hệ thống

source: System Origin
vi_vn: Nguồn gốc hệ thống

source: TCP Listen Port
vi_vn: Cổng nghe TCP

source: TCP Port
vi_vn: Cổng TCP

source: TCP connect timeout
vi_vn: Hết thời gian kết nối TCP

source: TCP keepalive
vi_vn: TCP được giữ nguyên

source: TCP timeout
vi_vn: Hết thời gian chờ TCP

source: Table
vi_vn: Bàn

source: Table Check
vi_vn: Kiểm tra bảng

source: Table type
vi_vn: Loại bảng

source: Target Host
vi_vn: Máy chủ mục tiêu

source: Target Port
vi_vn: Cổng mục tiêu

source: Telegraf will send metrics to outputs in batches of at most metric_batch_size metrics. This controls the size of writes that Telegraf sends to output plugins.
vi_vn: Telegraf sẽ gửi số liệu đến đầu ra theo lô có tối đa số liệu số liệu_batch_size. Điều này kiểm soát kích thước ghi mà Telegraf gửi tới các plugin đầu ra.

source: Test type
vi_vn: Loại thử nghiệm

source: Tests
vi_vn: Kiểm tra

source: The 'System Domain' parameter specifies the local internet domain name. The default is to use 'System Hostname' minus the first component. It is used as a default value for many other configuration parameters.
vi_vn: Tham số 'Miền hệ thống' chỉ định tên miền internet cục bộ. Mặc định là sử dụng 'Tên máy chủ hệ thống' trừ thành phần đầu tiên. Nó được sử dụng làm giá trị mặc định cho nhiều tham số cấu hình khác.

source: The 'System Hostname' parameter specifies the internet hostname of this mail system. The default is to use the fully-qualified domain name from gethostname(). It is used as a default value for many other configuration parameters.
vi_vn: Tham số 'Tên máy chủ hệ thống' chỉ định tên máy chủ internet của hệ thống thư này. Mặc định là sử dụng tên miền đủ điều kiện từ gethostname(). Nó được sử dụng làm giá trị mặc định cho nhiều tham số cấu hình khác.

source: The 'System Origin' parameter specifies the domain that locally-posted mail appears to come from. The default is to append 'System Hostname', which is fine for small sites.
vi_vn: Tham số 'Nguồn gốc hệ thống' chỉ định tên miền mà thư được đăng cục bộ dường như đến từ đó. Mặc định là thêm 'Tên máy chủ hệ thống', điều này phù hợp với các trang web nhỏ.

source: The 'Trusted Networks' parameter specifies the list of trusted SMTP clients. In particular, trusted SMTP clients are allowed to relay mail through Postfix. Please use CIDR notation like 192.168.0.0/24 separated by spaces. IPv6 addresses have to be in square brackets like [::1]/128.
vi_vn: Tham số 'Mạng đáng tin cậy' chỉ định danh sách máy khách SMTP đáng tin cậy. Đặc biệt, các máy khách SMTP đáng tin cậy được phép chuyển tiếp thư qua Postfix. Vui lòng sử dụng ký hiệu CIDR như 192.168.0.0/24, phân tách bằng dấu cách. Địa chỉ IPv6 phải nằm trong dấu ngoặc vuông như [::1]/128.

source: The ACL sequence number (10-99)
vi_vn: Số thứ tự ACL (10-99)

source: The Administrator of this server. Used when displaying information about this server.
vi_vn: Quản trị viên của máy chủ này. Được sử dụng khi hiển thị thông tin về máy chủ này.

source: The CPU plugin collects the amount of time spent by the CPU in various states, most notably executing user code, executing system code, waiting for IO-operations and being idle.
vi_vn: Plugin CPU thu thập lượng thời gian mà CPU sử dụng ở nhiều trạng thái khác nhau, đáng chú ý nhất là thực thi mã người dùng, thực thi mã hệ thống, chờ hoạt động IO và không hoạt động.

source: The ContextSwitch plugin collects the number of context switches done by the operating system.
vi_vn: Plugin ContextSwitch thu thập số lượng chuyển đổi ngữ cảnh được thực hiện bởi hệ điều hành.

source: The DF plugin collects file system usage information, i. e. basically how much space on a mounted partition is used and how much is available.
vi_vn: Plugin DF thu thập thông tin sử dụng hệ thống tệp, tức là. đ. về cơ bản bao nhiêu dung lượng trên một phân vùng được gắn được sử dụng và bao nhiêu dung lượng có sẵn.

source: The FQDN or IP address of the VPN server.
vi_vn: Địa chỉ FQDN hoặc IP của máy chủ VPN.

source: The Graphite plugin stores values in Carbon, the storage layer of Graphite.
vi_vn: Plugin Graphite lưu trữ các giá trị trong Carbon, lớp lưu trữ của Graphite.

source: The Interface for 'Network' checks.
vi_vn: Giao diện kiểm tra 'Mạng'.

source: The Interface plugin collects information about the traffic, packets per second and errors of interfaces.
vi_vn: Plugin Giao diện thu thập thông tin về lưu lượng, gói mỗi giây và lỗi của giao diện.

source: The Load plugin collects the system load.
vi_vn: Plugin Load thu thập tải hệ thống.

source: The MX Check module checks if the domain in a messages SMTP FROM addresses (or the domain in HELO in case SMTP FROM is empty) has at least one connectable MX. If a connectable MX is found this information is cached in Redis.
vi_vn: Mô-đun Kiểm tra MX kiểm tra xem miền trong thư có địa chỉ SMTP FROM (hoặc miền trong HELO trong trường hợp SMTP FROM trống) có ít nhất một MX có thể kết nối hay không. Nếu tìm thấy MX có thể kết nối thì thông tin này sẽ được lưu vào bộ nhớ đệm trong Redis.

source: The Network plugin can send values to other instances
vi_vn: Plugin Mạng có thể gửi giá trị đến các phiên bản khác

source: The PID file of the process.
vi_vn: Tệp PID của quy trình.

source: The Processes plugin collects the number of processes, grouped by their state (e. g. running, sleeping, zombies, etc.).
vi_vn: Plugin Quy trình thu thập số lượng quy trình, được nhóm theo trạng thái của chúng (ví dụ: đang chạy, đang ngủ, zombie, v.v.).

source: The SSL fingerprint, for example "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".
vi_vn: Dấu vân tay SSL, ví dụ "B5:E1:B3:70:5E:7C:FF:EB:92:C4:29:E5:5B:AC:2F:AE:70:17:E9:9E".

source: The TCP port that should be used for connections to this peer. It must not be used by any other service.
vi_vn: Cổng TCP sẽ được sử dụng để kết nối với thiết bị Peer này. Nó không được sử dụng bởi bất kỳ dịch vụ nào khác.

source: The Target host. Be careful when using localhost as some services may bypass ACLs when connecting from "127.0.0.1" or "::1".
vi_vn: Máy chủ đích. Hãy thận trọng khi sử dụng localhost vì một số dịch vụ có thể bỏ qua ACL khi kết nối từ "127.0.0.1" hoặc "::1".

source: The Uptime plugin keeps track of the system uptime, providing informations such as the average running time or the maximum reached uptime over a certain period of time.
vi_vn: Plugin Uptime theo dõi thời gian hoạt động của hệ thống, cung cấp các thông tin như thời gian chạy trung bình hoặc thời gian hoạt động đạt tối đa trong một khoảng thời gian nhất định.

source: The Users plugin counts the number of users currently logged into the system (SSH).
vi_vn: Plugin Users đếm số lượng người dùng hiện đang đăng nhập vào hệ thống (SSH).

source: The average bytes rate from the incoming connection's source address.
vi_vn: Tốc độ byte trung bình từ địa chỉ nguồn của kết nối đến.

source: The average bytes rate to the incoming connection's source address.
vi_vn: Tốc độ byte trung bình đối với địa chỉ nguồn của kết nối đến.

source: The average connection rate from the incoming connection's source address.
vi_vn: Tốc độ kết nối trung bình từ địa chỉ nguồn của kết nối đến.

source: The average rate of HTTP errors from the incoming connection's source address.
vi_vn: Tỷ lệ lỗi HTTP trung bình từ địa chỉ nguồn của kết nối đến.

source: The average rate of HTTP requests from the incoming connection's source address.
vi_vn: Tỷ lệ trung bình của các yêu cầu HTTP từ địa chỉ nguồn của kết nối đến.

source: The commands here will be disabled and cannot be used anymore.
vi_vn: Các lệnh ở đây sẽ bị vô hiệu hóa và không thể sử dụng được nữa.

source: The cumulative number of HTTP errors from the incoming connection's source address.
vi_vn: Số lỗi HTTP tích lũy từ địa chỉ nguồn của kết nối đến.

source: The cumulative number of HTTP requests from the incoming connection's source address.
vi_vn: Số lượng yêu cầu HTTP tích lũy từ địa chỉ nguồn của kết nối đến.

source: The cumulative number of connections initiated from the current incoming connection's source address.
vi_vn: Số lượng kết nối tích lũy được bắt đầu từ địa chỉ nguồn của kết nối đến hiện tại.

source: The cumulative number of connections initiated from the incoming connection's source address.
vi_vn: Số lượng kết nối tích lũy được bắt đầu từ địa chỉ nguồn của kết nối đến.

source: The current amount of concurrent connections initiated from the current incoming connection's source address.
vi_vn: Số lượng kết nối đồng thời hiện tại được bắt đầu từ địa chỉ nguồn của kết nối đến hiện tại.

source: The email address to send alerts to.
vi_vn: Địa chỉ email để gửi thông báo tới.

source: The external FQDN of this host.
vi_vn: FQDN bên ngoài của máy chủ này.

source: The hard size limit of all queues managed by this instance, leave empty for defaults
vi_vn: Giới hạn kích thước cứng của tất cả các hàng đợi do phiên bản này quản lý, để trống đối với các giá trị mặc định

source: The header which should be used to send the username to the ICAP server.
vi_vn: Tiêu đề sẽ được sử dụng để gửi tên người dùng đến máy chủ ICAP.

source: The hostname for the selected machine in the network
vi_vn: Tên máy chủ cho máy được chọn trong networks

source: The hostname for this machine in the network
vi_vn: Tên máy chủ của máy này trong networks

source: The initial number of server processes. Each server process generates a number of threads, which serve the requests.
vi_vn: Số lượng tiến trình máy chủ ban đầu. Mỗi tiến trình máy chủ tạo ra một số luồng phục vụ các yêu cầu.

source: The length of the period over which the average is measured. It reports the average HTTP request error rate over that period, in requests per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Độ dài của khoảng thời gian để đo lường trung bình. Nó báo cáo tỉ lệ lỗi yêu cầu HTTP trung bình trong khoảng thời gian đó, tính theo số yêu cầu mỗi chu kỳ. Mặc định là mili giây. Tùy chọn có thể chỉ định đơn vị là "d", "h", "m", "s", "ms" hoặc "us".

source: The length of the period over which the average is measured. It reports the average HTTP request rate over that period, in requests per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Độ dài của khoảng thời gian để đo lường trung bình. Nó báo cáo tỉ lệ yêu cầu HTTP trung bình trong khoảng thời gian đó, tính theo số yêu cầu mỗi chu kỳ. Mặc định là mili giây. Tùy chọn có thể chỉ định đơn vị là "d", "h", "m", "s", "ms" hoặc "us".

source: The length of the period over which the average is measured. It reports the average incoming bytes rate over that period, in bytes per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Độ dài của khoảng thời gian để đo lường trung bình. Nó báo cáo tốc độ byte vào trung bình trong khoảng thời gian đó, tính theo byte mỗi chu kỳ. Mặc định là mili giây. Tùy chọn có thể chỉ định đơn vị là "d", "h", "m", "s", "ms" hoặc "us".

source: The length of the period over which the average is measured. It reports the average incoming connection rate over that period, in connections per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Độ dài của khoảng thời gian để đo lường trung bình. Nó báo cáo tốc độ kết nối vào trung bình trong khoảng thời gian đó, tính theo số kết nối mỗi chu kỳ. Mặc định là mili giây. Tùy chọn có thể chỉ định đơn vị là "d", "h", "m", "s", "ms" hoặc "us".

source: The length of the period over which the average is measured. It reports the average incoming session rate over that period, in sessions per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Độ dài của khoảng thời gian để đo lường trung bình. Nó báo cáo tốc độ phiên vào trung bình trong khoảng thời gian đó, tính theo số phiên mỗi chu kỳ. Mặc định là mili giây. Tùy chọn có thể chỉ định đơn vị là "d", "h", "m", "s", "ms" hoặc "us".

source: The length of the period over which the average is measured. It reports the average outgoing bytes rate over that period, in bytes per period. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Độ dài của khoảng thời gian để đo lường trung bình. Nó báo cáo tốc độ byte ra trung bình trong khoảng thời gian đó, tính theo byte mỗi chu kỳ. Mặc định là mili giây. Tùy chọn có thể chỉ định đơn vị là "d", "h", "m", "s", "ms" hoặc "us".

source: The limit of the length of data to hash.
vi_vn: Giới hạn độ dài của dữ liệu để băm.

source: The listen address of the local peer or the address of the remote peer.
vi_vn: Địa chỉ nghe của máy Peer cục bộ hoặc địa chỉ của máy Peer từ xa.

source: The local port of the daemon, default is fine.
vi_vn: Cổng cục bộ của daemon, mặc định là ổn.

source: The maximum allowed number of server processes.
vi_vn: Số lượng quy trình máy chủ tối đa được phép.

source: The maximum number of characters that will be stored in the stick table (if appropiate table type is selected).
vi_vn: Số lượng ký tự tối đa sẽ được lưu trữ trong bảng dính (nếu loại bảng thích hợp được chọn).

source: The maximum number of requests can be served by one connection
vi_vn: Số lượng yêu cầu tối đa có thể được phục vụ bởi một kết nối

source: The maximum number of requests that a child process can serve. After this number has been reached, process dies.
vi_vn: Số lượng yêu cầu tối đa mà một tiến trình con có thể phục vụ. Sau khi đạt đến con số này, quá trình sẽ chết.

source: The maximum size of files which will be scanned by antivirus service. You can use K and M indicators to define size in kilobytes or megabytes.
vi_vn: Kích thước tối đa của tệp sẽ được quét bởi dịch vụ chống vi-rút. Bạn có thể sử dụng chỉ báo K và M để xác định kích thước tính bằng kilobyte hoặc megabyte.

source: The name of the HTTP header field.
vi_vn: Tên của trường tiêu đề HTTP.

source: The name of the service.
vi_vn: Tên của dịch vụ.

source: The name of the test.
vi_vn: Tên của bài kiểm tra.

source: The name of this Zabbix instance. It has to match with the defined name in the central Zabbix server.
vi_vn: Tên của phiên bản Zabbix này. Nó phải khớp với tên được xác định trong máy chủ Zabbix trung tâm.

source: The network for this host
vi_vn: Mạng dành cho máy chủ này

source: The number of bytes a queue can serve before being moved to the tail of old queues list (bytes), leave empty for defaults
vi_vn: Số byte mà hàng đợi có thể phục vụ trước khi được chuyển đến cuối danh sách hàng đợi cũ (byte), để trống đối với giá trị mặc định

source: The number of databases you would like to have.
vi_vn: Số lượng cơ sở dữ liệu bạn muốn có.

source: The number of eventqueue slots.
vi_vn: Số lượng vị trí hàng đợi sự kiện.

source: The number of flow queues that are created and managed, leave empty for defaults
vi_vn: Số lượng hàng đợi luồng được tạo và quản lý, để trống theo mặc định

source: The number of seconds to wait for a response to pings or to allow meta connections to block. If the other end doesn't respond within this time, the connection is terminated, and the others will be notified of this.
vi_vn: Số giây chờ phản hồi ping hoặc cho phép các kết nối meta chặn. Nếu đầu bên kia không phản hồi trong thời gian này, kết nối sẽ bị chấm dứt và các bên khác sẽ được thông báo về điều này.

source: The number of threads per child process.
vi_vn: Số lượng thread trên mỗi tiến trình con.

source: The password for access to SNMP agent
vi_vn: Mật khẩu để truy cập vào đại lý SNMP

source: The password name for this connection. Be aware that it will stored in cleartext on this device.
vi_vn: Tên mật khẩu cho kết nối này. Xin lưu ý rằng nó sẽ được lưu trữ ở dạng văn bản rõ ràng trên thiết bị này.

source: The password to use for SMTP authentication.
vi_vn: Mật khẩu được sử dụng để xác thực SMTP.

source: The path to the eventqueue directory.
vi_vn: Đường dẫn đến thư mục hàng sự kiện.

source: The percentage of data that can be sent by the c-icap server before receiving the complete body of a request. This feature in conjuction with the folowing can be useful because if the download of the object takes a lot of time the connection of web client to proxy can be expired.
vi_vn: Tỷ lệ phần trăm dữ liệu có thể được gửi bởi máy chủ c-icap trước khi nhận được toàn bộ yêu cầu. Tính năng này kết hợp với những điều sau đây có thể hữu ích vì nếu quá trình tải xuống đối tượng mất nhiều thời gian thì kết nối của máy khách web với proxy có thể hết hạn.

source: The port number where Squid listens for SNMP requests. To enable SNMP support set this to a suitable port number. Port number 3401 is often used for the Squid SNMP agent.
vi_vn: Số Cổng nơi Squid lắng nghe các yêu cầu SNMP. Để bật hỗ trợ SNMP, hãy đặt số này thành số Cổng phù hợp. Số Cổng 3401 thường được sử dụng cho Squid SNMP Agent.

source: The port number where Squid sends and receives ICP queries to and from neighbor caches. Leave blank to disable (default). The standard UDP port for ICP is 3130.
vi_vn: Số Cổng nơi Squid gửi và nhận các truy vấn ICP đến và đi từ bộ đệm lân cận. Để trống để tắt (mặc định). Cổng UDP tiêu chuẩn cho ICP là 3130.

source: The port number which is exposed in the Tor network.
vi_vn: Số Cổng được hiển thị trong networks Tor.

source: The port of the mail server. Typically 465 for SSL or 25 for TLS and non secure connections.
vi_vn: Cổng của máy chủ thư. Thông thường là 465 cho SSL hoặc 25 cho TLS và các kết nối không an toàn.

source: The port the proxy service will listen to.
vi_vn: Cổng mà dịch vụ proxy sẽ lắng nghe.

source: The port the ssl proxy service will listen to.
vi_vn: Cổng mà dịch vụ proxy ssl sẽ lắng nghe.

source: The prompt will be displayed in the authentication request window.
vi_vn: Lời nhắc sẽ được hiển thị trong cửa sổ yêu cầu xác thực.

source: The proxy will use this as the source address for the control connection to a server.
vi_vn: Proxy sẽ sử dụng địa chỉ này làm địa chỉ nguồn cho kết nối điều khiển đến máy chủ.

source: The service check type.
vi_vn: Loại kiểm tra dịch vụ.

source: The smtpd_banner parameter specifies the text that follows the 220 code in the SMTP server's greeting banner. Default is "'System Hostname' ESMTP Postfix".
vi_vn: Tham số smtpd_banner chỉ định văn bản theo sau mã 220 trong banner chào mừng của máy chủ SMTP. Mặc định là "'Tên máy chủ hệ thống' ESMTP Postfix".

source: The state file of the Monit process.
vi_vn: Tệp trạng thái của quy trình Monit.

source: The target IP address for 'Remote Host' and 'Network' checks.
vi_vn: Địa chỉ IP mục tiêu để kiểm tra 'Máy chủ từ xa' và 'Mạng'.

source: The time in seconds after which a connection without activity can be cancelled.
vi_vn: Thời gian tính bằng giây mà sau đó một kết nối không có hoạt động có thể bị hủy.

source: The total amount of data received from the incoming connection's source address (in kilobytes).
vi_vn: Tổng lượng dữ liệu nhận được từ địa chỉ nguồn của kết nối đến (tính bằng kilobyte).

source: The total amount of data sent to the incoming connection's source address (in kilobytes).
vi_vn: Tổng lượng dữ liệu được gửi đến địa chỉ nguồn của kết nối đến (tính bằng kilobyte).

source: The total number of authenticator processes to spawn.
vi_vn: Tổng số quy trình xác thực sẽ xuất hiện.

source: The type can either be 'Basic' for a general-purpose authorization protocol or 'Stealth' for a less scalable protocol that also hides service activity from unauthorized clients.
vi_vn: Loại này có thể là 'Cơ bản' cho giao thức ủy quyền có mục đích chung hoặc 'Tàng hình' cho giao thức có khả năng mở rộng ít hơn cũng ẩn hoạt động dịch vụ khỏi các máy khách trái phép.

source: The user name for this connection.
vi_vn: Tên người dùng cho kết nối này.

source: The username to use for SMTP authentication.
vi_vn: Tên người dùng được sử dụng để xác thực SMTP.

source: The value of the Server Name TLS extension sent by a client contains the specified string (substring match).
vi_vn: Giá trị của phần mở rộng TLS Tên Máy chủ được gửi bởi máy khách chứa chuỗi được chỉ định (khớp chuỗi con).

source: The value of the Server Name TLS extension sent by a client ends with the specified string (suffix match).
vi_vn: Giá trị của phần mở rộng TLS Tên Máy chủ được gửi bởi máy khách kết thúc bằng chuỗi được chỉ định (khớp hậu tố).

source: The value of the Server Name TLS extension sent by a client matches the exact string.
vi_vn: Giá trị của tiện ích mở rộng TLS Tên máy chủ được khách hàng gửi khớp với chuỗi chính xác.

source: The value of the Server Name TLS extension sent by a client starts with the specified string (prefix match).
vi_vn: Giá trị của tiện ích mở rộng TLS Tên máy chủ được khách hàng gửi bắt đầu bằng chuỗi được chỉ định (khớp tiền tố).
