Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Out (bps)
vi_vn: Ra (bps)

source: In (bps)
vi_vn: Vào (bps)

source: Current date/time
vi_vn: Ngày/giờ hiện tại

source: Load average
vi_vn: Tải trung bình

source: Versions
vi_vn: Phiên bản

source: Tunnels
vi_vn: Đường hầm VPN

source: Errors Out
vi_vn: Lỗi ra

source: Errors In
vi_vn: Lỗi vào

source: Bytes Out
vi_vn: Bytes ra

source: Bytes In
vi_vn: Bytes vào

source: Packets Out
vi_vn: Gói ra

source: Packets In
vi_vn: Gói vào

source: DISABLED
vi_vn: VÔ HIỆU HÓA

source: Traffic Graph
vi_vn: Biểu đồ lưu lượng

source: System Log
vi_vn: Nhật ký hệ thống

source: Interface Statistics
vi_vn: Thống kê giao diện mạng

source: CPU Usage
vi_vn: Mức sử dụng CPU

source: Zone
vi_vn: Vùng

source: Packetloss
vi_vn: Mất gói tin

source: Latency
vi_vn: Độ trễ

source: Protocol / Port
vi_vn: Giao thức / Cổng

source: Renegotiate data channel key after n seconds (default=3600).%sWhen using a one time password, be advised that your connection will automatically drop because your password is not valid anymore.%sSet to 0 to disable, remember to change your client as well.
vi_vn: Đàm phán lại khóa kênh dữ liệu sau n giây (mặc định = 3600).%sKhi sử dụng mật khẩu dùng một lần (OTP), lưu ý rằng kết nối sẽ tự động ngắt vì mật khẩu không còn hợp lệ.%sĐặt giá trị là 0 để vô hiệu hóa, và hãy nhớ cấu hình phía máy khách tương ứng.

source: %s4%s -- Normal usage range.
vi_vn: %s4%s -- Phạm vi sử dụng thông thường.

source: %s2,3%s -- show TLS negotiations & route info.
vi_vn: %s2,3%s -- hiển thị giao kết TLS và thông tin định tuyến.

source: %s1%s -- startup info + connection initiated messages + non-fatal encryption & net errors.
vi_vn: %s1%s -- thông tin khởi động + thông báo khởi tạo kết nối + lỗi mã hóa không nghiêm trọng & lỗi mạng.

source: %s0%s -- No output except fatal errors.
vi_vn: %s0%s -- Không hiển thị đầu ra, ngoại trừ các lỗi nghiêm trọng.

source: When using a client certificate, use certificate common name for indexing purposes instead of username
vi_vn: Khi sử dụng chứng chỉ máy khách, dùng Tên chung (CN) của chứng chỉ để làm khóa lập chỉ mục thay cho tên người dùng.

source: Use common name
vi_vn: Sử dụng tên thông dụng

source: Use a different management port on clients. The default port is 166. Specify a different port if the client machines need to select from multiple OpenVPN links.
vi_vn: Sử dụng cổng quản lý khác trên máy khách. Cổng mặc định là 166. Chỉ định cổng khác nếu các máy khách cần lựa chọn giữa nhiều liên kết OpenVPN.

source: Client Management Port
vi_vn: Cổng quản lý máy khách

source: Scope ID
vi_vn: Phạm vi ID

source: Run ''net stop dnscache'', ''net start dnscache'', ''ipconfig /flushdns'' and ''ipconfig /registerdns'' on connection initiation. This is known to kick Windows into recognizing pushed DNS servers.
vi_vn: Chạy '"net stop dnscache", "net start dnscache", "ipconfig /flushdns" và "ipconfig /registerdns" khi bắt đầu kết nối. Giúp cho Windows nhận ra các máy chủ DNS được đẩy.

source: Force DNS cache update
vi_vn: Buộc cập nhật bộ nhớ đệm DNS

source: Some clients may require this even for IPv6, such as OpenVPN Connect (iOS/Android). Others may break if it is present, such as older versions of OpenVPN or clients such as Yealink phones.
vi_vn: Một số máy khách có thể yêu cầu IPv6 với kết nối OpenVPN (trên iOS/Android). Máy khách khác có thể bị lỗi này, như các phiên bản OpenVPN cũ hơn hoặc các ứng dụng máy khách như Yealink phone.

source: Relevant when supplying a virtual adapter IP address to clients when using tun mode on IPv4.
vi_vn: Chỉ áp dụng khi cấp địa chỉ IP cho bộ chuyển đổi mạng ảo của máy khách trong chế độ tun trên IPv4.

source: Allocate only one IP per client (topology subnet), rather than an isolated subnet per client (topology net30).
vi_vn: Chỉ phân bổ một IP cho mỗi máy khách (cấu trúc mạng con) thay vì một mạng con tách biệt cho mỗi máy khách (cấu trúc mạng net30).

source: Topology
vi_vn: Cấu trúc mạng

source: Allow connected clients to retain their connections if their IP address changes
vi_vn: Cho phép các máy khách duy trì kết nối nếu địa chỉ IP thay đổi

source: Allow multiple concurrent connections from clients using the same Common Name.<br />NOTE: This is not generally recommended, but may be needed for some scenarios.
vi_vn: Cho phép nhiều kết nối đồng thời từ các máy khách sử dụng "Tên chung". <br /> CHÚ Ý: Việc này không được khuyến khích nhưng có thể dùng cho một số trường hợp.

source: Allow communication between clients connected to this server
vi_vn: Cho phép giao tiếp giữa các máy khách kết nối với máy chủ này

source: Inter-client communication
vi_vn: Giao tiếp giữa các máy khách

source: Specify the maximum number of clients allowed to concurrently connect to this server
vi_vn: Số lượng máy khách tối đa được phép kết nối đồng thời với máy chủ này

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
vi_vn: Đây là các mạng IPv6 sẽ được định tuyến qua đường hầm, do đó có thể thiết lập VPN site-to-site mà không cần thay đổi bảng định tuyến theo cách thủ công. Trình bày danh sách được phân tách bằng dấu phẩy khi nhập một hoặc nhiều địa chỉ IP/PREFIX. Nếu là VPN site-to-site, hãy nhập LAN từ xa tại đây. Có thể để trống phần này nếu không muốn VPN site-to-site

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank if you don't want a site-to-site VPN
vi_vn: Đây là các mạng IPv4 sẽ được định tuyến qua đường hầm, do đó có thể thiết lập VPN site-to-site mà không cần thay đổi bảng định tuyến theo cách thủ công. Trình bày danh sách được phân tách bằng dấu phẩy khi nhập một hoặc nhiều CIDR. Nếu là VPN site-to-site, hãy nhập LAN từ xa tại đây. Có thể để trống phần này nếu không muốn VPN site-to-site

source: These are the IPv6 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more IP/PREFIX. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
vi_vn: Đây là các mạng IPv6 sẽ có thể truy cập được qua đầu cuối từ xa. Trình bày danh sách được phân tách bằng dấu phẩy khi nhập một hoặc nhiều IP/PREFIX. Có thể để trống phần này nếu không muốn định tuyến mạng cục bộ qua đường hầm này trên máy từ xa. Đây là thiết lập cho mạng LAN của bạn

source: These are the IPv4 networks that will be accessible from the remote endpoint. Expressed as a comma-separated list of one or more CIDR ranges. You may leave this blank if you don't want to add a route to the local network through this tunnel on the remote machine. This is generally set to your LAN network
vi_vn: Đây là các mạng IPv4 sẽ có thể truy cập được qua đầu cuối từ xa. Trình bày danh sách được phân tách bằng dấu phẩy khi nhập một hoặc nhiều CIDR. Có thể để trống phần này nếu không muốn định tuyến mạng cục bộ qua đường hầm này trên máy từ xa. Đây là thiết lập cho mạng LAN của bạn

source: Server Bridge DHCP End
vi_vn: Địa chỉ kết thúc DHCP cho Server Bridge

source: When using tap mode as a multi-point server, you may optionally supply a DHCP range to use on the interface to which this tap instance is bridged. If these settings are left blank, DHCP will be passed through to the LAN, and the interface setting above will be ignored.
vi_vn: Khi sử dụng chế độ TAP như một máy chủ đa điểm (multi-point server), bạn có thể tùy chọn chỉ định dải DHCP để sử dụng trên giao diện mạng mà TAP này được cầu nối. Nếu các thiết lập này để trống, DHCP sẽ được chuyển tiếp trực tiếp tới LAN và thiết lập giao diện mạng phía trên sẽ bị bỏ qua.

source: Server Bridge DHCP Start
vi_vn: Địa chỉ bắt đầu DHCP cho Server Bridge

source: The interface to which this tap instance will be bridged. This is not done automatically. You must assign this interface and create the bridge separately. This setting controls which existing IP address and subnet mask are used by OpenVPN for the bridge. Setting this to 'none' will cause the Server Bridge DHCP settings below to be ignored.
vi_vn: Giao diện mạng mà TAP này sẽ được cầu nối. Tính năng này không thực hiện tự động. Bạn phải chỉ định giao diện mạng này và tạo cầu nối mạng riêng. Thiết lập này kiểm soát subnet mask và địa chỉ IP hiện hữu được OpenVPN sử dụng cho cầu nối mạng. Thiết lập 'none' sẽ khiến các cài đặt DHCP của Server Bridge bên dưới bị bỏ qua.

source: Bridge Interface
vi_vn: Giao diện cầu nối mạng

source: Allow clients on the bridge to obtain DHCP.
vi_vn: Cho phép máy khách trên cầu nối mạng nhận DHCP.

source: Bridge DHCP
vi_vn: DHCP cầu nối mạng

source: When authenticating users, enforce a match between the Common Name of the client certificate and the username given at login.
vi_vn: Khi xác thực người dùng, bắt buộc đối chiếu Tên chung (Common Name – CN) trên chứng chỉ máy khách với tên người dùng được cung cấp khi đăng nhập.

source: Strict User/CN Matching
vi_vn: Bắt buộc so khớp Người dùng / CN

source: When a certificate-based client logs in, do not accept certificates below this depth. Useful for denying certificates made with intermediate CAs generated from the same CA as the server.
vi_vn: Khi máy khách đăng nhập bằng chứng chỉ, không chấp nhận các chứng chỉ có độ sâu thấp hơn giá trị này. Tính năng này hữu ích để từ chối các chứng chỉ được tạo bởi CA trung gian xuất phát từ cùng CA với máy chủ.

source: Five (Client+4xIntermediate+Server)
vi_vn: Năm (Máy khách + 4 CA trung gian + Máy chủ)

source: Four (Client+3xIntermediate+Server)
vi_vn: Bốn (Máy khách + 3 CA trung gian + Máy chủ)

source: Three (Client+2xIntermediate+Server)
vi_vn: Ba (Máy khách + 2 CA trung gian + Máy chủ)

source: Two (Client+Intermediate+Server)
vi_vn: Hai (Máy khách + CA trung gian + Máy chủ)

source: One (Client+Server)
vi_vn: Một (Máy khách + Máy chủ)

source: Do Not Check
vi_vn: Không kiểm tra

source: Certificate Depth
vi_vn: Độ sâu chuỗi chứng chỉ

source: Leave this set to SHA1 unless all clients are set to match. SHA1 is the default for OpenVPN.
vi_vn: Giữ thiết lập này ở SHA1, trừ khi tất cả máy khách đã được cấu hình để khớp. SHA1 là giá trị mặc định của OpenVPN.

source: No Certificate Revocation Lists (CRLs) defined.
vi_vn: Chưa có danh sách thu hồi chứng chỉ (CRL) nào được định nghĩa.

source: Peer Certificate Revocation List
vi_vn: Danh sách thu hồi chứng chỉ (CRLs) Peer

source: Device Mode
vi_vn: Chế độ thiết bị

source: Backend for authentication
vi_vn: Backend để xác thực

source: Remote Access ( SSL/TLS + User Auth )
vi_vn: Truy cập từ xa (SSL/TLS + User Auth)

source: Remote Access ( User Auth )
vi_vn: Truy cập từ xa (User Auth)

source: Remote Access ( SSL/TLS )
vi_vn: Truy cập từ xa (SSL/TLS)

source: Set this option to disable this server without removing it from the list
vi_vn: Đặt tùy chọn này để vô hiệu hóa máy chủ mà không cần xóa khỏi danh sách.

source: Do you really want to delete this server?
vi_vn: Bạn có chắc chắn muốn xóa máy chủ này không?

source: The Server Bridge DHCP range is invalid (start higher than end).
vi_vn: Dải DHCP cho Server Bridge không hợp lệ (địa chỉ bắt đầu lớn hơn địa chỉ kết thúc).

source: Server Bridge DHCP End must be an IPv4 address.
vi_vn: Địa chỉ kết thúc DHCP của Server Bridge phải là địa chỉ IPv4.

source: Server Bridge DHCP Start must be an IPv4 address.
vi_vn: Địa chỉ bắt đầu DHCP của Server Bridge phải là địa chỉ IPv4.

source: Server Bridge DHCP Start and End must both be empty, or defined.
vi_vn: Cả Server Bridge DHCP Start và End phải cùng để trống hoặc cùng được khai báo.

source: Using a tunnel network and server bridge settings together is not allowed.
vi_vn: Không cho phép sử dụng đồng thời cài đặt mạng đường hầm và server bridge.

source: You must select a Backend for Authentication if the server mode requires User Auth.
vi_vn: Bạn phải chọn Backend để xác thực nếu máy chủ yêu cầu User Auth.

source: Protocol and IP address families do not match. You cannot select an IPv4 protocol and an IPv6 IP address.
vi_vn: Giao thức và địa chỉ IP không khớp. Bạn không thể chọn giao thức IPv4 kết hợp với địa chỉ IP IPv6.

source: Protocol and IP address families do not match. You cannot select an IPv6 protocol and an IPv4 IP address.
vi_vn: Giao thức và địa chỉ IP không khớp. Bạn không thể chọn giao thức IPv6 kết hợp với địa chỉ IP IPv4.

source: File Only
vi_vn: Chỉ tệp tin

source: Archive
vi_vn: Lưu trữ

source: Use a random local source port (lport) for traffic from the client. Without this set, two clients may not run concurrently.
vi_vn: Dùng cổng nguồn cục bộ ngẫu nhiên (lport) cho lưu lượng từ máy khách. Hai máy khách không thể chạy đồng thời nếu không có thiết lập này.

source: Remote Access Server
vi_vn: Máy chủ truy cập từ xa

source: Tunnel Network
vi_vn: Mạng đường hầm

source: Node Type
vi_vn: Loại nút mạng

source: If this option is not set, all NetBIOS-over-TCP/IP options (including WINS) will be disabled
vi_vn: Nếu tùy chọn này không được thiết lập, tất cả các tùy chọn NetBIOS-over-TCP/IP (bao gồm cả WINS) sẽ bị vô hiệu hóa

source: Enable NetBIOS over TCP/IP
vi_vn: Bật NetBIOS qua TCP/IP

source: Provide a NTP server list to clients
vi_vn: Cung cấp danh sách máy chủ NTP cho máy khách

source: NTP Servers
vi_vn: Các máy chủ NTP

source: Server #4:
vi_vn: Máy chủ #4:

source: Server #3:
vi_vn: Máy chủ #3:

source: Server #2:
vi_vn: Máy chủ #2:

source: Server #1:
vi_vn: Máy chủ #1:

source: clone client
vi_vn: nhân bản máy khách

source: delete client
vi_vn: xóa máy khách

source: %s6%s-%s11%s -- Debug info range.
vi_vn: %s6%s-%s11%s -- Dãy thông tin gỡ lỗi.

source: %s5%s -- Output R and W characters to the console for each packet read and write, uppercase is used for TCP/UDP packets and lowercase is used for TUN/TAP packets.
vi_vn: %s5%s -- Xuất các ký tự R và W ra bảng điều khiển cho mỗi gói đọc và ghi, ký tự hoa được sử dụng cho các gói TCP/UDP và ký tự thường được sử dụng cho các gói TUN/TAP.

source: %sdefault%s-%s4%s -- Normal usage range.
vi_vn: %sdefault%s-%s4%s -- Dãy sử dụng bình thường.

source: %snone%s -- No output except fatal errors.
vi_vn: %snone%s -- Không có đầu ra ngoại trừ lỗi nghiêm trọng.

source: Each level shows all info from the previous levels. Level 3 is recommended if you want a good summary of what's happening without being swamped by output.
vi_vn: Mỗi cấp độ hiển thị tất cả thông tin các cấp độ trước đó. Cấp độ 3 được khuyến nghị nếu bạn muốn có một bản tóm lược tốt những gì đang xảy ra mà không bị tràn ngập đầu ra (output).

source: Verbosity level
vi_vn: Mức độ chi tiết

source: Enter any additional options you would like to add to the configuration file here.
vi_vn: Nhập bất kỳ tùy chọn bổ sung bạn muốn thêm vào tập tin cấu hình tại đây.

source: Advanced configuration
vi_vn: Cấu hình nâng cao

source: This option effectively bars the server from adding routes to the client's routing table, however note that this option still allows the server to set the TCP/IP properties of the client's TUN/TAP interface
vi_vn: Tùy chọn này sẽ ngăn máy chủ thêm các tuyến đường vào bảng định tuyến của máy khách. Tuy nhiên, lưu ý rằng tùy chọn này vẫn cho phép máy chủ thiết lập các thuộc tính TCP/IP cho giao diện mạng TUN/TAP của máy khách.

source: Don't add/remove routes
vi_vn: Không thêm/xóa các định tuyến

source: Don't pull routes
vi_vn: Không kéo các định tuyến

source: Disable IPv6
vi_vn: Tắt IPv6

source: Set the TOS IP header value of tunnel packets to match the encapsulated packet value
vi_vn: Đặt giá trị TOS trong tiêu đề IP của các gói đường hầm để khớp với giá trị của gói được đóng gói

source: Maximum outgoing bandwidth for this tunnel. Leave empty for no limit. The input value has to be something between 100 bytes/sec and 100 Mbytes/sec (entered as bytes per second)
vi_vn: Băng thông đầu ra tối đa cho đường hầm này. Để trống nếu không giới hạn. Giá trị nhập vào phải nằm trong khoảng từ 100 byte/giây đến 100 MB/giây (nhập theo đơn vị byte mỗi giây).

source: Limit outgoing bandwidth
vi_vn: Hạn chế băng thông ra ngoài

source: These are the IPv6 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more IP/PREFIX. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
vi_vn: Những mạng IPv6 này sẽ được định tuyến qua đường hầm, nên VPN site-to-site được thiết lập mà không cần thay đổi bảng định tuyến thủ công. Dùng dấu phẩy để tách danh sách một hoặc nhiều IP/PREFIX. Nếu đây là VPN site-to-site cần nhập thông số LAN ở đây. Có thể để trống nếu chỉ giao tiếp với các máy khách khác.

source: These are the IPv4 networks that will be routed through the tunnel, so that a site-to-site VPN can be established without manually changing the routing tables. Expressed as a comma-separated list of one or more CIDR ranges. If this is a site-to-site VPN, enter the remote LAN/s here. You may leave this blank to only communicate with other clients
vi_vn: Những mạng IPv4 này sẽ được định tuyến qua đường hầm, nên VPN site-to-site được thiết lập mà không cần thay đổi bảng định tuyến thủ công. Dùng dấu phẩy để tách danh sách một hoặc nhiều dãy CIDR. Nếu đây là VPN site-to-site cần nhập thông số LAN ở đây. Có thể để trống nếu chỉ giao tiếp với các máy khách khác.

source: This is the IPv6 virtual network used for private communications between this client and the server expressed using CIDR (eg. fe80::/64). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
vi_vn: Đây là mạng ảo IPv6 dùng cho giao tiếp riêng tư giữa máy khách và máy chủ, sử dụng CIDR (VD: fe80::/64). Địa chỉ mạng đầu tiên là địa chỉ máy chủ và địa chỉ mạng thứ hai sẽ được gán cho giao diện ảo của máy khách.

source: This is the IPv4 virtual network used for private communications between this client and the server expressed using CIDR (eg. 10.0.8.0/24). The first network address is assumed to be the server address and the second network address will be assigned to the client virtual interface
vi_vn: Đây là mạng ảo IPv4 dùng cho giao tiếp riêng tư giữa máy khách và máy chủ, sử dụng CIDR (VD: 10.0.8.0/24). Địa chỉ mạng đầu tiên là địa chỉ máy chủ và địa chỉ mạng thứ hai sẽ được gán cho giao diện ảo của máy khách.

source: NOTE: Leave this set to SHA1 unless the server is set to match. SHA1 is the default for OpenVPN.
vi_vn: CHÚ Ý: Để thiết lập này thành SHA1 trừ khi máy chủ được thiết lập phù hợp. SHA1 là mặc định cho OpenVPN.

source: Automatically generate a shared key
vi_vn: Tự động tạo khóa chia sẻ

source: Shared Key
vi_vn: Khóa chia sẻ

source: if one is required for this connection.
vi_vn: nếu cần một cho kết nối này.

source: No Certificates defined.
vi_vn: Không có chứng chỉ nào được xác định.

source: (Username and Password required)
vi_vn: (Yêu cầu tên người dùng và mật khẩu)

source: Paste your shared key here
vi_vn: Dán khóa chia sẻ của bạn vào đây

source: Automatically generate a shared TLS authentication key
vi_vn: Tự động tạo khóa xác thực chia sẻ TLS

source: Renegotiate data channel key after n seconds (default=3600). Set to 0 to disable.
vi_vn: Tái kết nối khóa (key) kênh dữ liệu sau n giây (mặc định=3600). Đặt 0 để vô hiệu hóa.

source: Renegotiate time
vi_vn: Thời gian tái kết nối

source: Leave empty when no user name and password are needed.
vi_vn: Để trống nếu tên người dùng và mật khẩu không cần.

source: User name/pass
vi_vn: Tên người dùng/mật khẩu

source: User Authentication Settings
vi_vn: Thiết lập xác thực người dùng

source: Set this option if you would like to bind to a specific port. Leave this blank or enter 0 for a random dynamic port.
vi_vn: Thiết lập lựa chọn này nếu bạn muốn ràng buộc Cổng cụ thể. Để trống hoặc nhập số 0 cho Cổng ngẫu nhiên.

source: Local port
vi_vn: Cổng cục bộ

source: Proxy authentication extra options
vi_vn: Tùy chọn bổ sung xác thực proxy

source: Proxy host or address
vi_vn: Địa chỉ hoặc máy chủ proxy

source: Continuously attempt to resolve the server host name. Useful when communicating with a server that is not permanently connected to the Internet
vi_vn: Tiếp tục xử lý tên máy chủ (hostname). Hữu ích khi giao diện mạng với máy chủ không thường xuyên kết nối Internet.

source: Infinitely resolve remote server
vi_vn: Xử lý vô hạn máy chủ từ xa

source: Retry DNS resolution
vi_vn: Thử lại phân giải DNS

source: Select remote server at random
vi_vn: Chọn máy chủ từ xa ngẫu nhiên

source: Host or address
vi_vn: Máy chủ hoặc địa chỉ

source: Remote server
vi_vn: Máy chủ từ xa

source: Device mode
vi_vn: Chế độ thiết bị

source: Select the protocol family to be used. Note that using both families with UDP/TCP does not work with an explicit interface as OpenVPN does not support listening to more than one specified IP address. In this case IPv4 is currently assumed.
vi_vn: Lựa chọn nhóm giao thức sử dụng. Lưu ý sử dụng tất cả giao thức với UDP/TCP không hoạt động khi giao diện mạng quá hạn như OpenVPN không hỗ trợ listening với hơn một địa chỉ IP chỉ định. IPv4 hữu dụng trường hợp này.

source: Peer to Peer ( Shared Key )
vi_vn: Peer to Peer (Khóa chia sẻ)

source: Server Mode
vi_vn: Chế độ máy chủ

source: Set this option to disable this client without removing it from the list
vi_vn: Đặt tùy chọn này để vô hiệu máy khách mà không xóa khỏi danh sách

source: Do you really want to delete the selected clients?
vi_vn: Bạn có thực sự muốn xóa các máy khách đã chọn không?

source: Do you really want to delete this client?
vi_vn: Bạn có thực sự muốn xóa máy khách này không?

source: If no Client Certificate is selected, a username and password must be entered.
vi_vn: Nếu không có chứng chỉ máy khách nào được chọn, bạn phải nhập tên người dùng và mật khẩu.

source: Shared key
vi_vn: Khóa chia sẻ

source: The field 'Shared Key' does not appear to be valid
vi_vn: 'Khóa chia sẻ' không hợp lệ

source: The bandwidth limit must be a positive numeric value.
vi_vn: Giới hạn băng thông phải là một giá trị dương.

source: User name and password are required for proxy with authentication.
vi_vn: Tên người dùng và mật khẩu bắt buộc với proxy có xác thực.

source: The field 'Proxy port' must contain a valid port, ranging from 0 to 65535.
vi_vn: Trường 'Cổng proxy' phải chứa một Cổng hợp lệ, nằm trong khoảng từ 0 đến 65535.

source: The field 'Proxy host or address' must contain a valid IP address or domain name.
vi_vn: Trường 'Địa chỉ hoặc máy chủ proxy' phải chứa địa chỉ IP hoặc tên miền hợp lệ.

source: Renegotiate time should contain a valid number of seconds.
vi_vn: Thời gian tái kết nối phải chứa số giây hợp lệ.

source: At least one remote server must be specified.
vi_vn: Ít nhất một máy chủ từ xa (remote) phải được chỉ định.

source: The field 'Server port' must contain a valid port, ranging from 0 to 65535.
vi_vn: 'Cổng máy chủ 'phải chứa số Cổng hợp lệ, nằm trong khoảng từ 0 đến 65535.

source: The field 'Server host or address' must contain a valid IP address or domain name.
vi_vn: 'Địa chỉ hoặc tên máy chủ' phải chứa địa chỉ IP hoặc tên miền hợp lệ.

source: The specified 'Local port' is in use. Please select another value
vi_vn: 'Cổng cục bộ' được chỉ định đang được sử dụng. Vui lòng chọn giá trị khác
