Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Enable this subdomain.
vi_vn: Kích hoạt tên miền phụ này.

source: Enable writing log files to the local disk.
vi_vn: Cho phép ghi tệp nhật ký vào disk cục bộ.

source: Enable/disable the remediation component. Keep this enabled to block packets from the attacking IP addresses.
vi_vn: Bật/tắt thành phần remediation. Nên giữ bật để chặn các gói tin đến từ các địa chỉ IP đang tấn công.

source: Endpoint address
vi_vn: Địa chỉ điểm cuối

source: Endpoint port
vi_vn: Cổng điểm cuối

source: Enter a URL to test the current IP address of the firewall via the HTTP protocol. This is generally not needed as Caddy uses default providers to test the current IP addresses. If a custom provider is preferred, enter the "https://" link to an IP address testing website.
vi_vn: Nhập URL để kiểm tra địa chỉ IP hiện tại của firewall thông qua giao thức HTTP. Thông thường không cần thiết vì Caddy sử dụng các nhà cung cấp mặc định để kiểm tra địa chỉ IP hiện tại. Nếu muốn dùng nhà cung cấp tùy chỉnh, hãy nhập liên kết "https://" tới một website kiểm tra địa chỉ IP.

source: Enter a description for this Layer4 route.
vi_vn: Nhập mô tả cho tuyến Layer4 này.

source: Enter a description for this access list.
vi_vn: Nhập mô tả cho danh sách truy cập này.

source: Enter a description for this domain.
vi_vn: Nhập mô tả cho miền này.

source: Enter a description for this handler.
vi_vn: Nhập mô tả cho trình xử lý này.

source: Enter a description for this header.
vi_vn: Nhập mô tả cho tiêu đề này.

source: Enter a description for this subdomain.
vi_vn: Nhập mô tả cho tên miền phụ này.

source: Enter a description for this user.
vi_vn: Nhập mô tả cho người dùng này.

source: Enter a domain name or IP address of the upstream destination. If multiple are chosen, they will be load balanced with the default random policy.
vi_vn: Nhập tên miền hoặc địa chỉ IP của đích ngược dòng. Nếu chọn nhiều, chúng sẽ được cân bằng tải với chính sách ngẫu nhiên mặc định.

source: Enter a domain name or IP address of the upstream destination. If multiple are chosen, they will be load balanced with the default random policy. A health check can be activated by populating "Upstream Fail Duration" in advanced mode. When directive is "redir", only the first domain will be evaluated.
vi_vn: Nhập tên miền hoặc địa chỉ IP của đích upstream. Nếu chọn nhiều giá trị, chúng sẽ được cân bằng tải theo chính sách ngẫu nhiên mặc định. Có thể kích hoạt kiểm tra trạng thái (health check) bằng cách cấu hình "Upstream Fail Duration" ở chế độ nâng cao. Khi chỉ thị là "redir", chỉ domain đầu tiên được đánh giá.

source: Enter a domain name or IP address. The HTTP-01 challenge will be redirected to that destination. This enables an ACME Client behind Caddy to serve "/.well-known/acme-challenge/" on port 80. Caddy will reverse proxy the HTTP-01 challenge for this domain, and will still issue a certificate using the TLS-ALPN-01 challenge or DNS-01 challenge for itself. This option can be used for High Availability when using Caddy with a master and backup OPNsense.
vi_vn: Nhập tên miền hoặc địa chỉ IP. HTTP-01 challenge sẽ được chuyển hướng tới đích này. Điều này cho phép ACME Client phía sau Caddy phục vụ đường dẫn "/.well-known/acme-challenge/" trên cổng 80. Caddy sẽ reverse proxy HTTP-01 challenge cho domain này và vẫn tự cấp chứng chỉ bằng TLS-ALPN-01 challenge hoặc DNS-01 challenge. Tùy chọn này có thể dùng cho mô hình High Availability khi triển khai Caddy với OPNsense master và backup.

source: Enter a domain name or IP address. The HTTP-01 challenge will be redirected to that destination. This enables an ACME Client behind Caddy to serve "/.well-known/acme-challenge/" on port 80. Caddy will reverse proxy the HTTP-01 challenge for this subdomain.
vi_vn: Nhập tên miền hoặc địa chỉ IP. HTTP-01 challenge sẽ được chuyển hướng tới đích này. Điều này cho phép ACME Client phía sau Caddy phục vụ "/.well-known/acme-challenge/" trên cổng 80. Caddy sẽ reverse proxy HTTP-01 challenge cho subdomain này.

source: Enter a domain name. For a base domain, use "example.com" or "opn.example.com". For a wildcard domain, use "*.example.com". Using a wildcard domain with subdomains requires a "DNS Provider" and the "DNS-01 Challenge" or a custom certificate.
vi_vn: Nhập tên miền. Với domain gốc, sử dụng "example.com" hoặc "opn.example.com". Với domain wildcard, sử dụng "*.example.com". Việc dùng domain wildcard kèm subdomain yêu cầu phải cấu hình "DNS Provider" và sử dụng "DNS-01 Challenge" hoặc chứng chỉ tùy chỉnh.

source: Enter a header, for example "Host". Use the "+" or "-" prefix to add or remove this header, for example "-Host" or "+Host". A suffix match like "-Host-*" is also supported. To replace a header, use "Host" without "+" or "-".
vi_vn: Nhập tên header, ví dụ "Host". Dùng tiền tố "+" hoặc "-" để thêm hoặc xóa header, ví dụ "-Host" hoặc "+Host". Hỗ trợ so khớp theo hậu tố như "-Host-*". Để thay thế header, dùng "Host" không kèm "+" hoặc "-".

source: Enter a hostname or IP address that matches the SAN "Subject Alternative Name" of the offered upstream certificate. This will change the SNI "Server Name Indication" of Caddy. Setting an IP address as "Upstream Domain", enabling "TLS" and selecting a "TLS Trust Pool", would make the SAN of the offered upstream certificate not match with the SNI of Caddy, since it will be an IP address instead of a hostname. Setting the hostname of the certificate here, fixes this issue. Please note that only SAN certificates are supported; CN "Common Name" will not work.
vi_vn: Nhập hostname hoặc địa chỉ IP khớp với SAN (Subject Alternative Name) của chứng chỉ upstream được cung cấp. Thiết lập này sẽ thay đổi SNI (Server Name Indication) của Caddy. Nếu đặt IP làm "Upstream Domain" đồng thời bật "TLS" và chọn "TLS Trust Pool", SAN của chứng chỉ upstream sẽ không khớp với SNI của Caddy do SNI khi đó là IP thay vì hostname. Việc đặt hostname của chứng chỉ tại đây sẽ khắc phục vấn đề này. Lưu ý: chỉ hỗ trợ chứng chỉ SAN; CN (Common Name) sẽ không hoạt động.

source: Enter a list of IP addresses and ports (optional). Uses port 53 if omitted. Like "8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353".
vi_vn: Nhập danh sách địa chỉ IP và cổng (không bắt buộc). Nếu bỏ trống cổng sẽ dùng cổng 53. Ví dụ: "8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353".

source: Enter a name for this access list.
vi_vn: Nhập tên cho danh sách truy cập này.

source: Enter a password. It will be hashed with bcrypt. It can only be set and changed but will not be visible anymore.
vi_vn: Nhập mật khẩu. Nó sẽ được băm bằng bcrypt. Nó chỉ có thể được thiết lập và thay đổi nhưng sẽ không hiển thị nữa.

source: Enter a path to handle. Choose a pattern like "/*" or "/example/*". Leave empty to handle any paths (recommended). Any request matching this pattern will be handled by the chosen directive.
vi_vn: Nhập path cần xử lý. Chọn mẫu như "/*" hoặc "/example/*". Để trống để xử lý mọi path (khuyến nghị). Mọi request khớp với mẫu này sẽ được xử lý bởi chỉ thị đã chọn.

source: Enter a subdomain. For example, "opn.example.com" if the wildcard domain is "*.example.com". All subdomains use the same ports and protocols as their parent wildcard domain.
vi_vn: Nhập subdomain. Ví dụ: "opn.example.com" nếu domain wildcard là "*.example.com". Tất cả các subdomain sẽ sử dụng cùng cổng và giao thức như domain wildcard cha.

source: Enter a unique name for this relay destination.
vi_vn: Nhập một tên duy nhất cho đích relay này.

source: Enter a username. Afterwards, select it in a "Domain" or "Subdomain" to restrict access with basic auth.
vi_vn: Nhập tên người dùng. Sau đó, chọn tên này trong "Domain" hoặc "Subdomain" để hạn chế truy cập bằng basic auth.

source: Enter a value for the selected header. One of the most common options is "{upstream_hostport}". It is also possible to use a regular expression to search for a specific value in a header. For example: "^prefix-([A-Za-z0-9]*)$" which uses the regular expression language RE2 included in Go.
vi_vn: Nhập giá trị cho header đã chọn. Một trong những tùy chọn phổ biến là "{upstream_hostport}". Cũng có thể sử dụng biểu thức chính quy để tìm một giá trị cụ thể trong header. Ví dụ: "^prefix-([A-Za-z0-9]*)$" sử dụng ngôn ngữ biểu thức chính quy RE2 tích hợp trong Go.

source: Enter one or multiple IP addresses and networks. Leaving this empty will allow any remote client to connect. If populated and the remote IP address of a client matches, the connection to the "Upstream Domain" is allowed, otherwise the connection is dropped. Due to restrictions with this matcher, this list can not be inverted.
vi_vn: Nhập một hoặc nhiều địa chỉ IP và mạng. Để trống sẽ cho phép mọi client từ xa kết nối. Nếu được cấu hình và địa chỉ IP của client khớp, kết nối tới "Upstream Domain" sẽ được cho phép; nếu không khớp, kết nối sẽ bị từ chối. Do hạn chế của matcher này, danh sách không thể đảo ngược.

source: Enter one or multiple domains to route via SNI or Host Header. Wildcard domains and host wildcards are allowed, e.g. "*.example.com" and "*".
vi_vn: Nhập một hoặc nhiều domain để định tuyến thông qua SNI hoặc Host Header. Hỗ trợ domain wildcard và host wildcard, ví dụ: "*.example.com" và "*".

source: Enter the URI of the authz api endpoint.
vi_vn: Nhập URI của endpoint API authz.

source: Enter the client IP addresses or networks for this access list. Accepts multiple IPv4/IPv6 addresses or networks.
vi_vn: Nhập các địa chỉ IP hoặc mạng của client cho danh sách truy cập này. Chấp nhận nhiều địa chỉ hoặc mạng IPv4/IPv6.

source: Enter the domain name or IP address of the chosen Forward Auth Provider.
vi_vn: Nhập tên miền hoặc địa chỉ IP của nhà cung cấp Forward Auth đã chọn.

source: Enter the email address for certificate notifications. This is required to receive automatic certificates from "Let's Encrypt" and "ZeroSSL".
vi_vn: Nhập địa chỉ email để nhận thông báo về chứng chỉ. Điều này là bắt buộc để nhận chứng chỉ tự động từ "Let's Encrypt" và "ZeroSSL".

source: Enter the external IPv6 prefix for this network prefix translation. Leave empty to auto-detect the prefix address using the specified tracking interface instead. The prefix size specified for the internal prefix will also be applied to the external prefix.
vi_vn: Nhập tiền tố IPv6 bên ngoài cho bản dịch tiền tố networks này. Thay vào đó, hãy để trống để tự động phát hiện địa chỉ tiền tố bằng giao diện theo dõi được chỉ định. Kích thước tiền tố được chỉ định cho tiền tố bên trong cũng sẽ được áp dụng cho tiền tố bên ngoài.

source: Enter the external subnet's starting address for the 1:1 mapping or network. This is the address or network the traffic will translate to/from.
vi_vn: Nhập địa chỉ bắt đầu của mạng con bên ngoài cho networks hoặc ánh xạ 1:1. Đây là địa chỉ hoặc networks mà lưu lượng truy cập sẽ dịch sang/từ.

source: Enter the internal subnet for the 1:1 mapping.
vi_vn: Nhập mạng con nội bộ cho ánh xạ 1:1.

source: Enter the listen port of the chosen Forward Auth Provider.
vi_vn: Nhập Cổng nghe của Nhà cung cấp xác thực chuyển tiếp đã chọn.

source: Ether Address
vi_vn: Địa chỉ Ether

source: Eve HTTP dump all headers
vi_vn: Eve HTTP kết xuất tất cả các tiêu đề

source: Eve HTTP extended logging
vi_vn: Ghi nhật ký mở rộng HTTP đêm giao thừa

source: Eve TLS custom logging
vi_vn: Ghi nhật ký tùy chỉnh TLS đêm giao thừa

source: Eve TLS extended logging
vi_vn: Ghi nhật ký mở rộng Eve TLS

source: Eve TLS log session resumption
vi_vn: Nối lại phiên nhật ký TLS vào đêm giao thừa

source: Exclusion
vi_vn: Loại trừ

source: Exoscale
vi_vn: ngoại vi

source: External IPv6 Prefix (target)
vi_vn: Tiền tố IPv6 bên ngoài (đích)

source: External network (Target)
vi_vn: Mạng bên ngoài (Mục tiêu)

source: Fingerprints of other relays controlled or administered by the same group or organization. Do not list any bridge relay as it would compromise its concealment.
vi_vn: Dấu vân tay của các rơle khác được kiểm soát hoặc quản lý bởi cùng một nhóm hoặc tổ chức. Không liệt kê bất kỳ rơle cầu nào vì nó sẽ ảnh hưởng đến khả năng che giấu của nó.

source: Firewall rules
vi_vn: Luật tường lửa

source: Forward Auth
vi_vn: Chuyển tiếp xác thực

source: Forward Auth Domain
vi_vn: Chuyển tiếp miền xác thực

source: Forward Auth Port
vi_vn: Chuyển tiếp Cổng xác thực

source: Forward Auth Provider
vi_vn: Nhà cung cấp xác thực chuyển tiếp

source: Forward Auth URI
vi_vn: Chuyển tiếp URI xác thực

source: Forwarded header (RFC7239)
vi_vn: Tiêu đề được chuyển tiếp (RFC7239)

source: Forwarded header parameters
vi_vn: Các tham số tiêu đề được chuyển tiếp

source: Frontend
vi_vn: Giao diện người dùng

source: General Log level
vi_vn: Cấp độ nhật ký chung

source: Generic settings
vi_vn: Cài đặt chung

source: Grace Period
vi_vn: Thời gian ân hạn

source: Graphite
vi_vn: than chì

source: HTTP Access Log
vi_vn: Nhật ký truy cập HTTP

source: HTTP Headers
vi_vn: Tiêu đề HTTP

source: HTTP Keepalive
vi_vn: Lưu giữ HTTP

source: HTTP Response Code
vi_vn: Mã phản hồi HTTP

source: HTTP Response Message
vi_vn: Thông báo phản hồi HTTP

source: HTTP Version
vi_vn: Phiên bản HTTP

source: HTTP-01 Challenge Redirection
vi_vn: Chuyển hướng thách thức HTTP-01

source: HTTP/2 Performance
vi_vn: Hiệu suất HTTP/2

source: HTTPD settings
vi_vn: cài đặt HTTPD

source: Handler
vi_vn: Người xử lý

source: Hardware MAC address of the client (format xx:xx:xx:xx:xx:xx).
vi_vn: Địa chỉ MAC phần cứng của máy khách (định dạng xx:xx:xx:xx:xx:xx).

source: Header Replace
vi_vn: Tiêu đề thay thế

source: Header Type
vi_vn: Loại tiêu đề

source: Header Value
vi_vn: Giá trị tiêu đề

source: High threshold for latency in milliseconds. Default is 500.
vi_vn: Ngưỡng cao cho độ trễ tính bằng mili giây. Mặc định là 500.

source: High thresholds for packet loss in %. Default is 20.
vi_vn: Ngưỡng cao cho việc mất gói tính bằng %. Mặc định là 20.

source: How often that an ICMP probe will be sent in seconds. Default is 1.
vi_vn: Tần suất gửi thăm dò ICMP tính bằng giây. Mặc định là 1.

source: IKE identity to use for authentication round. When using certificate authentication the IKE identity must be contained in the certificate; either as the subject DN or as a subjectAltName (the identity will default to the certificate’s subject DN if not specified). Refer to https://docs.strongswan.org/docs/5.9/config/identityParsing.html for details on how identities are parsed and may be configured.
vi_vn: Định danh IKE được sử dụng cho vòng xác thực. Khi sử dụng xác thực bằng chứng chỉ, định danh IKE phải tồn tại trong chứng chỉ; dưới dạng subject DN hoặc subjectAltName. (Nếu không chỉ định, định danh mặc định sẽ là subject DN của chứng chỉ). Tham khảo tài liệu tại https://docs.strongswan.org/docs/5.9/config/identityParsing.html để biết chi tiết cách phân tích và cấu hình định danh.

source: IKE network communication
vi_vn: Truyền thông networks IKE

source: IKESA table segments
vi_vn: Phân đoạn bảng IKESA

source: IKESA table size
vi_vn: Kích thước bàn IKESA

source: IKE_SA manager, handling synchronization for IKE_SA access
vi_vn: Trình quản lý IKE_SA, xử lý đồng bộ hóa để truy cập IKE_SA

source: IP address of the remote logging server. This is necessary if you are using a centralized Maltrail instance, otherwise leave it blank to use this instance as the logging server.
vi_vn: Địa chỉ IP của máy chủ ghi nhật ký từ xa. Điều này là cần thiết nếu bạn đang sử dụng một phiên bản Maltrail tập trung, nếu không hãy để trống để sử dụng phiên bản này làm máy chủ ghi nhật ký.

source: IP address to assign to the provided MAC address, which will either end up in the ARP (IPv4) or NDP (IPv6) table.
vi_vn: Địa chỉ IP để gán cho địa chỉ MAC được cung cấp, địa chỉ này sẽ nằm trong bảng ARP (IPv4) hoặc NDP (IPv6).

source: IP address to offer to the client
vi_vn: Địa chỉ IP để cung cấp cho khách hàng

source: IPsec/Networking kernel interface
vi_vn: Giao diện hạt nhân IPsec/Mạng

source: Identity Service API
vi_vn: API dịch vụ nhận dạng

source: If Synology DSM has OTP enabled, then the device name has to be provided so that no OTP is required when running the automation.
vi_vn: Nếu Synology DSM đã bật OTP thì phải cung cấp tên thiết bị để không cần OTP khi chạy tự động hóa.

source: If a regular expression is used to search for a Header Value, the replacement string can be set here. For example: "replaced-$1-suffix" which expands the replacement string, allowing the use of captured values, "$1" being the first capture group.
vi_vn: Nếu sử dụng biểu thức chính quy để tìm kiếm giá trị Header, chuỗi thay thế có thể được thiết lập tại đây. Ví dụ: "replaced-$1-suffix" sẽ mở rộng chuỗi thay thế, cho phép sử dụng các giá trị đã được capture, trong đó "$1" là nhóm capture đầu tiên.

source: If checked version 2 of the kv store will be used, otherwise version 1. If you use v2 please consider the comment in the field "Vault Prefix".
vi_vn: Nếu được chọn, phiên bản 2 của kho key-value (kv store) sẽ được sử dụng; nếu không, phiên bản 1 sẽ được dùng. Nếu sử dụng v2, vui lòng lưu ý phần mô tả trong trường "Vault Prefix".

source: If checked, the access list logic will be inverted (i.e., the listed IPs will be blocked instead of allowed).
vi_vn: Nếu được chọn, logic danh sách truy cập sẽ bị đảo ngược (tức là các IP được liệt kê sẽ bị chặn thay vì được phép).

source: If checked, the plugin collects CSP violation reports and stores one JSON document per line under /var/log/nginx/csp_violations.log. You can use that file to check for XSS attempts or broken web pages where the CSP denied access to a resource.
vi_vn: Nếu được chọn, plugin sẽ thu thập các báo cáo vi phạm CSP và lưu trữ một tài liệu JSON trên mỗi dòng trong /var/log/nginx/csp_violations.log. Bạn có thể sử dụng tệp đó để kiểm tra các lần thử XSS hoặc các trang web bị hỏng trong đó CSP từ chối quyền truy cập vào tài nguyên.

source: If enabled, no new DNS records will be created. Only existing records will be updated. This means that the A or AAAA records need to be created manually ahead of time.
vi_vn: Nếu được bật, sẽ không có bản ghi DNS mới nào được tạo. Chỉ các hồ sơ hiện có sẽ được cập nhật. Điều này có nghĩa là các bản ghi A hoặc AAAA cần được tạo trước theo cách thủ công.

source: If the default HTTP port is changed to e.g. 8080, then a port forward from port 80 to 8080 is necessary to issue automatic certificates with the HTTP-01 challenge and serve clients the reverse proxied resources.
vi_vn: Nếu Cổng HTTP mặc định được thay đổi thành ví dụ: 8080, thì cần có Cổng chuyển tiếp từ Cổng 80 đến 8080 để cấp chứng chỉ tự động với thử thách HTTP-01 và phục vụ khách hàng các tài nguyên được ủy quyền ngược.

source: If the default HTTPS port is changed to e.g. 8443, then a port forward from port 443 to 8443 is necessary to issue automatic certificates with the TLS-ALPN-01 challenge and serve clients the reverse proxied resources.
vi_vn: Nếu Cổng HTTPS mặc định được thay đổi thành ví dụ: 8443, thì cần có Cổng chuyển tiếp từ Cổng 443 đến 8443 để cấp chứng chỉ tự động với thử thách TLS-ALPN-01 và phục vụ khách hàng các tài nguyên được ủy quyền ngược.

source: If the request scheme is not HTTPS, redirect to use HTTPS for this location.
vi_vn: Nếu lược đồ yêu cầu không phải là HTTPS, hãy chuyển hướng sang sử dụng HTTPS cho vị trí này.

source: If the request scheme is not HTTPS, redirect to use HTTPS for this server.
vi_vn: Nếu lược đồ yêu cầu không phải là HTTPS, hãy chuyển hướng sang sử dụng HTTPS cho máy chủ này.

source: If you enable the WebSocket Support option, nginx will pass the upgrade header to the backed server. Mutually exclusive with Keepalive support.
vi_vn: Nếu bạn bật tùy chọn Hỗ trợ WebSocket, nginx sẽ chuyển tiêu đề nâng cấp tới máy chủ được hỗ trợ. Loại trừ lẫn nhau với sự hỗ trợ của Keepalive.

source: Ignore acquire ts
vi_vn: Bỏ qua việc mua ts

source: Ike Name
vi_vn: Tên Ike

source: InfluxDB
vi_vn: FluxDB

source: InfluxDB v2
vi_vn: FluxDB v2

source: Init limit half open
vi_vn: Giới hạn ban đầu mở một nửa

source: Initial window size
vi_vn: Kích thước cửa sổ ban đầu

source: Initial window size (incoming)
vi_vn: Kích thước cửa sổ ban đầu (đến)

source: Initial window size (outgoing)
vi_vn: Kích thước cửa sổ ban đầu (gửi đi)

source: Initiate IKEv2 reauthentication with a make-before-break instead of a break-before-make scheme. Make-before-break uses overlapping IKE and CHILD SA during reauthentication by first recreating all new SAs before deleting the old ones. This behavior can be beneficial to avoid connectivity gaps during reauthentication, but requires support for overlapping SAs by the peer.
vi_vn: Bắt đầu xác thực lại IKEv2 bằng sơ đồ thực hiện trước khi ngắt thay vì sơ đồ ngắt trước khi thực hiện. Make-Before-break sử dụng IKE và CHILD SA chồng chéo trong quá trình xác thực lại bằng cách tạo lại tất cả SA mới trước khi xóa SA cũ. Hành vi này có thể có ích để tránh các khoảng trống kết nối trong quá trình xác thực lại, nhưng yêu cầu hỗ trợ cho các SA chồng chéo bởi các thiết bị Peer.

source: Integrity Measurement Collector
vi_vn: Bộ thu thập đo lường tính toàn vẹn

source: Integrity Measurement Verifier
vi_vn: Trình xác minh đo lường tính toàn vẹn

source: Internal IPv6 Prefix (source)
vi_vn: Tiền tố IPv6 nội bộ (nguồn)

source: Invert List
vi_vn: Đảo ngược danh sách

source: Invert Matchers
vi_vn: Bộ so khớp đảo ngược

source: Invert the sense of the matcher. E.g., if the protocol is TLS, inverting will match all traffic that is not TLS. When domains have been chosen, these will be equally inverted.
vi_vn: Đảo ngược ý nghĩa của người so khớp. Ví dụ: nếu giao thức là TLS thì việc đảo ngược sẽ khớp với tất cả lưu lượng truy cập không phải là TLS. Khi các miền đã được chọn, chúng sẽ được đảo ngược như nhau.

source: Jobs queuing/processing and thread pool management
vi_vn: Xếp hàng/xử lý công việc và quản lý nhóm luồng

source: Keep HTTP Access JSON Logs for (days)
vi_vn: Giữ Nhật ký JSON truy cập HTTP trong (ngày)

source: Keepalive interval
vi_vn: Khoảng thời gian duy trì

source: Keepalive requests
vi_vn: Yêu cầu lưu giữ

source: Keepalive timeout
vi_vn: Hết thời gian chờ

source: Key Compromise
vi_vn: Thỏa hiệp chính

source: Latency High Threshold
vi_vn: Ngưỡng cao về độ trễ

source: Latency Low Threshold
vi_vn: Ngưỡng độ trễ thấp

source: Layer 4
vi_vn: Lớp 4

source: Layer 7
vi_vn: Lớp 7

source: Leave empty to use default. Keepalive is either 0 (off) or a duration value that specifies how long to keep connections open (timeout) in seconds.
vi_vn: Để trống để sử dụng mặc định. Keepalive là 0 (tắt) hoặc giá trị thời lượng chỉ định thời gian duy trì kết nối mở (thời gian chờ) tính bằng giây.

source: Leave empty to use ports 80 and 443 with automatic redirection from HTTP to HTTPS or choose a custom port. Don't forget to allow these ports with a Firewall rule. If the default ports have been changed in "General Settings", leaving this empty will use the chosen alternative ports instead.
vi_vn: Để trống để sử dụng các cổng 80 và 443 với cơ chế tự động chuyển hướng từ HTTP sang HTTPS, hoặc chọn một cổng tùy chỉnh. Đừng quên cho phép các cổng này bằng rule Firewall. Nếu các cổng mặc định đã được thay đổi trong "General Settings", việc để trống sẽ sử dụng các cổng thay thế đã được chọn.

source: Leave empty to use the default port or choose a custom port for the upstream destination.
vi_vn: Để trống để sử dụng Cổng mặc định hoặc chọn Cổng tùy chỉnh cho đích ngược dòng.
