Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: metadata rules per category
vi_vn: quy tắc siêu dữ liệu cho mỗi danh mục

source: pick a color to use.
vi_vn: chọn một màu để sử dụng

source: rulesets this policy applies to (all when none selected)
vi_vn: bộ quy tắc mà chính sách này áp dụng cho (tất cả khi không có quy tắc nào được chọn)

source: 1 (only serious errors)
vi_vn: 1 (chỉ có lỗi nghiêm trọng)

source: 2 (default)
vi_vn: 2 (mặc định)

source: 200 OK
vi_vn: 200 được rồi

source: 300 Multiple Choice
vi_vn: 300 câu trắc nghiệm

source: 301 Moved Permanently
vi_vn: 301 Đã di chuyển vĩnh viễn

source: 302 Found
vi_vn: 302 Đã tìm thấy

source: 400 Bad Request
vi_vn: 400 yêu cầu xấu

source: 401 Unauthorized
vi_vn: 401 trái phép

source: 403 Forbidden
vi_vn: 403 bị cấm

source: 404 Not Found
vi_vn: 404 Không tìm thấy

source: 405 Method Not Allowed
vi_vn: Phương pháp 405 không được phép

source: 407 Proxy Authentication Required
vi_vn: Yêu cầu xác thực proxy 407

source: 408 Request Timeout
vi_vn: 408 Hết thời gian yêu cầu

source: 410 Gone
vi_vn: Tập 410

source: 415 Unsupported Media Type
vi_vn: 415 Loại phương tiện không được hỗ trợ

source: 429 Too Many Requests
vi_vn: 429 Quá nhiều yêu cầu

source: 431 Request Header Fields Too Large
vi_vn: 431 Trường tiêu đề yêu cầu quá lớn

source: 451 Unavailable For Legal Reasons
vi_vn: 451 Không có sẵn vì lý do pháp lý

source: 5 (log everything)
vi_vn: 5 (ghi lại mọi thứ)

source: 500 Internal Server Error
vi_vn: Lỗi máy chủ nội bộ 500

source: 501 Not Implemented
vi_vn: 501 không được thực hiện

source: 502 Bad Gateway
vi_vn: 502 Cổng xấu

source: 503 Service Unavailable
vi_vn: Dịch vụ 503 không khả dụng

source: 504 Gateway Timeout
vi_vn: Hết thời gian chờ Cổng 504

source: A backup location (url) is required.
vi_vn: Cần có một vị trí dự phòng (url).

source: A category with this name already exists.
vi_vn: Một danh mục có tên này đã tồn tại.

source: A username is required.
vi_vn: Cần có tên người dùng.

source: A valid color code consists of 6 hex digits
vi_vn: Mã màu hợp lệ bao gồm 6 chữ số hex

source: A valid git location must be provided. e.g. ssh://server/project.git, https://server/project.git
vi_vn: Một vị trí git hợp lệ phải được cung cấp. ví dụ. ssh://server/project.git, https://server/project.git

source: Acme Log
vi_vn: Nhật ký Acme

source: Aho-Corasick, reduced memory implementation
vi_vn: Aho-Corasick, giảm việc triển khai bộ nhớ

source: Audit
vi_vn: Kiểm toán

source: Blocklist.site Abuse
vi_vn: Lạm dụng Blocklist.site

source: Blocklist.site Crypto
vi_vn: Blocklist.site Tiền điện tử

source: Blocklist.site Drugs
vi_vn: Thuốc Blocklist.site

source: Blocklist.site Gambling
vi_vn: Blocklist.site Cờ bạc

source: Blocklist.site Malware
vi_vn: Phần mềm độc hại Blocklist.site

source: Blocklist.site Piracy
vi_vn: Blocklist.site vi phạm bản quyền

source: Blocklist.site Porn
vi_vn: Blocklist.site khiêu dâm

source: Blocklist.site Ransomware
vi_vn: Phần mềm tống tiền Blocklist.site

source: Blocklist.site Redirect
vi_vn: Chuyển hướng Blocklist.site

source: Blocklist.site Scam
vi_vn: Lừa đảo Blocklist.site

source: Blocklist.site Tracking
vi_vn: Theo dõi Blocklist.site

source: Broadcast address must be a valid IPv4 address
vi_vn: Địa chỉ quảng bá phải là địa chỉ IPv4 hợp lệ

source: Categories
vi_vn: Thể loại

source: Challenge Types
vi_vn: Các loại thử thách

source: Chrony
vi_vn: niên đại

source: Config Export
vi_vn: Xuất cấu hình

source: Cost must be between 1 and 65535.
vi_vn: Chi phí phải nằm trong khoảng từ 1 đến 65535.

source: Datacenter
vi_vn: Trung tâm dữ liệu

source: E-Mail Alerts
vi_vn: Cảnh báo qua email

source: EasyList
vi_vn: Danh sách dễ dàng

source: EasyPrivacy
vi_vn: Quyền riêng tư dễ dàng

source: Enter a valid toclient-groups size
vi_vn: Nhập kích thước nhóm khách hàng hợp lệ

source: Enter a valid toserver-groups size
vi_vn: Nhập kích thước nhóm máy chủ hợp lệ

source: Field is required
vi_vn: Trường là bắt buộc

source: File (Json)
vi_vn: Tệp (Json)

source: FullyHashed
vi_vn: Đã băm hoàn toàn

source: FullyKeyHashed
vi_vn: FullKeyHashed

source: HTTP Header contains
vi_vn: Tiêu đề HTTP chứa

source: HTTP Header ends with
vi_vn: Tiêu đề HTTP kết thúc bằng

source: HTTP Header matches
vi_vn: Tiêu đề HTTP trùng khớp

source: HTTP Header regex
vi_vn: Biểu thức chính quy tiêu đề HTTP

source: HTTP Header starts with
vi_vn: Tiêu đề HTTP bắt đầu bằng

source: HWProbe
vi_vn: đầu dò CTNH

source: Header Checks
vi_vn: Kiểm tra tiêu đề

source: Host names should be unique.
vi_vn: Tên máy chủ phải là duy nhất.

source: Identifier already in use
vi_vn: Mã định danh đã được sử dụng

source: InstanceID needs to be an integer value between 1 and 63
vi_vn: InstanceID cần phải là giá trị số nguyên từ 1 đến 63

source: Intermediate
vi_vn: Trung cấp

source: Maintenance
vi_vn: BẢO TRÌ

source: Minimal
vi_vn: Tối thiểu

source: Moderate
vi_vn: Vừa phải

source: Modern
vi_vn: Hiện đại

source: Must be a number between 1 and 4294967.
vi_vn: Phải là số từ 1 đến 4294967.

source: Must be set for TCP-clients.
vi_vn: Phải được đặt cho máy khách TCP.

source: Must be set for TCP-servers.
vi_vn: Phải được đặt cho máy chủ TCP.

source: Must be set for UDP-clients.
vi_vn: Phải được đặt cho máy khách UDP.

source: Must be set for UDP-servers.
vi_vn: Phải được đặt cho máy chủ UDP.

source: Must be unique
vi_vn: Phải là duy nhất

source: Must not be empty
vi_vn: Không được để trống

source: Name already in use
vi_vn: Tên đã được sử dụng

source: Need external address if you intend to "Connect To" this host
vi_vn: Cần có địa chỉ bên ngoài nếu bạn dự định "Kết nối tới" máy chủ này.

source: Network group
vi_vn: Nhóm networks

source: Old
vi_vn: Cũ

source: Original
vi_vn: Nguyên bản

source: Page content is required if redirect is not used and needs to be empty otherwise.
vi_vn: Nội dung trang là bắt buộc nếu chuyển hướng không được sử dụng và nếu không thì cần phải để trống.

source: Please enter a valid domain name here
vi_vn: Vui lòng nhập tên miền hợp lệ tại đây

source: Please provide mailserver addresses, i.e. 192.168.1.1:25.
vi_vn: Vui lòng cung cấp địa chỉ máy chủ thư, tức là 192.168.1.1:25.

source: Please select a valid detection profile
vi_vn: Vui lòng chọn hồ sơ phát hiện hợp lệ

source: Please specify a buffer size between 10 and 1000 MB
vi_vn: Vui lòng chỉ định kích thước bộ đệm trong khoảng từ 10 đến 1000 MB

source: Please specify a valid number or range.
vi_vn: Vui lòng chỉ định một số hoặc phạm vi hợp lệ.

source: Please specify a valid service name.
vi_vn: Vui lòng chỉ định tên dịch vụ hợp lệ.

source: Please specify a value between 0 and 100000.
vi_vn: Vui lòng chỉ định giá trị từ 0 đến 100000.

source: Please specify a value between 4 and 10000 seconds.
vi_vn: Vui lòng chỉ định giá trị trong khoảng từ 4 đến 10000 giây.

source: Please specify valid tls ciphers.
vi_vn: Vui lòng chỉ định mật mã tls hợp lệ.

source: Policy rule not found.
vi_vn: Không tìm thấy quy tắc chính sách.

source: Priority should be a number.
vi_vn: Mức độ ưu tiên phải là một con số.

source: Puppet Agent
vi_vn: Đặc vụ bù nhìn

source: QEMU Guest Agent
vi_vn: Đại lý khách QEMU

source: Realms
vi_vn: Cõi

source: Related mailer not found
vi_vn: Không tìm thấy người gửi thư liên quan

source: Related resolver not found
vi_vn: Không tìm thấy trình giải quyết liên quan

source: Related ruleset not found.
vi_vn: Không tìm thấy bộ quy tắc liên quan.

source: Related server not found
vi_vn: Không tìm thấy máy chủ liên quan

source: Remove forward header (delete)
vi_vn: Xóa tiêu đề chuyển tiếp (xóa)

source: Rewrite-Rules
vi_vn: Luật viết lại

source: Selected error page(s) not found
vi_vn: Không tìm thấy (các) trang lỗi đã chọn

source: Set a number between 1 and 500.
vi_vn: Đặt một số từ 1 đến 500.

source: Should be a string between 1 and 100 characters.
vi_vn: Phải là một chuỗi từ 1 đến 100 ký tự.

source: Should be a string between 1 and 25 characters whithout special characters.
vi_vn: Phải là một chuỗi từ 1 đến 25 ký tự, không có ký tự đặc biệt.

source: Should be a string between 1 and 32 characters. Allowed characters are 0-9, a-z, A-Z, _ and -. Built-in ACL names must not be used: any, localhost, localnets, none.
vi_vn: Phải là một chuỗi từ 1 đến 32 ký tự. Các ký tự được phép là 0-9, a-z, A-Z, _ và -. Không được sử dụng tên ACL tích hợp: bất kỳ, localhost, localnets, không có.

source: Source IP: cumulative number of sessions
vi_vn: IP nguồn: số phiên tích lũy

source: Source NAT
vi_vn: Nguồn NAT

source: Strict
vi_vn: Nghiêm ngặt

source: Stunnel
vi_vn: choáng váng

source: Subnet field must be set in router mode.
vi_vn: Trường mạng con phải được đặt ở chế độ bộ định tuyến.

source: Syslog (Json)
vi_vn: Nhật ký hệ thống (Json)

source: Table names should be unique.
vi_vn: Tên bảng phải là duy nhất.

source: The Backup Directory can only consist of alphanumeric characters, dash, underscores and slash. No leading or trailing slash.
vi_vn: Thư mục sao lưu chỉ có thể bao gồm các ký tự chữ và số, dấu gạch ngang, dấu gạch dưới và dấu gạch chéo. Không có dấu gạch chéo ở đầu hoặc cuối.

source: The absolute limitation for packet size is 64K (65535 bytes)
vi_vn: Giới hạn tuyệt đối cho kích thước gói là 64K (65535 byte)

source: Traditional
vi_vn: Truyền thống

source: UDP Broadcast Relay
vi_vn: Rơle phát sóng UDP

source: VendorHashed
vi_vn: Nhà cung cấp đã băm

source: VendorKeyHashed
vi_vn: Nhà cung cấpKeyBăm

source: Virtual server names should be unique.
vi_vn: Tên máy chủ ảo phải là duy nhất.

source: accept
vi_vn: chấp nhận

source: allow-dup-ip
vi_vn: cho phép-dup-ip

source: force-tlsv13
vi_vn: lực-tlsv13

source: guest-exec
vi_vn: khách-điều hành

source: guest-exec-status
vi_vn: trạng thái khách-thực thi

source: guest-file-close
vi_vn: khách-tệp-đóng

source: guest-file-flush
vi_vn: tập tin khách-tuôn ra

source: guest-file-open
vi_vn: khách-tệp-mở

source: guest-file-read
vi_vn: đọc tập tin khách

source: guest-file-seek
vi_vn: tìm kiếm tập tin khách

source: guest-file-write
vi_vn: khách-file-ghi

source: guest-fsfreeze-freeze
vi_vn: khách-fsfreeze-đóng băng

source: guest-fsfreeze-freeze-list
vi_vn: khách-fsfreeze-đóng băng-danh sách

source: guest-fsfreeze-status
vi_vn: trạng thái khách-fsfreeze

source: guest-fsfreeze-thaw
vi_vn: khách-fsđóng băng-tan băng

source: guest-fstrim
vi_vn: khách-fstrim

source: guest-get-fsinfo
vi_vn: khách-get-fsinfo

source: guest-get-host-name
vi_vn: khách-lấy-tên-máy chủ

source: guest-get-memory-block-info
vi_vn: khách-lấy-bộ nhớ-khối-thông tin

source: guest-get-memory-blocks
vi_vn: khách-lấy-khối bộ nhớ

source: guest-get-osinfo
vi_vn: khách-get-osinfo

source: guest-get-time
vi_vn: thời gian đón khách

source: guest-get-timezone
vi_vn: khách-nhận-múi giờ

source: guest-get-users
vi_vn: khách-có-người dùng

source: guest-get-vcpus
vi_vn: khách-get-vcpus

source: guest-info
vi_vn: thông tin khách

source: guest-network-get-interfaces
vi_vn: giao diện networks khách

source: guest-ping
vi_vn: ping khách

source: guest-set-memory-blocks
vi_vn: khối bộ nhớ khách

source: guest-set-time
vi_vn: thời gian đặt của khách

source: guest-set-user-password
vi_vn: khách-đặt-mật khẩu người dùng

source: guest-set-vcpus
vi_vn: khách-set-vcpus

source: guest-shutdown
vi_vn: tắt máy khách

source: guest-suspend-disk
vi_vn: disk khách treo

source: guest-suspend-hybrid
vi_vn: khách-đình chỉ-lai

source: guest-suspend-ram
vi_vn: khách-treo-ram

source: guest-sync
vi_vn: đồng bộ hóa khách

source: guest-sync-delimited
vi_vn: được phân định bằng khách đồng bộ hóa

source: http-response set-status
vi_vn: trạng thái thiết lập phản hồi http

source: ignore-weight
vi_vn: bỏ qua trọng lượng

source: last
vi_vn: cuối cùng

source: no-tlsv13
vi_vn: không-tlsv13

source: port needs to be an integer value between 1 and 65535
vi_vn: Cổng cần phải là giá trị nguyên trong khoảng từ 1 đến 65535

source: prefer IPv4
vi_vn: thích IPv4 hơn

source: prefer IPv6 [default]
vi_vn: thích IPv6 [mặc định]

source: prefer-client-ciphers
vi_vn: mật mã ưa thích của khách hàng

source: prevent-dup-ip
vi_vn: ngăn chặn-dup-ip

source: static
vi_vn: tĩnh

source: tempfail
vi_vn: tạm thời

source: template
vi_vn: bản mẫu

source: variable is shared only during request processing
vi_vn: biến chỉ được chia sẻ trong quá trình xử lý yêu cầu

source: variable is shared only during response processing
vi_vn: biến chỉ được chia sẻ trong quá trình xử lý phản hồi

source: variable is shared with the transaction (request/response)
vi_vn: biến được chia sẻ với giao dịch (yêu cầu/phản hồi)

source: variable is shared with the whole process
vi_vn: biến được chia sẻ với toàn bộ quá trình

source: variable is shared with the whole session
vi_vn: biến được chia sẻ với toàn bộ phiên

source: while delivering mail
vi_vn: trong khi gửi thư

source: while receiving mail
vi_vn: trong khi nhận thư

source: %sBuypass:%s A commercial, european certificate authority, based in Norway. Check out %stheir documentation%s for details about rate-limits and the usage policy.
vi_vn: %sBuypass:%s Cơ quan cấp chứng chỉ thương mại của Châu Âu, có trụ sở tại Na Uy. Hãy xem %stài liệu của họ%s để biết chi tiết về giới hạn tỷ lệ và chính sách sử dụng.

source: %sDNS-01:%s This is the most reliable challenge type and thus highly recommended when using this plugin. It requires that you control the DNS for your domain name and that your DNS provider is supported both %sby acme.sh%s and this plugin.
vi_vn: %sDNS-01:%s Đây là loại thử thách đáng tin cậy nhất và do đó rất được khuyến khích khi sử dụng plugin này. Nó yêu cầu bạn kiểm soát DNS cho tên miền của mình và nhà cung cấp DNS của bạn phải được cả %sbởi acme.sh%s và plugin này hỗ trợ.

source: %sEnable%s the plugin: When enabling this plugin on the %ssettings%s page, a lightweight service is started and a cron job is added to run periodic tasks.
vi_vn: %sEnable%s plugin: Khi bật plugin này trên trang %ssettings%s, một dịch vụ nhẹ sẽ được khởi động và một công việc định kỳ sẽ được thêm vào để chạy các tác vụ định kỳ.

source: %sSSL.com:%s A commercial, globally trusted certificate authority. They provide an %sextensive guide%s for using their paid services with the ACME protocol.
vi_vn: %sSSL.com:%s Cơ quan cấp chứng chỉ thương mại, đáng tin cậy trên toàn cầu. Họ cung cấp %shướng dẫn mở rộng%s để sử dụng các dịch vụ trả phí của họ với giao thức ACME.

source: '%s' in '%s' is not a single valid %s CIDR range
vi_vn: '%s' trong '%s' không phải là một phạm vi %s CIDR hợp lệ

source: '%s' in '%s' may only contain valid %s CIDR range(s) separated by commas.
vi_vn: '%s' trong '%s' chỉ có thể chứa %s phạm vi CIDR hợp lệ được phân tách bằng dấu phẩy.

source: (Re-) Import certificate
vi_vn: (Re-) Giấy chứng nhận nhập khẩu

source: (Re-) import the selected certificate and associated CA certificates into the trust storage?
vi_vn: (Re-) nhập chứng chỉ đã chọn và chứng chỉ CA liên quan vào bộ nhớ tin cậy?

source: (de)select all
vi_vn: (de)chọn tất cả

source: A prefix longer than 28 cannot be used with a net30 topology.
vi_vn: Không thể sử dụng tiền tố dài hơn 28 với cấu trúc liên kết net30.

source: A prefix longer than 29 cannot be used for tunnel network.
vi_vn: Không thể sử dụng tiền tố dài hơn 29 cho mạng đường hầm.

source: ACME Log
vi_vn: Nhật ký ACME

source: ACME client
vi_vn: khách hàng ACME

source: Add %sautomations%s: This is optional, but recommended when using short-lived certificates. %sAutomations%s allow to automatically run tasks when a certificate was created or renewed.
vi_vn: Thêm %sautomations%s: Đây là tùy chọn nhưng được khuyến nghị khi sử dụng chứng chỉ tồn tại trong thời gian ngắn. %sAutomations%s cho phép tự động chạy các tác vụ khi chứng chỉ được tạo hoặc gia hạn.

source: After changing settings, please remember to test and apply them with the buttons below.
vi_vn: Sau khi thay đổi cài đặt, hãy nhớ kiểm tra và áp dụng chúng bằng các nút bên dưới.

source: Age (sec)
vi_vn: Tuổi (giây)

source: Are you sure you do want to kill all states matching the provided search criteria?
vi_vn: Bạn có chắc chắn muốn loại bỏ tất cả các trạng thái phù hợp với tiêu chí tìm kiếm được cung cấp không?

source: As defined by the ACME standard, Certificate Authorities (CAs) must validate that you control a domain name. This is done by using "challenges". The following challenge types are supported:
vi_vn: Theo tiêu chuẩn ACME, các Tổ chức phát hành chứng chỉ (CA) phải xác thực rằng bạn kiểm soát tên miền. Việc này được thực hiện thông qua các "challenge". Các loại challenge sau đây được hỗ trợ:

source: Automatic user creation
vi_vn: Tạo người dùng tự động

source: Automations are a completely optional feature, but they can make life much easier, especially when using short-lived certificates. Typically use-cases include:
vi_vn: Tự động hóa là một tính năng hoàn toàn tùy chọn nhưng chúng có thể giúp cuộc sống dễ dàng hơn nhiều, đặc biệt khi sử dụng các chứng chỉ có thời hạn sử dụng ngắn. Các trường hợp sử dụng thông thường bao gồm:

source: Avg
vi_vn: Trung bình

source: By default, when a rule has a specific gateway set, and this gateway is down, rule is created and traffic is sent to default gateway. This option overrides that behavior and the rule is not created when gateway is down
vi_vn: Theo mặc định, khi một quy tắc có một gateway cụ thể được đặt và gateway này không hoạt động thì quy tắc sẽ được tạo và lưu lượng truy cập sẽ được gửi đến gateway mặc định. Tùy chọn này ghi đè hành vi đó và quy tắc không được tạo khi gateway không hoạt động

source: Certificates are stored in the %sOPNsense certificate storage%s. When a CA has completed the validation of a certificate request, the resulting certificate is then automatically imported into the OPNsense certificate storage. The same applies when renewing certificates, the existing entry in the OPNsense certificate storage will automatically be updated.
vi_vn: Chứng chỉ được lưu trữ trong kho chứng chỉ %sOPNsense%s. Khi CA hoàn tất việc xác thực yêu cầu chứng chỉ, chứng chỉ kết quả sẽ tự động được nhập vào bộ lưu trữ chứng chỉ OPNsense. Điều tương tự cũng áp dụng khi gia hạn chứng chỉ, entry hiện có trong kho lưu trữ chứng chỉ OPNsense sẽ tự động được cập nhật.

source: Certificates must be %svalidated%s by the CA before they can be used. This process runs in the background and may take several minutes to complete. The progress can be monitored by using the %slog files%s.
vi_vn: Chứng chỉ phải được CA %svalidated%s trước khi có thể sử dụng. Tiến trình này chạy ở chế độ nền và có thể mất vài phút để hoàn thành. Có thể theo dõi tiến trình bằng cách sử dụng %slog files%s.

source: Close Action
vi_vn: Đóng hành động

source: Copy account
vi_vn: Sao chép tài khoản

source: Copy certificate
vi_vn: Sao chép chứng chỉ

source: Create %scertificates%s: Finally create the %scertificates%s and let the CA complete the validation process.
vi_vn: Tạo %scertificates%s: Cuối cùng tạo %scertificates%s và để CA hoàn tất quy trình xác thực.

source: Create an %saccount%s: An %saccount%s is required. It determines which CA will be used for all associated certificates.
vi_vn: Tạo %saccount%s: Bắt buộc phải có %saccount%s. Nó xác định CA nào sẽ được sử dụng cho tất cả các chứng chỉ liên quan.

source: Current Tables Entries/Firewall Maximum Table Entries
vi_vn: Mục nhập bảng hiện tại/Mục nhập bảng tối đa của tường lửa

source: Defines the action to take if the remote peer unexpectedly closes a CHILD_SA. A closeaction should not be used if the peer uses reauthentication or uniqueids checking, as these events might trigger the defined action when not desired.
vi_vn: Xác định hành động cần thực hiện nếu thiết bị Peer từ xa đóng CHILD_SA một cách bất ngờ. Không nên sử dụng hành động đóng nếu thiết bị Peer sử dụng xác thực lại hoặc kiểm tra id duy nhất, vì những sự kiện này có thể kích hoạt hành động được xác định khi không mong muốn.

source: Delete all filtered states
vi_vn: Xóa tất cả các trạng thái đã lọc

source: Deny mode 6 control message trap service
vi_vn: Chế độ từ chối 6 dịch vụ bẫy tin nhắn điều khiển

source: Deny packets that attempt a peer association
vi_vn: Từ chối các gói cố gắng liên kết Peer

source: Deny state modifications (i.e. run time configuration) by ntpq and ntpdc
vi_vn: Từ chối sửa đổi trạng thái (tức là cấu hình thời gian chạy) bởi ntpq và ntpdc

source: Dir
vi_vn: Giám đốc

source: Disable all except ntpq and ntpdc queries
vi_vn: Vô hiệu hóa tất cả ngoại trừ truy vấn ntpq và ntpdc

source: Disable ntpq and ntpdc queries
vi_vn: Tắt truy vấn ntpq và ntpdc

source: Download default template
vi_vn: Tải xuống mẫu mặc định

source: Edit account
vi_vn: Chỉnh sửa tài khoản

source: Edit certificate
vi_vn: Chỉnh sửa chứng chỉ

source: Emergency
vi_vn: Khẩn cấp

source: Enable Kiss-o'-death packets
vi_vn: Kích hoạt gói Kiss-o'-death

source: Enable RRD graphs of NTP statistics
vi_vn: Kích hoạt biểu đồ RRD của thống kê NTP

source: Enable lacp strict compliance on the interface. The default depends on the system tunable in net.link.lagg.lacp.default_strict_mode.
vi_vn: Cho phép tuân thủ nghiêm ngặt lacp trên giao diện. Giá trị mặc định phụ thuộc vào khả năng điều chỉnh của hệ thống trong net.link.lagg.lacp.default_strict_mode.

source: Enable logging of NTP peer statistics
vi_vn: Cho phép ghi nhật ký số liệu thống kê Peer NTP

source: Enable logging of clock discipline statistics
vi_vn: Cho phép ghi nhật ký thống kê kỷ luật đồng hồ

source: Enable logging of peer messages
vi_vn: Cho phép ghi nhật ký tin nhắn Peer

source: Enable logging of reference clock statistics
vi_vn: Cho phép ghi nhật ký số liệu thống kê đồng hồ tham chiếu

source: Enable logging of system messages
vi_vn: Cho phép ghi nhật ký tin nhắn hệ thống

source: Enabled - Authentication & encryption
vi_vn: Đã bật - Xác thực và mã hóa

source: Enabled - Authentication only
vi_vn: Đã bật - Chỉ xác thực

source: Enter a DUID Identifier in the following format:
vi_vn: Nhập Mã định danh DUID theo định dạng sau:

source: Entry "%s" is not a valid partial ipv6 address definition (e.g. ::1000).
vi_vn: Mục "%s" không phải là một định nghĩa địa chỉ IPv6 (một phần) hợp lệ (ví dụ: ::1000).

source: Error reconfiguring DynDNS
vi_vn: Lỗi khi cấu hình lại DynDNS

source: Error reconfiguring puppetagent
vi_vn: Lỗi cấu hình lại con rối

source: Expires (sec)
vi_vn: Hết hạn (giây)

source: Firewall Log Templates
vi_vn: Mẫu nhật ký tường lửa

source: Firmware status requires to check for update first to provide more information.
vi_vn: Trạng thái chương trình cơ sở yêu cầu kiểm tra cập nhật trước để cung cấp thêm thông tin.

source: For certain use-cases it can be useful to register %smultiple accounts%s, but the policy of the CA should be respected with this regard.
vi_vn: Đối với một số trường hợp sử dụng nhất định, việc đăng ký %snhiều tài khoản%s có thể hữu ích, nhưng chính sách của CA cần được tôn trọng về vấn đề này.

source: For compatibility with implementations that incorrectly use 96-bit (instead of 128-bit) truncation this option may be enabled to configure the shorter truncation length. This is not negotiated, so this only works with peers that use the incorrect truncation length (or have this option enabled), e.g. Forcepoint Sidewinder.
vi_vn: Để tương thích với các triển khai sử dụng cách cắt ngắn 96 bit (thay vì 128 bit) không chính xác, tùy chọn này có thể được bật để định cấu hình độ dài cắt ngắn hơn. Điều này không được thương lượng, vì vậy điều này chỉ hoạt động với các đồng nghiệp sử dụng độ dài cắt ngắn không chính xác (hoặc đã bật tùy chọn này), ví dụ: Forcepoint Sidewinder.

source: Go to page
vi_vn: Tới trang

source: HTTP Address
vi_vn: Địa chỉ HTTP

source: HTTPS Address
vi_vn: Địa chỉ HTTPS

source: Hardware settings
vi_vn: Cài đặt phần cứng

source: Hash Layers
vi_vn: Lớp băm

source: Hold
vi_vn: Giữ

source: Iburst
vi_vn: bùng nổ
