Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Message Size Limit
vi_vn: Giới hạn kích thước tin nhắn

source: Metric Batch Size
vi_vn: Kích thước lô theo hệ mét

source: Metric Buffer Limit
vi_vn: Giới hạn bộ đệm số liệu

source: Milter Headers
vi_vn: Tiêu đề Milter

source: Min spare threads
vi_vn: Chủ đề dự phòng tối thiểu

source: Minimum acceptable persistent queue delay (in ms), leave empty for default
vi_vn: Độ trễ hàng đợi liên tục tối thiểu có thể chấp nhận được (tính bằng ms), để trống theo mặc định

source: Minutes
vi_vn: Phút

source: Mode
vi_vn: Cách thức

source: Monit HTTPD Access List
vi_vn: Danh sách truy cập HTTPD Monit

source: Monit HTTPD Port
vi_vn: Cổng HTTPD Monit

source: Monitor Password
vi_vn: Giám sát mật khẩu

source: Months
vi_vn: Tháng

source: Multimap Settings
vi_vn: Cài đặt đa bản đồ

source: MySQL check
vi_vn: Kiểm tra MySQL

source: MySQL user
vi_vn: người dùng MySQL

source: NOTE: The specified server must be present in the Backend Pool where this rule is applied.
vi_vn: LƯU Ý: Máy chủ được chỉ định phải có trong Nhóm phụ trợ nơi áp dụng quy tắc này.

source: NTP Statistics
vi_vn: Thống kê NTP

source: Name
vi_vn: Tên

source: Name to identify this Backend Pool.
vi_vn: Tên để xác định Nhóm phụ trợ này.

source: Name to identify this Health Monitor.
vi_vn: Tên để nhận biết Health Monitor này.

source: Name to identify this Lua script.
vi_vn: Tên xác định tập lệnh Lua.

source: Name to identify this Public Service.
vi_vn: Tên để nhận biết Dịch vụ Công cộng này.

source: Name to identify this account.
vi_vn: Tên để xác định tài khoản này.

source: Name to identify this condition.
vi_vn: Tên để xác định tình trạng này.

source: Name to identify this error message.
vi_vn: Tên để xác định thông báo lỗi này.

source: Name to identify this rule.
vi_vn: Tên để xác định quy tắc này.

source: Name to identify this validation.
vi_vn: Tên để xác định xác nhận này.

source: Name used for this network
vi_vn: Tên được sử dụng cho networks này

source: Name.com
vi_vn: Tên.com

source: Negate condition
vi_vn: Điều kiện phủ định

source: Nested archives are scanned recursively, e.g. if a Zip archive contains a RAR file, all files within it will also be scanned.
vi_vn: Các kho lưu trữ lồng nhau được quét đệ quy, ví dụ: nếu kho lưu trữ Zip chứa tệp RAR thì tất cả các tệp trong đó cũng sẽ được quét.

source: Network
vi_vn: Mạng

source: Network Address
vi_vn: Địa chỉ mạng

source: Network ID
vi_vn: ID networks

source: Network Interface Statistics
vi_vn: Thống kê giao diện networks

source: Network Mask
vi_vn: Mặt nạ networks

source: Network Name
vi_vn: Tên networks

source: Network Type
vi_vn: Loại networks

source: Network address that the c-icap server uses to listen to requests.
vi_vn: Địa chỉ mạng mà máy chủ c-icap sử dụng để lắng nghe yêu cầu.

source: Network collector encryption
vi_vn: Mã hóa bộ sưu tập networks

source: Network collector host
vi_vn: Máy chủ thu thập networks

source: Network collector password
vi_vn: Mật khẩu thu thập networks

source: Network collector port
vi_vn: Cổng thu networks

source: Network collector username
vi_vn: Tên người dùng của nhà sưu tập networks

source: Network list for fbox anoncall plugin
vi_vn: Danh sách networks cho plugin fbox anoncall

source: Networks
vi_vn: Mạng

source: Networks to interpret as local
vi_vn: Mạng được hiểu là mạng cục bộ

source: Networks to replace VIA-Header
vi_vn: Mạng thay thế VIA-Header

source: Nickname
vi_vn: Biệt danh

source: Not on
vi_vn: Không bật

source: Number
vi_vn: Con số

source: Number Of Processes
vi_vn: Số lượng quy trình

source: Number of files to be scanned within an archive, a document, or any other container file.
vi_vn: Số lượng tệp sẽ được quét trong kho lưu trữ, tài liệu hoặc bất kỳ tệp chứa nào khác.

source: Number of logs to keep.
vi_vn: Số lượng nhật ký cần lưu giữ.

source: Number of pre-forked instances of HTTP pollers.
vi_vn: Số phiên bản phân nhánh trước của công cụ thăm dò HTTP.

source: Number of pre-forked instances of ICMP pingers.
vi_vn: Số phiên bản pre-fork của ping ICMP.

source: Number of pre-forked instances of IPMI pollers.
vi_vn: Số phiên bản phân nhánh trước của công cụ thăm dò IPMI.

source: Number of pre-forked instances of discoverers.
vi_vn: Số lượng phiên bản được phân nhánh trước của người khám phá.

source: Number of pre-forked instances of pollers for unreachable hosts (including IPMI and Java).
vi_vn: Số phiên bản phân nhánh trước của công cụ thăm dò cho các máy chủ không thể truy cập (bao gồm IPMI và Java).

source: Number of pre-forked instances of pollers.
vi_vn: Số lượng phiên bản pre-fork của người thăm dò ý kiến.

source: Number of pre-forked instances of trappers. Trappers accept incoming connections from Zabbix sender and active agents.
vi_vn: Số lượng các trường hợp bẫy được phân nhánh trước. Người đánh bẫy chấp nhận các kết nối đến từ người gửi Zabbix và các đại lý đang hoạt động.

source: Number of pre-forked instances of zabbix_agentd that process passive checks. If set to 0, disables passive checks and the agent will not listen on any TCP port.
vi_vn: Số phiên bản phân nhánh trước của zabbix_agentd xử lý kiểm tra thụ động. Nếu được đặt thành 0, sẽ tắt kiểm tra thụ động và tác nhân sẽ không lắng nghe bất kỳ Cổng TCP nào.

source: Number of seconds that the control connection can be idle, before the proxy will disconnect. The maximum is 86400 seconds, which is also the default. Do not set this too low, because the control connection is usually idle when large data transfers are taking place.
vi_vn: Số giây mà kết nối điều khiển có thể ở trạng thái rảnh trước khi proxy ngắt kết nối. Tối đa là 86400 giây, cũng là mặc định. Không đặt giá trị này quá thấp vì kết nối điều khiển thường không hoạt động khi quá trình truyền dữ liệu lớn đang diễn ra.

source: Nut Account Settings
vi_vn: Cài đặt tài khoản Nut

source: OAuth Token
vi_vn: Mã thông báo OAuth

source: OLE2 block macros
vi_vn: Macro khối OLE2

source: OPNsense Web Service
vi_vn: Dịch vụ web OPNsense

source: Omit Hostname
vi_vn: Bỏ qua tên máy chủ

source: On system boot wait before Monit starts checking services.
vi_vn: Khi khởi động hệ thống, hãy đợi trước khi Monit bắt đầu kiểm tra dịch vụ.

source: Onion Service
vi_vn: Dịch vụ Onion

source: Only Scan Attachments
vi_vn: Chỉ quét tệp đính kèm

source: Only if the object is bigger than size then the percentage of data which defined by SendPercentData sent by the c-icap server before receiving the complete body of request.
vi_vn: Chỉ khi đối tượng lớn hơn kích thước thì phần trăm dữ liệu được xác định bởi SendPercentData được máy chủ c-icap gửi trước khi nhận được toàn bộ yêu cầu.

source: Only use in a double nat scenario where SIP don't know your external public address. Format is CSV without spaces and CIDR, like 192.168.0.0/24,10.0.0.0/8.
vi_vn: Chỉ sử dụng trong trường hợp nat kép khi SIP không biết địa chỉ công cộng bên ngoài của bạn. Định dạng là CSV không có dấu cách và CIDR, như 192.168.0.0/24,10.0.0.0/8.

source: Open ports by the fascist firewall.
vi_vn: Mở Cổng bằng tường lửa phát xít.

source: Openphish Map
vi_vn: Bản đồ Openphish

source: Openphish Premium offers more services, please only activate if you have a current license.
vi_vn: Openphish Premium cung cấp nhiều dịch vụ hơn, vui lòng chỉ kích hoạt nếu bạn có giấy phép hiện hành.

source: Openphish is a service where phishing URLs get collected and asked by rspamd.
vi_vn: Openphish là một dịch vụ trong đó các URL lừa đảo được rspamd thu thập và yêu cầu.

source: Option pass-through
vi_vn: Chuyển tiếp tùy chọn

source: Optional condition
vi_vn: Điều kiện tùy chọn

source: Optional e-mail address for this account.
vi_vn: Địa chỉ email tùy chọn cho tài khoản này.

source: Options
vi_vn: Tùy chọn

source: Originate all IPv6 traffic from this IP
vi_vn: Bắt nguồn tất cả lưu lượng IPv6 từ IP này

source: Originate all traffic from this IP
vi_vn: Bắt nguồn tất cả lưu lượng truy cập từ IP này

source: Outbound interface
vi_vn: Giao diện gửi đi

source: Outgoing bytes rate
vi_vn: Tỷ lệ byte đi

source: Overall bandwidth throttling (kbps)
vi_vn: Điều chỉnh băng thông tổng thể (kbps)

source: Override default hostname, if empty use system hostname.
vi_vn: Ghi đè tên máy chủ mặc định, nếu trống hãy sử dụng tên máy chủ hệ thống.

source: PE stands for Portable Executable - it's an executable file format used in all 32 and 64-bit versions of Windows operating systems.
vi_vn: PE là viết tắt của Portable Executable - đây là định dạng file thực thi được sử dụng trong tất cả các phiên bản 32 và 64-bit của hệ điều hành Windows.

source: PID File
vi_vn: Tệp PID

source: Parameter Value
vi_vn: Giá trị tham số

source: Parameters
vi_vn: Thông số

source: Partner ID
vi_vn: ID đối tác

source: Pass additional SSL parameters to the HAProxy configuration.
vi_vn: Truyền các tham số SSL bổ sung cho cấu hình HAProxy.

source: Pass on error
vi_vn: Truyền lỗi

source: Pass the content instead of blocking it, in the case when the virus scanner or the virus_scan module finds an error.
vi_vn: Truyền nội dung thay vì chặn nó, trong trường hợp trình quét vi-rút hoặc mô-đun virus_scan phát hiện lỗi.

source: Passive Interfaces
vi_vn: Giao diện thụ động

source: Password
vi_vn: Mật khẩu

source: Password for the bind user.
vi_vn: Mật khẩu cho người dùng liên kết.

source: Password to authenticate against the server.
vi_vn: Mật khẩu để xác thực với máy chủ.

source: Paste the content of your Lua script here.
vi_vn: Dán nội dung tập lệnh Lua của bạn vào đây.

source: Paste the content of your error messages here. The message must represent the full HTTP response and include required HTTP headers. It should not exceed the configured buffer size, which generally is 8 or 16 kB.
vi_vn: Dán nội dung thông báo lỗi của bạn vào đây. Thông báo phải thể hiện phản hồi HTTP đầy đủ và bao gồm các tiêu đề HTTP bắt buộc. Nó không được vượt quá kích thước bộ đệm được cấu hình, thường là 8 hoặc 16 kB.

source: Path
vi_vn: Con đường

source: Path Contains
vi_vn: Đường dẫn chứa

source: Path Matches
vi_vn: Đường dẫn phù hợp

source: Path Prefix
vi_vn: Tiền tố đường dẫn

source: Path Regex
vi_vn: Đường dẫn Regex

source: Path Suffix
vi_vn: Hậu tố đường dẫn

source: Pattern matcher
vi_vn: Trình so khớp mẫu

source: Peer name (FQDN)
vi_vn: Tên Peer (FQDN)

source: Peer-IP
vi_vn: IP Peer

source: Peers / Session Sync
vi_vn: Đồng bộ hóa Peer/phiên

source: Per IP Limit: Mail Count
vi_vn: Giới hạn mỗi IP: Số lượng thư

source: Per IP Limit: Time
vi_vn: Giới hạn mỗi IP: Thời gian

source: Per IP Limit: Time Unit
vi_vn: Giới hạn mỗi IP: Đơn vị thời gian

source: Per IP and From Limit: Mail Count
vi_vn: Trên mỗi IP và giới hạn từ: Số lượng thư

source: Per IP and From Limit: Time
vi_vn: Mỗi IP và giới hạn từ: Thời gian

source: Per IP and From Limit: Time Unit
vi_vn: Mỗi IP và giới hạn từ: Đơn vị thời gian

source: Per Recipient Limit: Mail Count
vi_vn: Giới hạn mỗi người nhận: Số lượng thư

source: Per Recipient Limit: Time
vi_vn: Giới hạn mỗi người nhận: Thời gian

source: Per Recipient Limit: Time Unit
vi_vn: Giới hạn mỗi người nhận: Đơn vị thời gian

source: Per host bandwidth throttling (kbps)
vi_vn: Điều chỉnh băng thông trên mỗi máy chủ (kbps)

source: Per-CPU
vi_vn: Mỗi CPU

source: Performance and Monitoring
vi_vn: Hiệu suất và giám sát

source: Permit SASL Authenticated
vi_vn: Giấy phép SASL được xác thực

source: Permit TLS Client Certificate Authenticated Users
vi_vn: Cho phép người dùng được xác thực chứng chỉ ứng dụng khách TLS

source: Permit Trusted Networks
vi_vn: Cho phép networks đáng tin cậy

source: Phishing
vi_vn: Lừa đảo

source: Phishtank Map URL
vi_vn: URL bản đồ Phishtank

source: PingTimeout
vi_vn: Hết thời gian chờ Ping

source: Please specify the internal networks allowed to register here. Leave empty to allow every device. Format is CSV without spaces and CIDR, like 192.168.0.0/24,10.0.0.0/8.
vi_vn: Vui lòng chỉ định các networks nội bộ được phép đăng ký tại đây. Để trống để cho phép mọi thiết bị. Định dạng là CSV không có dấu cách và CIDR, như 192.168.0.0/24,10.0.0.0/8.

source: Polling Interval
vi_vn: Khoảng thời gian bỏ phiếu

source: Port
vi_vn: Cổng

source: Port number on which the SOCKS server should listen. The default is 9050. You should not change this unless you need the port.
vi_vn: Số Cổng mà máy chủ SOCKS sẽ lắng nghe. Mặc định là 9050. Bạn không nên thay đổi giá trị này trừ khi bạn cần Cổng.

source: Port number on which the transparent DNS server should listen. The default is 9053. You should not change this unless you need the port.
vi_vn: Số Cổng mà máy chủ DNS trong suốt sẽ lắng nghe. Mặc định là 9053. Bạn không nên thay đổi giá trị này trừ khi bạn cần Cổng.

source: Port number on which the transparent proxy server should listen. The default is 9040. You should not change this unless you need the port.
vi_vn: Số Cổng mà máy chủ proxy trong suốt sẽ lắng nghe. Mặc định là 9040. Bạn không nên thay đổi giá trị này trừ khi bạn cần Cổng.

source: Port of Zabbix trapper on Zabbix server. Default is fine for most scenarios.
vi_vn: Cổng bẫy Zabbix trên máy chủ Zabbix. Mặc định là tốt cho hầu hết các trường hợp.

source: Port of the remote server.
vi_vn: Cổng của máy chủ từ xa.

source: Port of the server.
vi_vn: Cổng của máy chủ.

source: Port to check
vi_vn: Cổng để kiểm tra

source: Port where the proxy will listen for redirected connections. The default is port 8021.
vi_vn: Cổng nơi proxy sẽ lắng nghe các kết nối được chuyển hướng. Mặc định là Cổng 8021.

source: PostgreSQL check
vi_vn: Kiểm tra PostgreSQL

source: PostgreSQL user
vi_vn: Người dùng PostgreSQL

source: Pre-Forked Instances
vi_vn: Phiên bản được phân nhánh trước

source: Prefix to set before the hostname. If it ends with a dot it creates an own directory.
vi_vn: Tiền tố để đặt trước tên máy chủ. Nếu kết thúc bằng dấu chấm thì nó sẽ tạo một thư mục riêng.

source: Prefix-List In
vi_vn: Danh sách tiền tố trong

source: Prefix-List Out
vi_vn: Danh sách tiền tố ra

source: Preview Size
vi_vn: Kích thước xem trước

source: Priority
vi_vn: Sự ưu tiên

source: Private key
vi_vn: Khóa riêng

source: Private key for this host in the network (leave empty to generate)
vi_vn: Khóa riêng cho máy chủ này trong networks (để trống để tạo)

source: Processes
vi_vn: Quy trình

source: Processing Timeout
vi_vn: Hết thời gian xử lý

source: Promiscuous mode
vi_vn: Chế độ lăng nhăng

source: Protocol
vi_vn: Giao thức

source: Protocol Type
vi_vn: Loại giao thức

source: Provide either the FQDN or the IP address of this server.
vi_vn: Cung cấp FQDN hoặc địa chỉ IP của máy chủ này.

source: Provide the TCP communication port to use during check, i.e. 80 or 443.
vi_vn: Cung cấp Cổng giao diện mạng TCP để sử dụng trong quá trình kiểm tra, tức là 80 hoặc 443.

source: Provide the TCP or UDP communication port for this server, i.e. 80 or 443. If set, all connections will be sent to this port. If unset, the same port the client connected to will be used.
vi_vn: Cung cấp Cổng giao diện mạng TCP hoặc UDP cho máy chủ này, tức là 80 hoặc 443. Nếu được đặt, tất cả các kết nối sẽ được gửi đến Cổng này. Nếu không được đặt, Cổng tương tự mà máy khách đã kết nối sẽ được sử dụng.

source: Provider
vi_vn: nhà cung cấp

source: Proxy Mode
vi_vn: Chế độ Proxy

source: Proxy Protocol
vi_vn: Giao thức proxy

source: Proxy interfaces
vi_vn: Giao diện proxy

source: Proxy port
vi_vn: Cổng Proxy

source: Public key
vi_vn: Khóa công khai

source: Public key for this host in the network
vi_vn: Khóa công khai cho máy chủ này trong networks

source: Public key for this host in the network (leave empty to generate)
vi_vn: Khóa công khai cho máy chủ này trong networks (để trống để tạo)

source: Publish Server Descriptor
vi_vn: Bộ mô tả máy chủ xuất bản

source: RTP input dejitter
vi_vn: Bộ khử nhiễu đầu vào RTP

source: RTP output dejitter
vi_vn: Bộ khử nhiễu đầu ra RTP

source: RTP port high
vi_vn: Cổng RTP cao

source: RTP port low
vi_vn: Cổng RTP ở mức thấp

source: RTP timeout
vi_vn: Hết thời gian RTP

source: Raise Log Level
vi_vn: Tăng cấp độ nhật ký

source: Rate Limit
vi_vn: Giới hạn tỷ lệ

source: Read metrics about CPU usage.
vi_vn: Đọc số liệu về việc sử dụng CPU.

source: Read metrics about disk IO by device.
vi_vn: Đọc số liệu về IO disk theo thiết bị.

source: Read metrics about disk usage by mount point.
vi_vn: Đọc số liệu về việc sử dụng disk theo điểm gắn kết.

source: Read metrics about memory usage.
vi_vn: Đọc số liệu về việc sử dụng bộ nhớ.

source: Read metrics about swap memory usage.
vi_vn: Đọc số liệu về việc sử dụng bộ nhớ trao đổi.

source: Read metrics about system load and uptime.
vi_vn: Đọc số liệu về tải hệ thống và thời gian hoạt động.

source: Read network interface metrics.
vi_vn: Đọc số liệu giao diện networks.

source: Recipient
vi_vn: Người nhận

source: Recipients
vi_vn: Người nhận

source: Redirect all incoming calls to a given SIP-URI with format sip:internal@ip:port.
vi_vn: Chuyển hướng tất cả các cuộc gọi đến tới SIP-URI nhất định với định dạng SIP:internal@ip:cổng.

source: Register the specified Lua service. You will most likely need to include/load your Lua code first.
vi_vn: Đăng ký dịch vụ Lua được chỉ định. Rất có thể bạn sẽ cần bao gồm/tải mã Lua của mình trước.

source: Regular Expression
vi_vn: Biểu thức chính quy

source: Reject Connections from other IP addresses than ::1 and 127.0.0.1.
vi_vn: Từ chối kết nối từ các địa chỉ IP khác ngoài ::1 và 127.0.0.1.

source: Reject Local Interfaces IPs
vi_vn: Từ chối IP giao diện cục bộ

source: Reject Private IPs
vi_vn: Từ chối IP riêng

source: Reject Unauthenticated Destination
vi_vn: Từ chối điểm đến không được xác thực

source: Reject Unauthenticated Pipelining
vi_vn: Từ chối đường hầm không được xác thực

source: Reject Unknown Recipient Domain
vi_vn: Từ chối tên miền người nhận không xác định

source: Reject Unknown Sender Domain
vi_vn: Từ chối tên miền người gửi không xác định

source: Reject exiting to private IP space
vi_vn: Từ chối thoát sang không gian IP riêng tư

source: Reject: Do not allow the connection; Accept: Pass the connection
vi_vn: Từ chối: Không cho phép kết nối; Chấp nhận: Vượt qua kết nối

source: Reminder
vi_vn: Lời nhắc nhở

source: Remote AS
vi_vn: NHƯ từ xa

source: Remote listen addresses
vi_vn: Địa chỉ nghe từ xa

source: Remote ports in VIA-Header
vi_vn: Cổng từ xa trong VIA-Header

source: Remove the HTTP header field with the specified name and add a new one with the same name. This is useful when passing security information to the server, where the header must not be manipulated by external users.
vi_vn: Xóa trường tiêu đề HTTP có tên được chỉ định và thêm trường tiêu đề mới có cùng tên. Điều này rất hữu ích khi chuyển thông tin bảo mật đến máy chủ, nơi người dùng bên ngoài không được phép thao túng tiêu đề.

source: Remove the HTTP header field with the specified name.
vi_vn: Xóa trường tiêu đề HTTP với tên được chỉ định.

source: Renewal Interval
vi_vn: Khoảng thời gian gia hạn

source: Replaces the response status code. Must be an integer between 100 and 999.
vi_vn: Thay thế mã trạng thái phản hồi. Phải là số nguyên từ 100 đến 999.

source: Request Modify URL
vi_vn: Yêu cầu sửa đổi URL

source: Request URI
vi_vn: URI yêu cầu

source: Required Parameters
vi_vn: Thông số bắt buộc

source: Response Code
vi_vn: Mã phản hồi

source: Response Modify URL
vi_vn: URL sửa đổi phản hồi

source: Restrictions
vi_vn: Hạn chế

source: Retransmission Delay
vi_vn: Độ trễ truyền lại

source: Retransmission Interval
vi_vn: Khoảng thời gian truyền lại

source: Retries
vi_vn: Thử lại

source: Retry Number
vi_vn: Số thử lại

source: Reverse DNS resolution for LDAP server IP.
vi_vn: Đảo ngược độ phân giải DNS cho IP máy chủ LDAP.

source: Reverse DNS resolution for host IP.
vi_vn: Đảo ngược độ phân giải DNS cho IP máy chủ.

source: Reverse address
vi_vn: Địa chỉ ngược

source: Reverse port
vi_vn: Cổng ngược

source: Revision
vi_vn: Ôn tập

source: Rewrite source port
vi_vn: Viết lại Cổng nguồn

source: Rewrite sourceport to 20 in active mode to suit ancient clients that insist on this RFC property.
vi_vn: Viết lại Cổng nguồn thành 20 ở chế độ hoạt động để phù hợp với các khách hàng cũ yêu cầu thuộc tính RFC này.

source: Root CA
vi_vn: CA gốc

source: Root Certificate
vi_vn: Chứng chỉ gốc

source: Rotate alert logs at provided interval.
vi_vn: Xoay nhật ký cảnh báo theo khoảng thời gian được cung cấp.

source: Rotate log
vi_vn: Xoay nhật ký

source: Round Interval
vi_vn: Khoảng thời gian làm tròn

source: Rounds collection interval to 'interval', e.g. if interval="10s" then always collect on :00, :10, :20, etc.
vi_vn: Làm tròn khoảng thời gian thu thập thành 'interval', ví dụ nếu interval="10s" thì luôn thu thập ở :00, :10, :20, v.v.

source: Route Priority
vi_vn: Ưu tiên tuyến đường

source: Route Redistribution
vi_vn: Phân phối lại tuyến đường

source: Route-Map In
vi_vn: Bản đồ lộ trình trong

source: Route-Map Out
vi_vn: Bản đồ lộ trình

source: Router ID
vi_vn: Mã bộ định tuyến

source: Rules
vi_vn: Luật

source: Run as root
vi_vn: Chạy bằng quyền root

source: SIP listen port
vi_vn: Cổng nghe SIP

source: SIP port the service use, default of 5060 is perfectly fine.
vi_vn: Cổng SIP sử dụng dịch vụ, mặc định 5060 là hoàn toàn ổn.

source: SMTP Banner
vi_vn: Biểu ngữ SMTP

source: SMTP Client Security
vi_vn: Bảo mật máy khách SMTP

source: SMTP check
vi_vn: Kiểm tra SMTP

source: SMTP domain
vi_vn: Tên miền SMTP

source: SMTPHost
vi_vn: Máy chủ SMTP

source: SNI Contains
vi_vn: SNI chứa

source: SNI Matches
vi_vn: Trận đấu SNI

source: SNI Prefix
vi_vn: Tiền tố SNI

source: SNI Suffix
vi_vn: Hậu tố SNI

source: SNMP Agent Settings
vi_vn: Cài đặt tác nhân SNMP

source: SNMP password
vi_vn: mật khẩu SNMP

source: SNMP port
vi_vn: Cổng SNMP

source: SOCKS Port Number
vi_vn: Số Cổng SOCKS

source: SSL Client Certificate
vi_vn: Chứng chỉ ứng dụng khách SSL

source: SSL Error ID
vi_vn: ID lỗi SSL

source: SSL Offloading
vi_vn: Giảm tải SSL

source: SSL Proxy port
vi_vn: Cổng proxy SSL

source: SSL Verify CA
vi_vn: CA xác minh SSL

source: SSL Verify CRL
vi_vn: SSL Xác minh CRL

source: SSL cache size
vi_vn: Kích thước bộ đệm SSL

source: SSL cert workers
vi_vn: Nhân viên chứng nhận SSL

source: SSL certificate
vi_vn: Chứng chỉ SSL

source: SSL default settings
vi_vn: Cài đặt mặc định SSL

source: SSL no bump sites
vi_vn: Các trang web không SSL Bump

source: SSL option pass-through
vi_vn: Chuyển qua tùy chọn SSL

source: SSL/Fingerprint
vi_vn: SSL/Vân tay

source: STUN period
vi_vn: giai đoạn STUN

source: STUN port
vi_vn: Cổng STUN

source: STUN server
vi_vn: máy chủ STUN

source: SURBL
vi_vn: LƯỚT

source: Save logs
vi_vn: Lưu nhật ký

source: Scan HTML
vi_vn: Quét HTML

source: Scan HWP3
vi_vn: Quét HWP3

source: Scan OLE2
vi_vn: Quét OLE2

source: Scan PDF files
vi_vn: Quét tập tin PDF

source: Scan SWF
vi_vn: Quét SWF

source: Scan XMLDOCS
vi_vn: Quét XMLDOCS

source: Scan archives
vi_vn: Quét tài liệu lưu trữ

source: Scan executable and linking format
vi_vn: Quét định dạng thực thi và liên kết

source: Scan for filetypes
vi_vn: Quét các loại tập tin

source: Scan portable executable
vi_vn: Quét tệp thực thi di động

source: Scheduler
vi_vn: Người lập lịch trình

source: Scheduler type
vi_vn: Loại lịch trình

source: Secret
vi_vn: Bí mật

source: Secret Key
vi_vn: Khóa bí mật

source: Security Settings
vi_vn: Cài đặt bảo mật

source: Select Authentication method
vi_vn: Chọn phương thức xác thực

source: Select Error Messages
vi_vn: Chọn thông báo lỗi

source: Select HTTP method for health check.
vi_vn: Chọn phương thức HTTP để kiểm tra tình trạng.

source: Select HTTP version for a HTTP health check.
vi_vn: Chọn phiên bản HTTP để kiểm tra tình trạng HTTP.

source: Select Health Monitor for servers in this backend.
vi_vn: Chọn Health Monitor cho các máy chủ trong phần phụ trợ này.
