Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Search for matchs in a request's raw unparsed body.
vi_vn: Tìm kiếm kết quả phù hợp trong nội dung thô chưa được phân tích cú pháp của yêu cầu.

source: Search in Filename
vi_vn: Tìm kiếm trong Tên tệp

source: Search in Raw Body
vi_vn: Tìm kiếm trong cơ thể thô

source: Search in URL
vi_vn: Tìm kiếm trong URL

source: Search in any GET Argument
vi_vn: Tìm kiếm trong bất kỳ đối số GET nào

source: Search in any HTTP Header
vi_vn: Tìm kiếm trong bất kỳ Tiêu đề HTTP nào

source: Search in any POST Argument and in Body
vi_vn: Tìm kiếm trong bất kỳ Đối số POST nào và trong Nội dung

source: Search in specific GET Argument
vi_vn: Tìm kiếm trong đối số GET cụ thể

source: Search in specific HTTP Header
vi_vn: Tìm kiếm trong Tiêu đề HTTP cụ thể

source: Search in specific POST Argument
vi_vn: Tìm kiếm trong đối số POST cụ thể

source: Select a certificate to use for this service.
vi_vn: Chọn chứng chỉ để sử dụng cho dịch vụ này.

source: Select a custom error page to display instead of the default builtin error pages for security rule violations. Only the page content itself is used. Status code rewriting and redirection is not supported.
vi_vn: Chọn một trang lỗi tùy chỉnh để hiển thị thay vì các trang lỗi dựng sẵn mặc định đối với các vi phạm quy tắc bảo mật. Chỉ có nội dung trang được sử dụng. Viết lại và chuyển hướng mã trạng thái không được hỗ trợ.

source: Select all accepted TLS ciphers.
vi_vn: Chọn tất cả mật mã TLS được chấp nhận.

source: Select an e-mail alert configuration. An e-mail is sent when the state of a server changes.
vi_vn: Chọn cấu hình cảnh báo qua email. Một e-mail được gửi khi trạng thái của máy chủ thay đổi.

source: Select custom error pages to display instead of the default builtin error pages. If at least one error page is selected here, all default error pages will be disabled.
vi_vn: Chọn các trang lỗi tùy chỉnh để hiển thị thay vì các trang lỗi dựng sẵn mặc định. Nếu ít nhất một trang lỗi được chọn ở đây, tất cả các trang lỗi mặc định sẽ bị tắt.

source: Select custom error pages to display instead of the default builtin error pages. Selection will override error pages configured on HTTP server.
vi_vn: Chọn các trang lỗi tùy chỉnh để hiển thị thay vì các trang lỗi dựng sẵn mặc định. Lựa chọn sẽ ghi đè các trang lỗi được định cấu hình trên máy chủ HTTP.

source: Select the Youtube filter level.
vi_vn: Chọn cấp độ bộ lọc Youtube.

source: Select the custom resolver configuration that should be used for all servers in this backend.
vi_vn: Chọn cấu hình trình phân giải tùy chỉnh sẽ được sử dụng cho tất cả các máy chủ trong chương trình phụ trợ này.

source: Send aggregate values for CPU metrics in addition to values for individual cores.
vi_vn: Gửi giá trị tổng hợp cho số liệu CPU bên cạnh giá trị cho từng lõi.

source: Send log data to the selected target. When syslog is selected, facility local 4 will be used to send messages of info level for these logs.
vi_vn: Gửi dữ liệu nhật ký đến mục tiêu đã chọn. Khi nhật ký hệ thống được chọn, cơ sở cục bộ 4 sẽ được sử dụng để gửi tin nhắn ở cấp độ thông tin cho các nhật ký này.

source: Server Template
vi_vn: Mẫu máy chủ

source: Service Name or FQDN
vi_vn: Tên dịch vụ hoặc FQDN

source: Set an optional description for this neighbor.
vi_vn: Đặt mô tả tùy chọn cho hàng xóm này.

source: Set as many NTP peers you need.
vi_vn: Đặt bao nhiêu đồng nghiệp NTP bạn cần.

source: Set the API Key for accessing Datadog.
vi_vn: Đặt Khóa API để truy cập Datadog.

source: Set the Hosts to ping using IPv4 in a CSV list.
vi_vn: Đặt Máy chủ ping bằng IPv4 trong danh sách CSV.

source: Set the Hosts to ping using IPv6 in a CSV list.
vi_vn: Đặt Máy chủ ping bằng IPv6 trong danh sách CSV.

source: Set the IP address or FQDN where all outgoing mails are sent to.
vi_vn: Đặt địa chỉ IP hoặc FQDN nơi gửi tất cả thư đi.

source: Set the IP and port where metrics shoud be sent to. Format: IP:port.
vi_vn: Đặt IP và Cổng nơi số liệu sẽ được gửi đến. Định dạng: IP: Cổng.

source: Set the URL where metrics shoud be sent to. Format is without square brackets, just like https://app.datadoghq.com/api/v1/series.
vi_vn: Đặt URL nơi số liệu sẽ được gửi tới. Định dạng không có dấu ngoặc vuông, giống như https://app.datadoghq.com/api/v1/series.

source: Set the hostname or ip of the remote apcupsd server.
vi_vn: Đặt tên máy chủ hoặc ip của máy chủ apcupsd từ xa.

source: Set the max size for messages to accept, default is 51200000 Bytes which is 50MB. Values must be entered in Bytes.
vi_vn: Đặt kích thước tối đa cho các tin nhắn được chấp nhận, mặc định là 51200000 Byte tức là 50MB. Giá trị phải được nhập bằng Byte.

source: Set the name of the bucket in Influx v2.
vi_vn: Đặt tên của nhóm trong Influx v2.

source: Set the name of the organization in Influx v2.
vi_vn: Đặt tên của tổ chức trong Influx v2.

source: Set the nameservers for resolving DNS requests.
vi_vn: Đặt máy chủ tên để giải quyết các yêu cầu DNS.

source: Set the networks allowed to synchronize time with this server. If this value is not set it will also not listen to the port and just synchronize the time for itself.
vi_vn: Đặt các networks được phép đồng bộ hóa thời gian với máy chủ này. Nếu giá trị này không được đặt, nó cũng sẽ không lắng nghe Cổng và chỉ đồng bộ hóa thời gian cho chính nó.

source: Set the port chrony listen to.
vi_vn: Đặt Cổng nghe theo thời gian.

source: Set the port of the remote apcupsd server (optional).
vi_vn: Đặt Cổng của máy chủ apcupsd từ xa (tùy chọn).

source: Sets auth-nocache in the exported configuration when password authentication is used. This prevents OpenVPN from caching passwords in memory.
vi_vn: Đặt auth-nocache trong cấu hình đã xuất khi sử dụng xác thực mật khẩu. Điều này ngăn OpenVPN lưu mật khẩu vào bộ nhớ đệm.

source: Short description of this client
vi_vn: Mô tả ngắn gọn về khách hàng này

source: Short description of this rule
vi_vn: Mô tả ngắn gọn về quy tắc này

source: Short description to identify this TLS-config
vi_vn: Mô tả ngắn để xác định TLS-config này

source: Short description to identify this realm and its target
vi_vn: Mô tả ngắn gọn để xác định lĩnh vực này và mục tiêu của nó

source: Short description to identify this server
vi_vn: Mô tả ngắn để xác định máy chủ này

source: Size of the ring buffer (in MB) to memory-map into the sensor processes for sharing captured network traffic. An undersized buffer may reduce detection rates. Defaults to 10% of available RAM when left blank.
vi_vn: Kích thước của bộ đệm vòng (tính bằng MB) để ánh xạ bộ nhớ vào các quy trình cảm biến để chia sẻ lưu lượng networks đã ghi. Bộ đệm có kích thước nhỏ có thể làm giảm tỷ lệ phát hiện. Mặc định là 10% RAM khả dụng khi để trống.

source: Source DTLS
vi_vn: DTLS nguồn

source: Source IPs and Ports
vi_vn: IP nguồn và Cổng

source: Source TCP
vi_vn: Nguồn TCP

source: Source TLS
vi_vn: Nguồn TLS

source: Source UDP
vi_vn: UDP nguồn

source: Specifies the maximum size of packets to match in bytes
vi_vn: Chỉ định kích thước tối đa của các gói để khớp theo byte

source: Specifies the time how often proxy retrieves configuration data from zabbix server (in seconds).
vi_vn: Chỉ định thời gian proxy truy xuất dữ liệu cấu hình từ máy chủ zabbix (tính bằng giây).

source: Specifies the time how often the proxy will send collected data to the server (in seconds).
vi_vn: Chỉ định thời gian tần suất proxy sẽ gửi dữ liệu đã thu thập đến máy chủ (tính bằng giây).

source: Specify how many seconds the CA and CRL information should be cached. By default, the CA and CRL are loaded at startup and cached indefinetely. This option may be set to zero to disable caching.
vi_vn: Chỉ định bao nhiêu giây thông tin CA và CRL sẽ được lưu vào bộ nhớ đệm. Theo mặc định, CA và CRL được tải khi khởi động và được lưu vào bộ nhớ đệm vô thời hạn. Tùy chọn này có thể được đặt thành 0 để tắt bộ nhớ đệm.

source: Specify the IPv4 address used as a source for zone transfers.
vi_vn: Chỉ định địa chỉ IPv4 được sử dụng làm nguồn để chuyển vùng.

source: Specify the acmeproxy endpoint URL, i.e. https://acmeproxy.example.com/
vi_vn: Chỉ định URL điểm cuối acmeproxy, tức là https://acmeproxy.example.com/

source: Specify the resolver that the server template should look at to discover available services via DNS.
vi_vn: Chỉ định trình phân giải mà mẫu máy chủ sẽ xem xét để khám phá các dịch vụ có sẵn qua DNS.

source: Start VMware Collectors
vi_vn: Khởi động VMware Collectors

source: Start stunnel in it a chroot, although this is a more secure option there are small points of attention before using this. Since system logging is detached after startup, stunnel seems to have difficulties handing syslog configuration changes which need a service restart. If this happens, you need to restart stunnel manually as well.
vi_vn: Khởi động stunnel trong môi trường chroot. Mặc dù đây là một tùy chọn an toàn hơn, vẫn có một số điểm cần lưu ý trước khi sử dụng. Do việc ghi log hệ thống bị tách rời sau khi khởi động, stunnel có thể gặp khó khăn khi xử lý các thay đổi cấu hình syslog vốn yêu cầu khởi động lại dịch vụ. Nếu điều này xảy ra, bạn cũng cần khởi động lại stunnel thủ công.

source: Static Server
vi_vn: Máy chủ tĩnh

source: Status Codes
vi_vn: Mã trạng thái

source: Status-Server
vi_vn: Máy chủ trạng thái

source: Sync SSL certificate changes
vi_vn: Đồng bộ hóa các thay đổi chứng chỉ SSL

source: Syslog Port
vi_vn: Cổng nhật ký hệ thống

source: Syslog Server
vi_vn: Máy chủ nhật ký hệ thống

source: TLS Client Compatibility
vi_vn: Khả năng tương thích của máy khách TLS

source: TLS Server Compatibility
vi_vn: Khả năng tương thích máy chủ TLS

source: TLS version/ cipher compatibility of the SMTP Client
vi_vn: Phiên bản TLS/khả năng tương thích mật mã của Máy khách SMTP

source: TLS version/ cipher compatibility of the SMTP service
vi_vn: Phiên bản TLS/khả năng tương thích mật mã của dịch vụ SMTP

source: TLS-Config
vi_vn: Cấu hình TLS

source: Target hostname
vi_vn: Tên máy chủ mục tiêu

source: Target port
vi_vn: Cổng mục tiêu

source: The CA certificate file used to verify the peers certificate.
vi_vn: Tệp chứng chỉ CA được sử dụng để xác minh chứng chỉ Peer.

source: The Disk plugin collects disk I/O information, i.e. read and write operations per second.
vi_vn: Plugin Disk thu thập thông tin I/O của disk, tức là các thao tác đọc và ghi mỗi giây.

source: The HTML page content to display.
vi_vn: Nội dung trang HTML cần hiển thị.

source: The Memory plugin collects physical memory utilization (used, buffered, cached and free).
vi_vn: Plugin Bộ nhớ thu thập mức sử dụng bộ nhớ vật lý (đã sử dụng, đã lưu vào bộ đệm, đã lưu vào bộ nhớ đệm và còn trống).

source: The Swap plugin collects swap space utilization (used and free).
vi_vn: Plugin Hoán đổi thu thập việc sử dụng không gian trao đổi (đã sử dụng và miễn phí).

source: The application protocol to negotiate TLS.
vi_vn: Giao thức ứng dụng để đàm phán TLS.

source: The client's IP or net
vi_vn: IP hoặc networks của khách hàng

source: The detection engine builds internal groups of signatures. The engine allow us to specify the profile to use for them, to manage memory on an efficient way keeping a good performance.
vi_vn: Công cụ phát hiện xây dựng các nhóm chữ ký nội bộ. Công cụ này cho phép chúng tôi chỉ định cấu hình sẽ sử dụng cho chúng, để quản lý bộ nhớ một cách hiệu quả và duy trì hiệu suất tốt.

source: The name of the HTTP Header.
vi_vn: Tên của Tiêu đề HTTP.

source: The name of the variable starts with an indication about its scope.
vi_vn: Tên của biến bắt đầu bằng một dấu hiệu về phạm vi của nó.

source: The number of servers this template initializes, i.e. 5 or 1-5.
vi_vn: Số lượng máy chủ mà mẫu này khởi tạo, tức là 5 hoặc 1-5.

source: The other end of this tunnel.
vi_vn: Đầu kia của đường hầm này.

source: The password for mail server authentication.
vi_vn: Mật khẩu để xác thực máy chủ thư.

source: The port (UDP/TCP) to connect to. If omitted, UDP and TCP will default to 1812 while TLS and DTLS will default to 2083.
vi_vn: Cổng (UDP/TCP) để kết nối. Nếu bỏ qua, UDP và TCP sẽ mặc định là 1812 trong khi TLS và DTLS sẽ mặc định là 2083.

source: The port on which connections will be accepted.
vi_vn: Cổng mà các kết nối sẽ được chấp nhận.

source: The port to forward traffic to.
vi_vn: Cổng mà lưu lượng sẽ được chuyển tiếp tới.

source: The relay will use this as the source address for packets leaving the interface. The special values of "1.1.1.1" and "1.1.1.2" mean for the relayed packet to use the outgoing interface's address as the source IP address. "1.1.1.1" also means use the original packet's destination port as the new source port for the relayed packet. "1.1.1.2" means keep the source port unaltered from the original. Chromecast users should use 1.1.1.1.
vi_vn: Bộ chuyển tiếp sẽ sử dụng giá trị này làm địa chỉ nguồn cho các gói tin rời khỏi giao diện. Các giá trị đặc biệt "1.1.1.1" và "1.1.1.2" có nghĩa là gói tin được chuyển tiếp sẽ sử dụng địa chỉ của giao diện ra làm địa chỉ IP nguồn. "1.1.1.1" cũng có nghĩa là sử dụng cổng đích của gói tin gốc làm cổng nguồn mới cho gói tin được chuyển tiếp. "1.1.1.2" có nghĩa là giữ nguyên cổng nguồn từ gói tin gốc. Người dùng Chromecast nên sử dụng 1.1.1.1.

source: The server certificate this proxy will use. The file may also contain a certificate chain.
vi_vn: Chứng chỉ máy chủ mà proxy này sẽ sử dụng. Tệp này cũng có thể chứa chuỗi chứng chỉ.

source: The server's IP or hostname to connect to
vi_vn: Địa chỉ IP hoặc hostname của máy chủ cần kết nối.

source: The shared RADIUS key with this client. This option is optional for TLS/DTLS and if omitted will default to "radsec". (Note that using a secret other than "radsec" for TLS is a violation of the standard (RFC 6614) and that the proposed standard for DTLS stipulates that the secret must be "radius/dtls".)
vi_vn: Khóa RADIUS dùng chung với client này. Tùy chọn này là không bắt buộc đối với TLS/DTLS và nếu bỏ trống sẽ mặc định là "radsec". (Lưu ý rằng việc sử dụng secret khác "radsec" cho TLS là vi phạm tiêu chuẩn (RFC 6614), và tiêu chuẩn đề xuất cho DTLS quy định rằng secret phải là "radius/dtls").

source: The shared RADIUS key with this server. This option is optional for TLS/DTLS and if omitted will default to "radsec". (Note that using a secret other than "radsec" for TLS is a violation of the standard (RFC 6614) and that the proposed standard for DTLS stipulates that the secret must be "radius/dtls".)
vi_vn: Khóa RADIUS dùng chung với máy chủ này. Tùy chọn này là không bắt buộc đối với TLS/DTLS và nếu bỏ trống sẽ mặc định là "radsec". (Lưu ý rằng việc sử dụng secret khác "radsec" cho TLS là vi phạm tiêu chuẩn (RFC 6614), và tiêu chuẩn đề xuất cho DTLS quy định rằng secret phải là "radius/dtls").

source: The username for mail server authentication.
vi_vn: Tên người dùng để xác thực với máy chủ thư.

source: The value of the Server Name TLS extension sent by a client matches with the specified regular expression.
vi_vn: Giá trị của phần mở rộng TLS Server Name (SNI) do client gửi khớp với biểu thức chính quy đã chỉ định.

source: This TLS-config's unique name
vi_vn: Tên duy nhất của cấu hình TLS này

source: This can be set to off to only log the realm in Access-Accept/Reject log messages (for privacy).
vi_vn: Có thể tắt tùy chọn này để chỉ ghi log realm trong các thông báo log Access-Accept/Reject (nhằm bảo vệ quyền riêng tư).

source: This can be used to specify source address and/or source port that the proxy will use for connecting to clients to send messages (e.g. Access Request). The same syntax as for Listen... applies.
vi_vn: Tùy chọn này có thể dùng để chỉ định địa chỉ nguồn và/hoặc cổng nguồn mà proxy sẽ sử dụng khi kết nối tới client để gửi thông điệp (ví dụ: Access-Request). Áp dụng cùng cú pháp như mục Listen...

source: This can help you when having connection issues with IPv6 enabled servers. Set a value in seconds
vi_vn: Tùy chọn này có thể giúp khi gặp sự cố kết nối với các máy chủ bật IPv6. Đặt giá trị tính bằng giây.

source: This configures the default time between two DNS queries, when no valid response has been received. Enter a number followed by one of the supported suffixes "d" (days), "h" (hour), "m" (minute), "s" (seconds), "ms" (miliseconds).
vi_vn: Thiết lập khoảng thời gian mặc định giữa hai truy vấn DNS khi chưa nhận được phản hồi hợp lệ. Nhập một số kèm theo một trong các hậu tố được hỗ trợ: "d" (ngày), "h" (giờ), "m" (phút), "s" (giây), "ms" (mili giây).

source: This configures the default time to trigger name resolutions when no other time applied. Enter a number followed by one of the supported suffixes "d" (days), "h" (hour), "m" (minute), "s" (seconds), "ms" (miliseconds).
vi_vn: Thiết lập thời gian mặc định để kích hoạt việc phân giải tên khi không có giá trị thời gian nào khác được áp dụng. Nhập một số kèm theo một trong các hậu tố được hỗ trợ: "d" (ngày), "h" (giờ), "m" (phút), "s" (giây), "ms" (mili giây).

source: This configures the number of queries to send to resolve a server name before giving up.
vi_vn: Điều này sẽ định cấu hình số lượng truy vấn cần gửi để giải quyết tên máy chủ trước khi từ bỏ.

source: This option enforces use of the specified version (or higher) on SSL connections.
vi_vn: Tùy chọn này bắt buộc sử dụng phiên bản được chỉ định (hoặc cao hơn) trên các kết nối SSL.

source: This option enforces use of the specified version (or lower) on SSL connections.
vi_vn: Tùy chọn này bắt buộc sử dụng phiên bản được chỉ định (hoặc thấp hơn) trên các kết nối SSL.

source: This option specifies the debug level. It must be set to 1, 2, 3, 4 or 5, where 1 logs only serious errors, and 5 logs everything. The default is 2 which logs errors, warnings and a few informational messages.
vi_vn: Tùy chọn này chỉ định mức độ gỡ lỗi. Nó phải được đặt thành 1, 2, 3, 4 hoặc 5, trong đó 1 chỉ ghi lại các lỗi nghiêm trọng và 5 ghi lại mọi thứ. Giá trị mặc định là 2 ghi lại lỗi, cảnh báo và một số thông báo.

source: This server's certificate
vi_vn: Chứng chỉ của máy chủ này

source: This should be a combination of the username and role ID. For example, when the username is "myuser" and role ID is "testrole", then "myuser!testrole" must be used here.
vi_vn: Giá trị này phải là sự kết hợp giữa tên người dùng và ID vai trò. Ví dụ, khi tên người dùng là "myuser" và ID vai trò là "testrole", thì phải sử dụng "myuser!testrole" tại đây.

source: This will activate support for Net-SNMP AgentX.
vi_vn: Điều này sẽ kích hoạt hỗ trợ cho Net-SNMP AgentX.

source: This will activate the BFD service.
vi_vn: Điều này sẽ kích hoạt dịch vụ BFD.

source: This will disable SSL/TLS connection to Graphite host. Default is encrypted connection.
vi_vn: Điều này sẽ vô hiệu hóa kết nối SSL/TLS với máy chủ Graphite. Mặc định là kết nối được mã hóa.

source: This will enable Datadog output.
vi_vn: Điều này sẽ kích hoạt đầu ra Datadog.

source: This will enable InfluxDB v2 as output. Format is without square brackets, just like http://192.168.0.1:9999.
vi_vn: Điều này sẽ kích hoạt InfluxDB v2 làm đầu ra. Định dạng không có dấu ngoặc vuông, giống như http://192.168.0.1:9999.

source: This will enable or disable the header_check rule.
vi_vn: Điều này sẽ kích hoạt hoặc vô hiệu hóa quy tắc header_check.

source: ToClient
vi_vn: tới khách hàng

source: ToServer
vi_vn: tới máy chủ

source: Toggles the Squid pinger service. This service is used in the selection of the best parent proxy.
vi_vn: Chuyển đổi dịch vụ Squid pinger. Dịch vụ này được sử dụng để lựa chọn proxy gốc tốt nhất.

source: Transfer Source IP
vi_vn: Chuyển IP nguồn

source: Transfer Source IPv6
vi_vn: Nguồn chuyển IPv6

source: Translation port
vi_vn: Cổng dịch

source: Type option name or choose from list.
vi_vn: Nhập tên tùy chọn hoặc chọn từ danh sách.

source: Unique identifier
vi_vn: Mã định danh duy nhất

source: Unique identifier for this client
vi_vn: Mã định danh duy nhất cho khách hàng này

source: Unique identifier for this server
vi_vn: Mã định danh duy nhất cho máy chủ này

source: Unique name
vi_vn: Tên duy nhất

source: Unique name for this rule
vi_vn: Tên duy nhất cho quy tắc này

source: Use Recipient Address Verification. Please keep in mind that this could put significant load onto the next server.
vi_vn: Sử dụng xác minh địa chỉ người nhận. Xin lưu ý rằng điều này có thể gây tải đáng kể lên máy chủ tiếp theo.

source: Use TTL for ID
vi_vn: Sử dụng TTL cho ID

source: Use client mode for this tunnel. Connect to an SSL server, do not act as an SSL server.
vi_vn: Sử dụng chế độ máy khách cho đường hầm này. Kết nối với máy chủ SSL, không hoạt động như máy chủ SSL.

source: Use resolv.conf
vi_vn: Sử dụng độ phân giải.conf

source: Use the ID to set the TTL Value of the packet (Original method) rather than DSCP, default is not ticked
vi_vn: Sử dụng ID để đặt Giá trị TTL của gói (Phương thức gốc) thay vì DSCP, mặc định không được đánh dấu

source: Use this rule
vi_vn: Sử dụng quy tắc này

source: User error pages
vi_vn: Trang lỗi người dùng

source: Usually HAproxy userlists are created automatically in a context sensitive way. This option adds this group as userlist, so that it can be referenced in rules/conditions. All special and non-alphanumeric characters will be removed from the userlist name.
vi_vn: Thông thường danh sách người dùng HAproxy được tạo tự động theo cách nhạy cảm với ngữ cảnh. Tùy chọn này thêm nhóm này làm danh sách người dùng để có thể tham chiếu nhóm này trong các quy tắc/điều kiện. Tất cả các ký tự đặc biệt và không phải chữ và số sẽ bị xóa khỏi tên danh sách người dùng.

source: Variable Name
vi_vn: Tên biến

source: Variable Scope
vi_vn: Phạm vi biến

source: Violation Error Page
vi_vn: Trang lỗi vi phạm

source: Vultr Cloud API
vi_vn: API đám mây Vultr

source: What Postfix will do when Rspamd becomes temporarily unavailable.
vi_vn: Postfix sẽ làm gì khi Rspamd tạm thời không khả dụng.

source: When DNS resolution is enabled for a server and multiple IP addresses from different families are returned, HAProxy will prefer using an IP address from the selected family.
vi_vn: Khi độ phân giải DNS được bật cho máy chủ và nhiều địa chỉ IP từ các họ khác nhau được trả về, HAProxy sẽ ưu tiên sử dụng địa chỉ IP từ họ đã chọn.

source: When set, report CPU usage in percent instead of units of kernel time.
vi_vn: Khi được đặt, hãy báo cáo mức sử dụng CPU theo phần trăm thay vì đơn vị thời gian của kernel.

source: When this is enabled (on), a request will never be sent to a server named the same as the client it was received from. I.e., the names of the client block and the server block are compared. Note that this only gives limited protection against loops. It can be used as a basic option and inside server blocks where it overrides the basic setting.
vi_vn: Khi tính năng này được bật (bật), yêu cầu sẽ không bao giờ được gửi đến máy chủ có tên giống với máy khách mà nó được nhận từ đó. Tức là tên của khối máy khách và khối máy chủ được so sánh. Lưu ý rằng điều này chỉ mang lại sự bảo vệ hạn chế chống lại các vòng lặp. Nó có thể được sử dụng như một tùy chọn cơ bản và bên trong các khối máy chủ nơi nó ghi đè cài đặt cơ bản.

source: Whitelist attribute(s)
vi_vn: (Các) thuộc tính danh sách trắng

source: Whitelist vendor-attribute(s)
vi_vn: (Các) thuộc tính nhà cung cấp trong danh sách trắng

source: Whitelist-mode
vi_vn: Chế độ danh sách trắng

source: YouTube Filter
vi_vn: Bộ lọc YouTube

source: ZFS Statistics
vi_vn: Thống kê ZFS

source: __template__label__
vi_vn: __mẫu__nhãn__

source: chroot service
vi_vn: dịch vụ chroot

source: deSEC domain
vi_vn: miền deSEC

source: deSEC token
vi_vn: mã thông báo deSEC

source: deSEC.io API
vi_vn: API deSEC.io

source: enable CRL
vi_vn: bật CRL

source: enable ident protocol
vi_vn: kích hoạt giao thức nhận dạng

source: hexonet.com DNS API
vi_vn: API DNS hexonet.com
