Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Interface and port on which to forward if no other protocol has been found. Because sslh tries protocols in the order specified on the command line, this should be specified last. If no default is specified, sslh will forward unknown protocols to the first protocol specified.
vi_vn: Giao diện và Cổng để chuyển tiếp nếu không tìm thấy giao thức nào khác. Vì sslh thử các giao thức theo thứ tự được chỉ định trên dòng lệnh nên điều này sẽ được chỉ định sau cùng. Nếu không có mặc định nào được chỉ định, sslh sẽ chuyển tiếp các giao thức không xác định tới giao thức đầu tiên được chỉ định.

source: Interfaces to capture.
vi_vn: Giao diện để chụp.

source: Internet Speed Test
vi_vn: Kiểm tra tốc độ Internet

source: Intrusion detection events
vi_vn: Sự kiện phát hiện xâm nhập

source: Invert Port
vi_vn: Cổng đảo ngược

source: Invert Protocol
vi_vn: Giao thức đảo ngược

source: JD Cloud
vi_vn: Đám mây JD

source: JD Cloud region
vi_vn: Vùng đám mây JD

source: Keep Connection Open
vi_vn: Giữ kết nối mở

source: Keep probing down hosts
vi_vn: Tiếp tục thăm dò máy chủ

source: Kill Delay
vi_vn: Giết độ trễ

source: LAPI listen address
vi_vn: Địa chỉ nghe LAPI

source: LAPI listen port
vi_vn: Cổng nghe LAPI

source: Limit Idle Timeout
vi_vn: Hạn chế thời gian chờ nhàn rỗi

source: Limit Max Connections
vi_vn: Giới hạn kết nối tối đa

source: Limit Max Requests
vi_vn: Giới hạn yêu cầu tối đa

source: Limit lifetime
vi_vn: Giới hạn tuổi thọ

source: Limit the number of TCP connections to the home server. Setting this to 0 means "no limit".
vi_vn: Giới hạn số lượng kết nối TCP tới home server. Đặt giá trị 0 có nghĩa là "không giới hạn".

source: Limit the total number of outstanding packets to the home server.
vi_vn: Giới hạn tổng số gói tin đang chờ xử lý (outstanding) gửi tới home server.

source: Limit the total number of requests sent over one TCP connection. Setting this to 0 means "no limit".
vi_vn: Giới hạn tổng số yêu cầu được gửi qua một kết nối TCP. Đặt giá trị 0 có nghĩa là "không giới hạn".

source: List of certificate candidates to use for authentication.
vi_vn: Danh sách các ứng cử viên chứng chỉ sẽ sử dụng để xác thực.

source: List of domains to blocklist. Only exact matches are supported.
vi_vn: Danh sách các miền vào danh sách chặn. Chỉ các kết quả khớp chính xác được hỗ trợ.

source: List of local traffic selectors to include in CHILD_SA. Each selector is a CIDR subnet definition. When left empty the address will be replaced by the đường hầm outer address or the virtual IP if negotiated ([dynamic]).
vi_vn: Danh sách các traffic selector cục bộ sẽ được đưa vào CHILD_SA. Mỗi selector là một định nghĩa subnet theo CIDR. Nếu để trống, địa chỉ sẽ được thay thế bằng địa chỉ outer của đường hầm hoặc IP ảo nếu đã được đàm phán ([dynamic]).

source: List of raw public key candidates to use for authentication.
vi_vn: Danh sách các khóa công khai thô (raw public key) dùng cho xác thực.

source: List of remote traffic selectors to include in CHILD_SA. Each selector is a CIDR subnet definition. When left empty the address will be replaced by the đường hầm outer address or the virtual IP if negotiated ([dynamic])
vi_vn: Danh sách các traffic selector phía remote sẽ được đưa vào CHILD_SA. Mỗi selector là một định nghĩa subnet theo CIDR. Nếu để trống, địa chỉ sẽ được thay thế bằng địa chỉ outer của đường hầm hoặc IP ảo nếu đã được đàm phán ([dynamic]).

source: Listen addresses
vi_vn: Nghe địa chỉ

source: Local Identifier
vi_vn: Mã định danh cục bộ

source: Local Initiater IP
vi_vn: IP khởi tạo cục bộ

source: Local addresses
vi_vn: Địa chỉ địa phương

source: Local tunnel address used for the outer IP header of ESP packets
vi_vn: Địa chỉ đường hầm cục bộ được sử dụng cho tiêu đề IP bên ngoài của gói ESP

source: Log Level Verbosity
vi_vn: Mức độ chi tiết của nhật ký

source: Log Neighbor Changes
vi_vn: Ghi lại những thay đổi của hàng xóm

source: Log Replies
vi_vn: Nhật ký trả lời

source: Log SERVFAIL
vi_vn: Đăng nhập LỖI DỊCH VỤ

source: Log local actions
vi_vn: Ghi lại các hành động cục bộ

source: Log validation level
vi_vn: Mức độ xác thực nhật ký

source: Logcollector remote commands
vi_vn: Lệnh từ xa của Logcollector

source: Logging Settings
vi_vn: Cài đặt ghi nhật ký

source: Manager hostname
vi_vn: Tên máy chủ của người quản lý

source: Manual LAPI configuration
vi_vn: Cấu hình LAPI thủ công

source: Max Outstanding
vi_vn: Số dư tối đa

source: Maximum Concurrent Requests
vi_vn: Yêu cầu đồng thời tối đa

source: Maximum Negative TTL for RRsets and messages
vi_vn: TTL âm tối đa cho tập bản ghi và bản tin

source: Maximum Number of secondary entries
vi_vn: Số lượng entry phụ tối đa

source: Multiplexer Protocol
vi_vn: Giao thức ghép kênh

source: Mythic Beasts
vi_vn: Quái thú thần thoại

source: NOTE: A DNS sleep time of at least 300 is recommended.
vi_vn: LƯU Ý: Nên sử dụng thời gian ngủ DNS ít nhất là 300.

source: NTS Disable Certcheck
vi_vn: Kiểm tra chứng chỉ vô hiệu hóa NTS

source: Name of the UPS for log files, status reports etc.
vi_vn: Tên của UPS cho các tệp nhật ký, báo cáo trạng thái, v.v.

source: Name of the host, without the domain part. Use "*" to create a wildcard entry.
vi_vn: Tên của host, không bao gồm phần domain. Sử dụng "*" để tạo mục wildcard.

source: Name of the protocol to connect to after the timeout period is over. Default is to forward to the first specified protocol. It usually makes sense to specify 'ssh' as the timeout protocol, as the SSH specification does not tell who is supposed to speak first and a large number of SSH clients wait for the server to send its banner. Default: ssh
vi_vn: Tên của giao thức để kết nối sau khi hết thời gian chờ. Mặc định là chuyển tiếp tới giao thức được chỉ định đầu tiên. Thông thường, việc chỉ định 'ssh' làm giao thức hết thời gian chờ là hợp lý, vì đặc tả SSH không cho biết ai sẽ là người nói trước và một số lượng lớn máy khách SSH chờ máy chủ gửi biểu ngữ của nó. Mặc định: ssh

source: Name to identify this FastCGI application.
vi_vn: Tên để nhận biết ứng dụng FastCGI này.

source: Netserver
vi_vn: Máy chủ networks

source: Netserver IP Address
vi_vn: Địa chỉ IP máy chủ Net

source: Netserver Port
vi_vn: Cổng máy chủ networks

source: Network / Address
vi_vn: Mạng/Địa chỉ

source: Network Import-Check
vi_vn: Kiểm tra nhập networks

source: Network port used to send status and event data over the network.
vi_vn: Cổng networks được sử dụng để gửi dữ liệu trạng thái và sự kiện qua networks.

source: Next-Hop-Self All
vi_vn: Next-Hop-Self Tất cả

source: No Response Fail
vi_vn: Không có phản hồi Thất bại

source: No Strip
vi_vn: không có dải

source: Nologon Mode
vi_vn: Chế độ Nologon

source: Normally disable unless you share an UPS using an APC ShareUPS card.
vi_vn: Thông thường tắt trừ khi bạn chia sẻ UPS bằng thẻ APC ShareUPS.

source: Normally standalone unless you share an UPS using an APC ShareUPS card.
vi_vn: Thông thường độc lập trừ khi bạn dùng chung UPS bằng thẻ APC ShareUPS.

source: Normally, when an incoming User-Name is matched against the realm, the realm name is "stripped" off, and the "stripped" user name is used to perform matches.
vi_vn: Thông thường, khi User-Name đến được so khớp với realm, phần tên realm sẽ bị "loại bỏ" (stripped), và tên người dùng sau khi đã loại bỏ realm sẽ được dùng để thực hiện việc so khớp.

source: Note that specifying a Zone ID will limit this configuration to a single domain.
vi_vn: Lưu ý rằng việc chỉ định ID vùng sẽ giới hạn cấu hình này trong một miền duy nhất.

source: Num answers to alive
vi_vn: Số lượng phản hồi để xác định trạng thái còn hoạt động

source: Number of ping packets to send per interval. Corresponds to the "-c" option of the ping command.
vi_vn: Số lượng gói ping được gửi trong mỗi khoảng thời gian. Tương ứng với tùy chọn "-c" của lệnh ping.

source: Numeric
vi_vn: số

source: Numeric identifier by which authentication rounds are sorted.
vi_vn: Mã định danh bằng số mà các vòng xác thực được sắp xếp.

source: Offer extended data to the login template before authentication (mac addresses for upstream use).
vi_vn: Cung cấp dữ liệu mở rộng cho mẫu đăng nhập trước khi xác thực (địa chỉ mac để sử dụng ngược dòng).

source: On Timeout
vi_vn: Hết giờ

source: OnBattery Event Delay
vi_vn: Độ trễ sự kiện OnBattery

source: OpenVPN Target
vi_vn: Mục tiêu OpenVPN

source: Optional DNS server address.
vi_vn: Địa chỉ máy chủ DNS tùy chọn.

source: Optional HTTP basic authentication details for Elasticsearch.
vi_vn: Chi tiết xác thực cơ bản HTTP tùy chọn cho Elaticsearch.

source: Optional source address.
vi_vn: Địa chỉ nguồn tùy chọn.

source: Outgoing Range
vi_vn: Phạm vi đi

source: Over time (s)
vi_vn: Theo thời gian (các)

source: Packet size
vi_vn: Kích thước gói

source: Parameter
vi_vn: tham số

source: Parent
vi_vn: Cha

source: Password to use in authd.pass file.
vi_vn: Mật khẩu để sử dụng trong tệp authd.pass.

source: Path Info
vi_vn: Thông tin đường dẫn

source: Path or address, leave blank for USB
vi_vn: Đường dẫn hoặc địa chỉ, để trống đối với USB

source: Ping Count (IPv4)
vi_vn: Số Ping (IPv4)

source: Ping Count (IPv6)
vi_vn: Số Ping (IPv6)

source: Please create the TXT record with subdomain _acme-challenge first, than you can get the ID from the edit page. Up to two RIDs per fulldomain are supported but at least one must be set, e.g. _acme-challenge.domain.net:RID:RID2
vi_vn: Trước tiên, vui lòng tạo bản ghi TXT với tên miền phụ _acme-challenge để bạn có thể lấy ID từ trang chỉnh sửa. Hỗ trợ tối đa hai RID cho mỗi tên miền đầy đủ nhưng phải đặt ít nhất một RID, ví dụ: _acme-challenge.domain.net:RID:RID2

source: Policy monitoring and anomaly detection
vi_vn: Giám sát chính sách và phát hiện bất thường

source: Polltime
vi_vn: Thời gian thăm dò

source: Port 3551 is the default as registered with the IANA.
vi_vn: Cổng 3551 là Cổng mặc định được đăng ký với IANA.

source: Preload
vi_vn: Tải trước

source: Prevent grouping these members in the interfaces menu section
vi_vn: Ngăn chặn việc nhóm các thành viên này trong phần menu giao diện

source: Primary IP
vi_vn: IP chính

source: Priority of MX record, e.g. 10
vi_vn: Mức độ ưu tiên của bản ghi MX, ví dụ: 10

source: Process vary enabled
vi_vn: Đã bật quy trình khác nhau

source: Prometheus Enabled
vi_vn: Prometheus đã kích hoạt

source: Prometheus Path
vi_vn: Con đường Prometheus

source: Proposals
vi_vn: Đề xuất

source: Provide an access list name.
vi_vn: Cung cấp tên danh sách truy cập.

source: Provide an address and subnet to use. (e.g 192.168.0.1/24)
vi_vn: Cung cấp địa chỉ và mạng con để sử dụng. (ví dụ: 192.168.0.1/24)

source: Proxmox VE node name
vi_vn: Tên nút Proxmox VE

source: Proxmox VE realm
vi_vn: Vương quốc Proxmox VE

source: Proxmox VE server
vi_vn: Máy chủ Proxmox VE

source: Proxmox VE server port
vi_vn: Cổng máy chủ Proxmox VE

source: Proxmox VE token key
vi_vn: Khóa mã thông báo Proxmox VE

source: Proxmox VE token name
vi_vn: Tên mã thông báo Proxmox VE

source: Proxmox VE user
vi_vn: Người dùng Proxmox VE

source: Proxy Responses (UDP)
vi_vn: Phản hồi proxy (UDP)

source: Public Keys
vi_vn: Khóa công khai

source: RID Mapping
vi_vn: Ánh xạ RID

source: RNDC Key
vi_vn: Khóa RNDC

source: RRset Cache Size
vi_vn: Kích thước bộ đệm RRset

source: Re-auth time (s)
vi_vn: Thời gian xác thực lại (s)

source: Rebind protection networks
vi_vn: Rebind bảo vệ networks lưới

source: Register DHCP Static Mappings
vi_vn: Đăng ký bản đồ tĩnh DHCP

source: Reject SSL Handshake
vi_vn: Từ chối bắt tay SSL

source: Rekey time (s)
vi_vn: Thời gian khóa lại (s)

source: Relay List
vi_vn: Danh sách chuyển tiếp

source: Remote
vi_vn: Xa

source: Remote Identifier
vi_vn: Mã định danh từ xa

source: Remote addresses
vi_vn: Địa chỉ từ xa

source: Remote tunnel address used for the outer IP header of ESP packets
vi_vn: Địa chỉ đường hầm từ xa được sử dụng cho tiêu đề IP bên ngoài của gói ESP

source: Report Only
vi_vn: Chỉ báo cáo

source: Reqid
vi_vn: trả lại

source: Requires the whole key file in a format that is compatible with TransIP.
vi_vn: Yêu cầu toàn bộ tệp khóa ở định dạng tương thích với TransIP.

source: Reset Expired Record TTL
vi_vn: Đặt lại TTL bản ghi đã hết hạn

source: Reset Timed Out Connections
vi_vn: Đặt lại kết nối đã hết thời gian chờ

source: Reset timed out connections and connections closed with the non-standard code 444. When the socket is closed, TCP RST is sent to the client, and all memory occupied by this socket is released. This helps avoid keeping an already closed socket with filled buffers in a FIN_WAIT1 state for a long time.
vi_vn: Đặt lại các kết nối đã hết thời gian chờ và các kết nối được đóng bằng mã không chuẩn 444. Khi ổ cắm bị đóng, TCP RST sẽ được gửi đến máy khách và tất cả bộ nhớ mà ổ cắm này chiếm giữ sẽ được giải phóng. Điều này giúp tránh giữ ổ cắm đã đóng với bộ đệm đã đầy ở trạng thái FIN_WAIT1 trong thời gian dài.

source: Response Window
vi_vn: Cửa sổ phản hồi

source: Response Window from 5 to 60
vi_vn: Cửa sổ phản hồi từ 5 đến 60

source: Return NXDOMAIN
vi_vn: Trả lại NXDOMAIN

source: Revive Interval
vi_vn: Khoảng thời gian hồi sinh

source: Revive interval from 60 to 3600
vi_vn: Khoảng thời gian hồi sinh từ 60 lên 3600

source: Round
vi_vn: Tròn

source: Run Interval
vi_vn: Khoảng thời gian chạy

source: Run Timeout
vi_vn: Hết thời gian chạy

source: SSH Host
vi_vn: Máy chủ SSH

source: SSH Port
vi_vn: Cổng SSH

source: SSH Target
vi_vn: Mục tiêu SSH

source: SSH server host key, formatted as in 'known_hosts'. Leave blank to auto accept host key on first connect (not as secure as specifying it).
vi_vn: Khóa host của máy chủ SSH, được định dạng giống như trong file 'known_hosts'. Để trống để tự động chấp nhận khóa host khi kết nối lần đầu (kém an toàn hơn so với việc chỉ định cụ thể).

source: SSH server port. Leave blank to use default "22".
vi_vn: Cổng máy chủ SSH. Để trống để sử dụng cổng mặc định "22".

source: SSL Hello Type
vi_vn: Loại xin chào SSL

source: SSL/TLS Target
vi_vn: Mục tiêu SSL/TLS

source: STDERR Logging
vi_vn: Ghi nhật ký STDERR

source: Select Error Log Level. Log levels are listed in the order of increasing verbosity. Setting a certain log level will cause all messages of the specified and more severe log levels to be logged.
vi_vn: Chọn cấp độ nhật ký lỗi. Các cấp độ nhật ký được liệt kê theo thứ tự mức độ chi tiết tăng dần. Việc đặt một mức nhật ký nhất định sẽ khiến tất cả các thông báo ở cấp độ nhật ký được chỉ định và nghiêm trọng hơn sẽ được ghi lại.

source: Select a response code for auto-blocking requests (bot user-agent or honeypot location). The default code is 403. 444 is a special response code that closes the connection without a response to the client.
vi_vn: Chọn mã phản hồi cho các yêu cầu tự động chặn (tác nhân người dùng bot hoặc vị trí honeypot). Mã mặc định là 403. 444 là mã phản hồi đặc biệt giúp đóng kết nối mà không phản hồi cho máy khách.

source: Select the FastCGI application that should be used for all servers in this backend.
vi_vn: Chọn ứng dụng FastCGI sẽ được sử dụng cho tất cả các máy chủ trong phần phụ trợ này.

source: Select the associated host override to apply this alias on
vi_vn: Chọn ghi đè máy chủ liên quan để áp dụng bí danh này trên

source: Select the backend to use.
vi_vn: Chọn phần phụ trợ để sử dụng.

source: Select the mode in which to run sslh: fork - stable but slow performance | select - new but high performance
vi_vn: Chọn chế độ chạy sslh: fork - hiệu suất ổn định nhưng chậm | chọn - mới nhưng hiệu suất cao

source: Select the protocol to capture, Any to omit this filter.
vi_vn: Chọn giao thức cần chụp, Bất kỳ để bỏ qua bộ lọc này.

source: Select the type of UPS in use. You may also need to specify the UPS device below.
vi_vn: Chọn loại UPS đang sử dụng. Bạn cũng có thể cần chỉ định thiết bị UPS bên dưới.

source: Select the type of cable connecting the UPS to the server.
vi_vn: Chọn loại cáp kết nối UPS với máy chủ.

source: Selfhost
vi_vn: Tự lưu trữ

source: Send cert req
vi_vn: Gửi yêu cầu chứng chỉ

source: Send certificate
vi_vn: Gửi chứng chỉ

source: Send events from the intrusion detection engine to Wazuh (Suricata EVE log)
vi_vn: Gửi sự kiện từ công cụ phát hiện xâm nhập tới Wazuh (nhật ký Suricata EVE)

source: Serve Expired Responses
vi_vn: Phục vụ các phản hồi đã hết hạn

source: Serve Expired Settings
vi_vn: Cung cấp cài đặt đã hết hạn

source: Set autoblock lifetime in minutes. Set to 0 for infinite.
vi_vn: Đặt thời gian tự động chặn tính bằng phút. Đặt thành 0 cho vô hạn.

source: Set fallback peer if you use NTS and your system starts with wrong time. Best to only use this for internal trusted peers.
vi_vn: Đặt Peer dự phòng nếu bạn sử dụng NTS và hệ thống của bạn khởi động không đúng thời gian. Tốt nhất chỉ nên sử dụng điều này cho các đồng nghiệp đáng tin cậy nội bộ.

source: Set persistent keepalive interval in seconds.
vi_vn: Đặt khoảng thời gian lưu giữ liên tục tính bằng giây.

source: Set the IP address of primary server.
vi_vn: Đặt địa chỉ IP của máy chủ chính.

source: Set the IP address/port combinations this service should listen on.
vi_vn: Đặt kết hợp địa chỉ IP/Cổng mà dịch vụ này sẽ lắng nghe.

source: Set the authentication algorithm for the RNDC key. This requires a restart of the Bind Service.
vi_vn: Đặt thuật toán xác thực cho khóa RNDC. Điều này yêu cầu khởi động lại Dịch vụ liên kết.

source: Set the authentication algorithm for the TSIG key used to transfer domain data from the primary server.
vi_vn: Đặt thuật toán xác thực cho khóa TSIG được sử dụng để truyền dữ liệu miền từ máy chủ chính.

source: Set the ip address.
vi_vn: Đặt địa chỉ IP.

source: Set the ip v6 address.
vi_vn: Đặt địa chỉ ip v6.

source: Set the name of Home Server Pool
vi_vn: Đặt tên cho Home Server Pool

source: Set the name of Home Server.
vi_vn: Đặt tên của Máy chủ gia đình.

source: Set the name of Realm
vi_vn: Đặt tên của Vương quốc

source: Set the port
vi_vn: Đặt Cổng

source: Set the port to connect
vi_vn: Đặt Cổng để kết nối

source: Set the protocol
vi_vn: Đặt giao thức

source: Set the secret
vi_vn: Đặt bí mật

source: Set the type of pool
vi_vn: Đặt loại hồ bơi

source: Set the virtual server address.
vi_vn: Đặt địa chỉ máy chủ ảo.

source: Set type of address
vi_vn: Đặt loại địa chỉ

source: Set type of auth.
vi_vn: Đặt loại xác thực.

source: Shards
vi_vn: Mảnh vỡ

source: Should point to a "home_server_pool" that was defined.
vi_vn: Nên trỏ tới một "home_server_pool" đã được định nghĩa.

source: Simply.com
vi_vn: Đơn giản.com

source: Source IP Address
vi_vn: Địa chỉ IP nguồn

source: Source network
vi_vn: Mạng nguồn

source: Source port.
vi_vn: Cổng nguồn.

source: Specifies a list of client addresses for which AAAA filtering is to be applied.
vi_vn: Chỉ định danh sách các địa chỉ máy khách để áp dụng tính năng lọc AAAA.

source: Specifies a time window during which connection closing will be spread during a soft-stop operation. Idle connections will all be closed at once if this option is not set, which may cause reconnecting clients to rush against the process. For best results, it should set lower than the "Graceful stop timout" option. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Chỉ định khoảng thời gian trong đó việc đóng các kết nối sẽ được phân tán khi thực hiện soft-stop. Nếu không thiết lập tùy chọn này, tất cả các kết nối nhàn rỗi sẽ bị đóng cùng lúc, điều này có thể khiến các client kết nối lại đồng loạt. Để đạt hiệu quả tốt nhất, giá trị này nên được đặt thấp hơn tùy chọn "Graceful stop timeout". Đơn vị mặc định là mili giây. Có thể chỉ định đơn vị là "d", "h", "m", "s", "ms" hoặc "us".

source: Specifies the IP address or the hostname of the Wazuh manager.
vi_vn: Chỉ định địa chỉ IP hoặc tên máy chủ của người quản lý Wazuh.

source: Specifies the base of the advertisement interval in seconds. The acceptable values are 1 to 255.
vi_vn: Chỉ định cơ sở của khoảng thời gian quảng cáo tính bằng giây. Các giá trị được chấp nhận là từ 1 đến 255.

source: Specify a value to match with the expression.
vi_vn: Chỉ định một giá trị để khớp với biểu thức.

source: Specify the custom ACME DNS URL, i.e. https://auth.acme-dns.io:443 (optional)
vi_vn: Chỉ định URL DNS ACME tùy chỉnh, tức là https://auth.acme-dns.io:443 (tùy chọn)

source: Specify the name of a request header which will be passed to the FastCGI application. Most request headers are already available to the FastCGI application, prefixed with "HTTP_". Thus, this directive is only required to pass headers that are purposefully omitted. Currently, the headers "Authorization", "Proxy-Authorization" and hop-by-hop headers are omitted.
vi_vn: Chỉ định tên của header trong request sẽ được chuyển tới ứng dụng FastCGI. Phần lớn các header request đã sẵn có cho ứng dụng FastCGI và được tiền tố bằng "HTTP_". Do đó, chỉ thị này chỉ cần thiết để chuyển các header vốn bị loại bỏ có chủ đích. Hiện tại, các header "Authorization", "Proxy-Authorization" và các header hop-by-hop đang bị loại bỏ.

source: Specify the number of data bytes to be sent. Keep in mind this is the payload size, an IP and ICMP header are added.
vi_vn: Chỉ định số byte dữ liệu sẽ được gửi. Hãy nhớ rằng đây là kích thước tải trọng, tiêu đề IP và ICMP sẽ được thêm vào.

source: Start TLS
vi_vn: Bắt đầu TLS

source: Start Timeout
vi_vn: Bắt đầu hết thời gian

source: Start action
vi_vn: Bắt đầu hành động

source: Status Check
vi_vn: Kiểm tra trạng thái

source: Stop rule processing (break) or perform (internal) redirect (last). Return a moved permanently status code (301) or a temporary redirect (302).
vi_vn: Dừng xử lý quy tắc (ngắt) hoặc thực hiện chuyển hướng (nội bộ) (cuối cùng). Trả lại mã trạng thái đã di chuyển vĩnh viễn (301) hoặc chuyển hướng tạm thời (302).

source: Strict QNAME Minimisation
vi_vn: Giảm thiểu QNAME nghiêm ngặt

source: Stylesheet
vi_vn: Biểu định kiểu

source: Syslog verbosity
vi_vn: Tính chi tiết của nhật ký hệ thống

source: System inventory
vi_vn: Kiểm kê hệ thống

source: TTL for Expired Responses
vi_vn: TTL cho các phản hồi đã hết hạn

source: TTL for Host Cache entries
vi_vn: TTL cho các bản ghi Bộ đệm ẩn máy chủ

source: Tag Queries and Replies
vi_vn: Truy vấn và trả lời thẻ

source: Tag for matched packets
vi_vn: Gắn thẻ cho các gói phù hợp

source: The API token. Required.
vi_vn: Mã thông báo API. Yêu cầu.

source: The TCP/UDP port used for responding to DNS queries.
vi_vn: Cổng TCP/UDP được sử dụng để phản hồi các truy vấn DNS.

source: The TSIG key used to transfer domain data from the master server in Base64 encoding.
vi_vn: Khóa TSIG được sử dụng để truyền dữ liệu miền từ máy chủ chính ở dạng mã hóa Base64.

source: The authentication realm the user authenticates with. Defaults to pam.
vi_vn: Lĩnh vực xác thực mà người dùng xác thực bằng. Mặc định là pam.

source: The base64-encoded RNDC key. This requires a restart of the Bind Service.
vi_vn: Khóa RNDC được mã hóa base64. Điều này yêu cầu khởi động lại Dịch vụ liên kết.

source: The command to execute on the SSH server.
vi_vn: Lệnh thực thi trên máy chủ SSH.

source: The condition which determines when users are prevented from logging in during a power failure.
vi_vn: Điều kiện xác định khi nào người dùng bị ngăn đăng nhập khi mất điện.

source: The environment in which Puppet is running.
vi_vn: Môi trường mà Puppet đang chạy.

source: The home servers.
vi_vn: Các máy chủ gia đình.

source: The hostname of the proxmox ve node.
vi_vn: Tên máy chủ của nút proxmox ve.

source: The idle timeout, in seconds, of a TCP connection. Setting this to 0 means "no timeout".
vi_vn: Thời gian timeout nhàn rỗi (tính bằng giây) của một kết nối TCP. Đặt giá trị 0 có nghĩa là "không timeout".
