Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Select the release type.
vi_vn: Chọn loại phát hành.

source: Selected server:
vi_vn: Máy chủ được chọn:

source: Semicolon-separated list of distinguished names containing DC= components.
vi_vn: Danh sách các tên phân biệt được phân tách bằng dấu chấm phẩy có chứa các thành phần DC=.

source: Sender
vi_vn: Người gửi

source: Server:
vi_vn: Máy chủ:

source: Set administrative state for all selected servers?
vi_vn: Đặt trạng thái quản trị cho tất cả các máy chủ đã chọn?

source: Set administrative state for this server?
vi_vn: Đặt trạng thái quản trị cho máy chủ này?

source: Set state to drain
vi_vn: Đặt trạng thái thoát nước

source: Set state to drain (bulk)
vi_vn: Đặt trạng thái thoát (số lượng lớn)

source: Set state to maintenance
vi_vn: Đặt trạng thái thành bảo trì

source: Set state to maintenance (bulk)
vi_vn: Đặt trạng thái thành bảo trì (số lượng lớn)

source: Set state to ready
vi_vn: Đặt trạng thái thành sẵn sàng

source: Set state to ready (bulk)
vi_vn: Đặt trạng thái thành sẵn sàng (số lượng lớn)

source: Set weight for all selected servers?
vi_vn: Đặt trọng số cho tất cả các máy chủ đã chọn?

source: Set weight for this server?
vi_vn: Đặt trọng số cho máy chủ này?

source: Shell
vi_vn: Vỏ bọc

source: Show active flows
vi_vn: Hiển thị các luồng đang hoạt động

source: Active filters
vi_vn: Các bộ lọc đang hoạt động

source: Show diff
vi_vn: Hiển thị sự khác biệt

source: Show diff (bulk)
vi_vn: Hiển thị khác biệt (số lượng lớn)

source: Show rules
vi_vn: Hiển thị quy tắc

source: Source Stats
vi_vn: Thống kê nguồn

source: Standalone
vi_vn: Độc lập

source: Start this host
vi_vn: Bắt đầu máy chủ này

source: Start this redirect
vi_vn: Bắt đầu chuyển hướng này

source: Start this relay
vi_vn: Bắt đầu chuyển tiếp này

source: Start this table
vi_vn: Bắt đầu bảng này

source: State:
vi_vn: Tình trạng:

source: Stop this host
vi_vn: Dừng máy chủ này

source: Stop this redirect
vi_vn: Dừng chuyển hướng này

source: Stop this relay
vi_vn: Dừng rơle này

source: Stop this table
vi_vn: Dừng bảng này

source: Subscription requires the following flavour: %s
vi_vn: Đăng ký yêu cầu hương vị sau: %s

source: Subscription requires the following type: %s
vi_vn: Đăng ký yêu cầu loại sau: %s

source: Synchronize DHCPv6 including router advertisements.
vi_vn: Đồng bộ hóa DHCPv6 bao gồm cả quảng cáo bộ định tuyến.

source: System Tunables
vi_vn: Điều chỉnh hệ thống

source: System routing
vi_vn: Định tuyến hệ thống

source: TLS Enabled
vi_vn: Đã bật TLS

source: Target address type should match selected TCP/IP protocol version.
vi_vn: Loại địa chỉ đích phải khớp với phiên bản giao thức TCP/IP đã chọn.

source: Target branch to push to.
vi_vn: Nhánh mục tiêu để đẩy tới.

source: Target location, which defined transport protocol, such as ssh://server/project.git or https://server/project.git.
vi_vn: Vị trí mục tiêu đã xác định giao thức truyền tải, chẳng hạn như ssh://server/project.git hoặc https://server/project.git.

source: Target ports are only valid for tcp or udp type rules.
vi_vn: Cổng mục tiêu chỉ hợp lệ cho các quy tắc loại tcp hoặc udp.

source: Template delete failed. Result:
vi_vn: Xóa mẫu không thành công. Kết quả:

source: Template edit failed. Message:
vi_vn: Chỉnh sửa mẫu không thành công. Tin nhắn:

source: Template save failed. Message:
vi_vn: Lưu mẫu không thành công. Tin nhắn:

source: The Base URL to Nextcloud without trailing slash. For example: https://cloud.example.com
vi_vn: URL cơ sở tới Nextcloud không có dấu gạch chéo. Ví dụ: https://cloud.example.com

source: The HAProxy service may not be able to start due to critical errors. Run syntax check for further details or review the changes in the %sConfiguration Diff%s.
vi_vn: Dịch vụ HAProxy có thể không khởi động được do lỗi nghiêm trọng. Chạy kiểm tra cú pháp để biết thêm chi tiết hoặc xem lại các thay đổi trong %sConfiguration Diff%s.

source: The ciphers to encrypt the connection
vi_vn: Mật mã để mã hóa kết nối

source: The default is 0 seconds (no delay).
vi_vn: Mặc định là 0 giây (không có độ trễ).

source: The default is to use the IP on this interface of the firewall as the gateway. Specify an alternate gateway here if this is not the correct gateway for your network. Type "none" for no gateway assignment.
vi_vn: Mặc định sẽ sử dụng địa chỉ IP trên giao diện này của firewall làm gateway. Hãy chỉ định một gateway thay thế tại đây nếu gateway mặc định không phù hợp với mạng của bạn. Nhập "none" nếu không gán gateway.

source: The frequency that the list will be refreshed, in days + hours, so 1 day and 8 hours means the alias will be refreshed after 32 hours.
vi_vn: Tần suất mà danh sách sẽ được làm mới, tính bằng ngày + giờ, vậy 1 ngày 8 giờ nghĩa là bí danh sẽ được làm mới sau 32 giờ.

source: The key exchange methods that are used to generate per-connection keys
vi_vn: Các phương thức trao đổi khóa được sử dụng để tạo khóa cho mỗi kết nối

source: The keyingtries must be an integer.
vi_vn: Các lần thử khóa phải là số nguyên.

source: The message authentication codes used to detect traffic modification
vi_vn: Mã xác thực tin nhắn được sử dụng để phát hiện sửa đổi lưu lượng

source: The release type "%s" is not available on this repository.
vi_vn: Loại bản phát hành "%s" không có sẵn trên kho lưu trữ này.

source: The repository did not grant access.
vi_vn: Kho lưu trữ không cấp quyền truy cập.

source: The repository has no fingerprint.
vi_vn: Kho lưu trữ không có dấu vân tay.

source: The response delay must be at least 0 and no more than 255 seconds.
vi_vn: Độ trễ phản hồi ít nhất phải bằng 0 và không quá 255 giây.

source: The response delay must be higher than 0 and no more than 255 seconds.
vi_vn: Độ trễ phản hồi phải cao hơn 0 và không quá 255 giây.

source: The system does not check the validity of your entry against the selected mask - please refer to an online net calculator to ensure you have entered a correct range if the dhcpd6 server fails to start.
vi_vn: Hệ thống không kiểm tra tính hợp lệ của entry của bạn đối với mặt nạ đã chọn - vui lòng tham khảo máy tính networks trực tuyến để đảm bảo bạn đã nhập đúng phạm vi nếu máy chủ dhcpd6 không khởi động được.

source: This interface does not require an intermediate system to act as a gateway
vi_vn: Giao diện này không yêu cầu hệ thống trung gian hoạt động như một gateway

source: This is the minimum number of seconds since a client began trying to acquire a new lease before the DHCP server will respond to its request.
vi_vn: Đây là số giây tối thiểu kể từ khi máy khách bắt đầu cố gắng có được hợp đồng thuê mới trước khi máy chủ DHCP phản hồi yêu cầu của nó.

source: Top hosts in (bps)
vi_vn: Máy chủ hàng đầu trong (bps)

source: Top hosts out (bps)
vi_vn: Máy chủ lưu trữ hàng đầu (bps)

source: Top talkers
vi_vn: Người nói chuyện hàng đầu

source: Tracking
vi_vn: Theo dõi

source: Turkish
vi_vn: tiếng Thổ Nhĩ Kỳ

source: UDPBroadcastRelays
vi_vn: UDPPhát SóngRơ Le

source: UPDATE / NEW:
vi_vn: CẬP NHẬT/MỚI:

source: Update Certificates
vi_vn: Cập nhật chứng chỉ

source: Updated on
vi_vn: Đã cập nhật vào

source: Upgrade
vi_vn: Nâng cấp

source: Upload selected file
vi_vn: Tải lên tập tin đã chọn

source: Usage
vi_vn: Cách sử dụng

source: Use ID as TTL
vi_vn: Sử dụng ID làm TTL

source: User OTP seed
vi_vn: Hạt giống OTP của người dùng

source: Valid
vi_vn: Có hiệu lực

source: View and edit local conflicts
vi_vn: Xem và chỉnh sửa xung đột cục bộ

source: Virtual Service
vi_vn: Dịch vụ ảo

source: WAF Policies
vi_vn: Chính sách của WAF

source: WAF Status
vi_vn: Trạng thái WAF

source: We strongly advise to use policies instead of single rule based changes to limit the size of the configuration. A list of all manual changes can be revised in the policy editor (available %s here %s)
vi_vn: Chúng tôi thực sự khuyên bạn nên sử dụng các chính sách thay vì các thay đổi dựa trên quy tắc duy nhất để giới hạn kích thước cấu hình. Danh sách tất cả các thay đổi thủ công có thể được sửa đổi trong trình chỉnh sửa chính sách (có sẵn %s tại đây %s)

source: Weight:
vi_vn: Trọng số:

source: When provided, ssh based authentication will be used.
vi_vn: Khi được cung cấp, xác thực dựa trên ssh sẽ được sử dụng.

source: When selecting any in combination with UDP, we will assume the server is used multi-homed. This has some small performance implications to assure proper return address lookup.
vi_vn: Khi chọn bất kỳ kết hợp nào với UDP, chúng tôi sẽ cho rằng máy chủ được sử dụng nhiều nhà. Điều này có một số ý nghĩa nhỏ về hiệu suất để đảm bảo tra cứu địa chỉ trả lại thích hợp.

source: When set, defines the number of minutes an ssh or console session might idle before being logged out automatically, only available on [t]csh type shells. Does not affect currently active shells.
vi_vn: Khi được đặt, xác định số phút mà phiên ssh hoặc bảng điều khiển có thể không hoạt động trước khi đăng xuất tự động, chỉ khả dụng trên shell loại [t]csh. Không ảnh hưởng đến shell hiện đang hoạt động.

source: XSS Score
vi_vn: Điểm XSS

source: You can not assign a reply-to destination to a rule that applies to IPv4 and IPv6
vi_vn: Bạn không thể chỉ định đích trả lời cho quy tắc áp dụng cho IPv4 và IPv6

source: You can not assign the IPv4 reply-to destination to an IPv6 filter rule.
vi_vn: Bạn không thể chỉ định đích trả lời IPv4 cho quy tắc lọc IPv6.

source: You can not assign the IPv6 reply-to destination to an IPv4 filter rule.
vi_vn: Bạn không thể chỉ định đích trả lời IPv6 cho quy tắc lọc IPv4.

source: [%s] %s on %s
vi_vn: [%s] %s trên %s

source: [%s] %s on %s (vhid %s)
vi_vn: [%s] %s trên %s (vhid %s)

source: action
vi_vn: hoạt động

source: chrony daemon
vi_vn: daemon chrony

source: click on badge to remove filter
vi_vn: nhấp vào huy hiệu để xóa bộ lọc

source: contains
vi_vn: chứa

source: deactivated
vi_vn: bị vô hiệu hóa

source: dir
vi_vn: thư mục

source: disable
vi_vn: vô hiệu hóa

source: does not contain
vi_vn: không chứa

source: is
vi_vn: là

source: is not
vi_vn: không phải

source: label
vi_vn: nhãn

source: misconfigured
vi_vn: bị định cấu hình sai

source: missing
vi_vn: mất tích

source: not registered
vi_vn: chưa đăng ký

source: protoname
vi_vn: protonam

source: proxy load error
vi_vn: lỗi tải proxy

source: registration failed
vi_vn: đăng ký thất bại

source: reply-to
vi_vn: trả lời

source: restart service
vi_vn: khởi động lại dịch vụ

source: rule id
vi_vn: id quy tắc

source: saved
vi_vn: đã lưu

source: start service
vi_vn: bắt đầu dịch vụ

source: stop service
vi_vn: dừng dịch vụ

source: tcpflags
vi_vn: cờ tcp

source: The proxy error pages can be altered, default layout uses OPNsense content, when Squid is selected the content for the selected language will be used (standard squid layout), Custom offers the possibility to upload your own theme content.
vi_vn: Các trang lỗi của proxy có thể được thay đổi. Giao diện mặc định sử dụng nội dung của OPNsense; khi chọn Squid, nội dung theo ngôn ngữ đã chọn sẽ được sử dụng (bố cục chuẩn của Squid). Tùy chọn Custom cho phép bạn tải lên nội dung giao diện tùy chỉnh của riêng mình.

source: Enable certificate revocation lists, when selected a CRL with the format XXXXXXXX.r0 is required in the chroot (/var/run/stunnel/certs/). When certificates are managed from this machine, the attached CRLs will be generated automatically. For more information about this option, see CRLpath in stunnels manual. If configured and a valid CRL is not available, all connections will be denied. Additions may need a restart of stunnel (when the certificate was already used).
vi_vn: Bật danh sách thu hồi chứng chỉ (CRL). Khi chọn, yêu cầu có một CRL với định dạng XXXXXXXX.r0 trong môi trường chroot (/var/run/stunnel/certs/). Khi các chứng chỉ được quản lý trên máy này, các CRL đính kèm sẽ được tạo tự động. Để biết thêm thông tin về tùy chọn này, hãy xem CRLpath trong tài liệu của stunnel. Nếu đã cấu hình nhưng không có CRL hợp lệ, tất cả các kết nối sẽ bị từ chối. Việc bổ sung CRL có thể yêu cầu khởi động lại stunnel (khi chứng chỉ đã được sử dụng).

source: Packets matching this rule will be mapped to the IP address given here.
vi_vn: Các gói tin khớp với luật này sẽ được ánh xạ tới địa chỉ IP được chỉ định tại đây.

source: 1984Hosting API
vi_vn: API lưu trữ 1984

source: A blacklist rule increases the policy's score if the pattern matches. A whitelist rule instructs Naxsi to ignore specific rules under specific conditions.
vi_vn: Luật danh sách đen sẽ tăng điểm của chính sách nếu mẫu phù hợp. Luật danh sách trắng hướng dẫn Naxsi bỏ qua các quy tắc cụ thể trong các điều kiện cụ thể.

source: A bug in the PROXY protocol v2 implementation was present in HAProxy up to version 2.1. Enabling this option reverts this old buggy behaviour.
vi_vn: Đã có lỗi trong quá trình triển khai giao thức PROXY v2 trong HAProxy cho đến phiên bản 2.1. Việc bật tùy chọn này sẽ hoàn nguyên hành vi lỗi cũ này.

source: A list of RPCs to disable.
vi_vn: Danh sách RPC cần vô hiệu hóa.

source: A standard HAProxy expression formed by a sample-fetch followed by some converters.
vi_vn: Biểu thức HAProxy tiêu chuẩn được hình thành bằng cách tìm nạp mẫu theo sau là một số trình chuyển đổi.

source: A string describing the pattern. This is mostly used for analyzing and to have some human-understandable text.
vi_vn: Một chuỗi mô tả mẫu. Điều này chủ yếu được sử dụng để phân tích và tạo ra một số văn bản dễ hiểu đối với con người.

source: APCUPSD-Driver
vi_vn: Trình điều khiển APCUPSD

source: API User
vi_vn: Người dùng API

source: Access log target
vi_vn: Mục tiêu nhật ký truy cập

source: Accounting
vi_vn: Kế toán

source: Accounting-Response
vi_vn: Kế toán-Phản hồi

source: Accounting-Server
vi_vn: Server kế toán

source: Action to perform when filter policy applies
vi_vn: Hành động cần thực hiện khi áp dụng chính sách lọc

source: Add AgentX Support
vi_vn: Thêm hỗ trợ AgentX

source: Add all nameservers found in /etc/resolv.conf to this resolver configuration.
vi_vn: Thêm tất cả máy chủ tên được tìm thấy trong /etc/resolv.conf vào cấu hình trình phân giải này.

source: Add an optional description for this Prefix-List.
vi_vn: Thêm mô tả tùy chọn cho Danh sách tiền tố này.

source: Add attribute(s)
vi_vn: Thêm (các) thuộc tính

source: Add mailservers to this mailer configuration, i.e. 192.168.1.1:25. Use TAB key to complete typing.
vi_vn: Thêm máy chủ thư vào cấu hình thư này, tức là 192.168.1.1:25. Sử dụng phím TAB để hoàn thành việc gõ.

source: Add resolver options. Use TAB key to complete typing.
vi_vn: Thêm tùy chọn giải quyết. Sử dụng phím TAB để hoàn thành việc gõ.

source: Add supplement-attribute(s)
vi_vn: Thêm (các) thuộc tính bổ sung

source: Add supplement-vendor-attribute(s)
vi_vn: Thêm (các) thuộc tính bổ sung-nhà cung cấp

source: Add userlist
vi_vn: Thêm danh sách người dùng

source: Add vendor-attribute(s)
vi_vn: Thêm (các) thuộc tính nhà cung cấp

source: Address(es) or hostname(s) to which this client should connect to separated by comma for multiple entries
vi_vn: (Các) địa chỉ hoặc (các) tên máy chủ mà ứng dụng khách này sẽ kết nối, phân tách bằng dấu phẩy đối với nhiều entry

source: Alert Log Level
vi_vn: Cấp độ nhật ký cảnh báo

source: All-Inkl.com domain API
vi_vn: API miền All-Inkl.com

source: Allow SASL authenticated senders to relay. Will also enable smtpd_sasl_auth.
vi_vn: Cho phép người gửi được xác thực SASL chuyển tiếp. Cũng sẽ kích hoạt smtpd_sasl_auth.

source: Allow connections from this client
vi_vn: Cho phép kết nối từ ứng dụng khách này

source: ArvanCloud API
vi_vn: API ArvanCloud

source: Automatic
vi_vn: Tự động

source: Automatically added, will be removed when unused
vi_vn: Tự động thêm vào, sẽ bị xóa khi không sử dụng

source: Brief description of this udp relay
vi_vn: Mô tả ngắn gọn về rơle udp này

source: Broadcast Address
vi_vn: Địa chỉ phát sóng

source: CA to validate connections to
vi_vn: CA để xác thực các kết nối tới

source: CA-certificate
vi_vn: Chứng chỉ CA

source: CRL-Check
vi_vn: Kiểm tra CRL

source: Cache Expiry (seconds)
vi_vn: Hết hạn bộ đệm (giây)

source: Can increase metric gather times.
vi_vn: Có thể tăng thời gian thu thập số liệu.

source: Capture Buffer Size
vi_vn: Chụp kích thước bộ đệm

source: Certificate-Name-Check
vi_vn: Kiểm tra tên chứng chỉ

source: Check TLS Common-Name
vi_vn: Kiểm tra tên chung TLS

source: Checks that the username given by the user matches the Common-Name of the certificate.
vi_vn: Kiểm tra xem tên người dùng do người dùng cung cấp có khớp với Common-Name của chứng chỉ hay không.

source: Choose a name for this mailer configuration.
vi_vn: Chọn tên cho cấu hình bưu phẩm này.

source: Choose a name for this resolver configuration.
vi_vn: Chọn tên cho cấu hình trình phân giải này.

source: Choose a optional description for this mailer configuration.
vi_vn: Chọn mô tả tùy chọn cho cấu hình trình gửi thư này.

source: Choose a optional description for this resolver configuration.
vi_vn: Chọn mô tả tùy chọn cho cấu hình trình phân giải này.

source: Choose the type of client. Default Radius-clients use UDP.
vi_vn: Chọn loại khách hàng. Máy khách bán kính mặc định sử dụng UDP.

source: Choose the type of server. Default Radius-clients use UDP.
vi_vn: Chọn loại máy chủ. Máy khách bán kính mặc định sử dụng UDP.

source: Cipher Suites
vi_vn: Bộ mật mã

source: Ciphers
vi_vn: Mật mã

source: Client mode
vi_vn: Chế độ máy khách

source: Color
vi_vn: Màu sắc

source: Common Options
vi_vn: Tùy chọn chung

source: Community
vi_vn: Cộng đồng

source: Community List
vi_vn: Danh sách cộng đồng

source: Config Frequency
vi_vn: Tần số cấu hình

source: Connect Timer
vi_vn: Hẹn giờ kết nối

source: Core-Networks API
vi_vn: API networks lõi

source: Cost (when demoted)
vi_vn: Chi phí (khi bị hạ cấp)

source: DNS Resolve Order
vi_vn: Thứ tự giải quyết DNS

source: Data Sender Frequency
vi_vn: Tần suất người gửi dữ liệu

source: Datadog API Key
vi_vn: Khóa API dữ liệu

source: Datadog URL
vi_vn: URL cơ quan dữ liệu

source: Debug Logging
vi_vn: Ghi nhật ký gỡ lỗi

source: Declare both the recipient address in the envelope and to address in the header of email alerts.
vi_vn: Khai báo cả địa chỉ người nhận trong phong bì và địa chỉ trong tiêu đề email thông báo.

source: Declare the from email address to be used in both the envelope and header of email alerts.
vi_vn: Khai báo địa chỉ email gửi sẽ được sử dụng trong cả phong bì và tiêu đề của thông báo email.

source: Declare the maximum log level of messages for which email alerts will be sent. This acts as a filter on the sending of email alerts.
vi_vn: Khai báo mức nhật ký tối đa của các tin nhắn sẽ được gửi thông báo qua email. Điều này hoạt động như một bộ lọc trong việc gửi thông báo qua email.

source: Declare the to hostname address to be used when communicating with mailers.
vi_vn: Khai báo địa chỉ tên máy chủ sẽ được sử dụng khi liên lạc với người gửi thư.

source: Defines the time (in seconds) available for a mail/connection to be made and send to the mail server.
vi_vn: Xác định thời gian (tính bằng giây) có sẵn để thực hiện thư/kết nối và gửi đến máy chủ thư.

source: Depend on (carp)
vi_vn: Dựa vào (cá chép)

source: Destination port number or well known name (imap, imaps, http, https, ...)
vi_vn: Số Cổng đích hoặc tên nổi tiếng (imap, imaps, http, https, ...)

source: Detect Profile
vi_vn: Phát hiện hồ sơ

source: Disable Graphite SSL/TLS
vi_vn: Tắt SSL/TLS than chì

source: Disabled RPCs
vi_vn: RPC bị vô hiệu hóa

source: Display Version in OID
vi_vn: Phiên bản hiển thị trong OID

source: E-Mail Alert
vi_vn: Cảnh báo qua email

source: Each Relay instance requires a unique ID. Valid values are 1 - 63
vi_vn: Mỗi phiên bản Relay yêu cầu một ID duy nhất. Giá trị hợp lệ là 1 - 63

source: Either configure a static server or a template to initialize multiple servers with shared parameters.
vi_vn: Định cấu hình máy chủ tĩnh hoặc mẫu để khởi tạo nhiều máy chủ với các tham số được chia sẻ.

source: Enable Chrony time daemon.
vi_vn: Kích hoạt daemon thời gian Chrony.

source: Enable Client
vi_vn: Kích hoạt ứng dụng khách

source: Enable Datadog Output
vi_vn: Kích hoạt đầu ra Datadog

source: Enable HW-Probe.
vi_vn: Kích hoạt HW-Probe.

source: Enable Influx v2 Output
vi_vn: Kích hoạt đầu ra Influx v2

source: Enable Monit
vi_vn: Kích hoạt Monit

source: Enable NTS in client mode. This will add another layer of security for peers when OPNsense is the client. Every server in Peers has to support NTS.
vi_vn: Kích hoạt NTS ở chế độ máy khách. Điều này sẽ bổ sung thêm một lớp bảo mật khác cho các đồng nghiệp khi OPNsense là máy khách. Mọi máy chủ trong Peers đều phải hỗ trợ NTS.

source: Enable RadSecProxy
vi_vn: Kích hoạt RadSecProxy

source: Enable Realm
vi_vn: Kích hoạt vương quốc

source: Enable SNMP AgentX Support
vi_vn: Kích hoạt hỗ trợ SNMP AgentX

source: Enable Service
vi_vn: Kích hoạt dịch vụ

source: Enable automatic renewal for certificates to prevent expiration. This will add a cron job to the system. You may want to customize the cron job schedule to your needs, because re-issueing a certificate may lead to a short downtime, depending on the selected challenge type and service.
vi_vn: Cho phép tự động gia hạn chứng chỉ để tránh hết hạn. Điều này sẽ thêm một công việc định kỳ vào hệ thống. Bạn có thể muốn tùy chỉnh lịch công việc định kỳ theo nhu cầu của mình vì việc cấp lại chứng chỉ có thể dẫn đến thời gian ngừng hoạt động ngắn, tùy thuộc vào loại thử thách và dịch vụ đã chọn.

source: Enable automatic renewal for this certificate to prevent expiration. When disabled, the cron job will ignore this certificate. Note that it is still possible to renew the certificate from the GUI.
vi_vn: Cho phép tự động gia hạn chứng chỉ này để tránh hết hạn. Khi bị vô hiệu hóa, cron job sẽ bỏ qua chứng chỉ này. Lưu ý rằng vẫn có thể gia hạn chứng chỉ từ GUI.

source: Enable cpu aggregates
vi_vn: Kích hoạt tính năng tổng hợp CPU

source: Enable disk plugin
vi_vn: Kích hoạt plugin disk

source: Enable encryption for mail server communication.
vi_vn: Bật mã hóa cho giao tiếp với máy chủ mail.

source: Enable internal ident service (rfc1413), which tracks authenticated tcp sessions and returns the associated user of the certificate used by stunnel (cn part). When enabled, this service listens on cổng tcp/113 and accepts cổng pairs as defined by rfc1413. Make sure you deny untrusted clients access to this facility, usually it only makes sense to allow access from this firewall (allowed by default).
vi_vn: Bật dịch vụ ident nội bộ (RFC 1413), dịch vụ này theo dõi các phiên TCP đã được xác thực và trả về người dùng liên quan của chứng chỉ được stunnel sử dụng (phần CN). Khi được bật, dịch vụ này sẽ lắng nghe trên cổng TCP/113 và chấp nhận các cặp cổng theo định nghĩa của RFC 1413. Hãy đảm bảo chặn các client không đáng tin cậy truy cập vào chức năng này; thông thường chỉ nên cho phép truy cập từ firewall này (được cho phép theo mặc định).

source: Enable old bogus PROXY v2 implementation
vi_vn: Bật triển khai PROXY v2 cũ, không chuẩn

source: Enable or disable this udp relay.
vi_vn: Bật hoặc tắt bộ chuyển tiếp UDP này.

source: Enable pinger
vi_vn: Bật pinger

source: Enable rewrite-rule
vi_vn: Bật quy tắc viết lại

source: Enable support for AgentX Application (FRR, others).
vi_vn: Cho phép hỗ trợ cho Ứng dụng AgentX (FRR, các ứng dụng khác).

source: Enable swap plugin
vi_vn: Kích hoạt plugin trao đổi

source: Enable the APCUPSD controlled devices driver.
vi_vn: Kích hoạt trình điều khiển thiết bị được điều khiển bởi APCUPSD.

source: Enable the QEMU guest agent service.
vi_vn: Kích hoạt dịch vụ đại lý khách QEMU.

source: Enable the ZFS collector.
vi_vn: Kích hoạt trình thu thập ZFS.

source: Enable the collection of NTP query metrics.
vi_vn: Cho phép thu thập số liệu truy vấn NTP.
