Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: In order to create certificates, an account is required. Also the following information should be considered:
vi_vn: Để tạo chứng chỉ, cần có một tài khoản. Ngoài ra, các thông tin sau đây cần được xem xét:

source: Invalid argument for close action.
vi_vn: Đối số không hợp lệ cho hành động đóng.

source: Issue or renew certificate
vi_vn: Cấp hoặc gia hạn chứng chỉ

source: Issue/Renew All Certificates
vi_vn: Cấp/Gia hạn tất cả các chứng chỉ

source: L3: src/dst address for IPv4 or IPv6.
vi_vn: L3: địa chỉ src/dst cho IPv4 hoặc IPv6.

source: L4: src/dst port for TCP/UDP/SCTP.
vi_vn: L4: Cổng src/dst cho TCP/UDP/SCTP.

source: LAGG Options
vi_vn: Tùy chọn LAGG

source: LAGG Statistics
vi_vn: Thống kê LAGG

source: LDAP server DNS lookup error.
vi_vn: Lỗi tra cứu DNS máy chủ LDAP.

source: LDAP server DNS lookup is not equal to LDAP IP.
vi_vn: Tra cứu DNS của máy chủ LDAP không bằng IP LDAP.

source: LDAP server IP reverse lookup error.
vi_vn: Lỗi tra cứu ngược IP máy chủ LDAP.

source: LDAP server reverse DNS lookup is not equal to LDAP server FQDN.
vi_vn: Tra cứu DNS ngược của máy chủ LDAP không bằng FQDN của máy chủ LDAP.

source: Last ACME Run
vi_vn: Lần chạy ACME cuối cùng

source: Last ACME Status
vi_vn: Trạng thái ACME cuối cùng

source: Licensed under %sGPLv3%s.
vi_vn: Được cấp phép theo %sGPLv3%s.

source: Loaded#
vi_vn: Đã tải #

source: Max new connections overload table should be a valid alias.
vi_vn: Bảng quá tải kết nối mới tối đa phải là bí danh hợp lệ.

source: Maximum IKEv1 phase 2 exchanges
vi_vn: Trao đổi IKEv1 tối đa giai đoạn 2

source: Maximum IKEv1 phase 2 exchanges should be a positive integer number.
vi_vn: Số lần trao đổi IKEv1 tối đa ở giai đoạn 2 phải là số nguyên dương.

source: Maximum new connections per host / per second(s) and overload table to use (TCP only), the default virusprot table comes with a default block rule in floating rules.
vi_vn: Số kết nối mới tối đa trên mỗi máy chủ/mỗi giây và bảng quá tải sẽ sử dụng (chỉ TCP), bảng virusprot mặc định đi kèm với quy tắc chặn mặc định trong quy tắc floating.

source: Multiselect
vi_vn: Chọn nhiều lần

source: Network booting
vi_vn: Khởi động networks

source: No available address range for configured interface subnet size.
vi_vn: Không có dải địa chỉ khả dụng cho kích thước mạng con giao diện được định cấu hình.

source: Note: For security reasons avoid the use of DES,3DES,CAST and BLOWFISH protocols
vi_vn: Lưu ý: Vì lý do bảo mật, tránh sử dụng các giao thức DES,3DES,CAST và BLOWFISH

source: Note: For security reasons avoid the use of MD5 and SHA1 algorithms.
vi_vn: Lưu ý: Vì lý do bảo mật, tránh sử dụng thuật toán MD5 và SHA1.

source: Only match packets which have the given queueing priority assigned.
vi_vn: Chỉ khớp các gói có mức độ ưu tiên xếp hàng nhất định được chỉ định.

source: Orphan mode allows the system clock to be used when no other clocks are available. The number here specifies the stratum reported during orphan mode and should normally be set to a number high enough to insure that any other servers available to clients are preferred over this server.
vi_vn: Chế độ mồ côi cho phép sử dụng đồng hồ hệ thống khi không có đồng hồ nào khác. Số ở đây chỉ định tầng được báo cáo trong chế độ mồ côi và thường phải được đặt thành số đủ cao để đảm bảo rằng mọi máy chủ khác có sẵn cho khách hàng đều được ưu tiên hơn máy chủ này.

source: Overwrite custom interface hardware settings with settings specified below
vi_vn: Ghi đè cài đặt phần cứng giao diện tùy chỉnh bằng các cài đặt được chỉ định bên dưới

source: Peer address where encapsulated gif packets will be sent.
vi_vn: Địa chỉ Peer nơi các gói gif được đóng gói sẽ được gửi.

source: Phase 1
vi_vn: Giai đoạn 1

source: Phase 2
vi_vn: Giai đoạn 2

source: Please use the %sissue tracker%s to report bugs or request new features. Note that some CAs offer paid services. These services are not affiliated to this plugin. The maintainers and developers of this plugin will not provide support for paid services.
vi_vn: Vui lòng sử dụng %strình theo dõi vấn đề%s để báo cáo lỗi hoặc yêu cầu các tính năng mới. Lưu ý rằng một số CA cung cấp dịch vụ trả phí. Các dịch vụ này không liên kết với plugin này. Những người duy trì và phát triển plugin này sẽ không cung cấp hỗ trợ cho các dịch vụ trả phí.

source: Put interface into permanently promiscuous mode. Only to be used for specific usecases requiring the interface to receive all packets being received. When unsure, leave this disabled.
vi_vn: Đặt giao diện vào chế độ lăng nhăng vĩnh viễn. Chỉ được sử dụng cho các trường hợp sử dụng cụ thể yêu cầu giao diện nhận tất cả các gói được nhận. Khi không chắc chắn, hãy tắt tính năng này.

source: Quit NTP server immediately after time synchronisation
vi_vn: Thoát khỏi máy chủ NTP ngay sau khi đồng bộ hóa thời gian

source: Register account
vi_vn: Đăng ký tài khoản

source: Register the selected account with the configured ACME CA?
vi_vn: Đăng ký tài khoản đã chọn với ACME CA đã định cấu hình?

source: Remove account
vi_vn: Xóa tài khoản

source: Remove certificate
vi_vn: Xóa chứng chỉ

source: Remove log file:
vi_vn: Xóa tệp nhật ký:

source: Reset ACME Client
vi_vn: Đặt lại máy khách ACME

source: Reset certificate
vi_vn: Đặt lại chứng chỉ

source: Reset source tracking
vi_vn: Đặt lại theo dõi nguồn

source: Reset state table
vi_vn: Đặt lại bảng trạng thái

source: Revoke certificate
vi_vn: Thu hồi chứng chỉ

source: Run automations
vi_vn: Chạy tự động hóa

source: SHA256 96 Bit Truncation
vi_vn: Cắt ngắn SHA256 96 bit

source: Select the interface for the V6 dynamic IP
vi_vn: Chọn giao diện cho IP động V6

source: Set ARM UEFI (32-bit) filename
vi_vn: Đặt tên tệp ARM UEFI (32-bit)

source: Set ARM UEFI (64-bit) filename
vi_vn: Đặt tên tệp ARM UEFI (64-bit)

source: Set the packet layers to hash for aggregation protocols which load balance.
vi_vn: Đặt các lớp gói thành hàm băm cho các giao thức tổng hợp giúp cân bằng tải.

source: Set the priority code point in a 802.1Q VLAN header for packets matching this rule. If both priorities are set here, packets with a TOS of "lowdelay" or TCP ACKs with no data payload will be assigned the latter.
vi_vn: Thiết lập điểm mã ưu tiên (Priority Code Point) trong tiêu đề VLAN 802.1Q cho các gói tin khớp với luật này. Nếu cả hai mức ưu tiên đều được đặt, các gói có TOS là "lowdelay" hoặc các gói TCP ACK không có dữ liệu tải sẽ được gán mức ưu tiên sau.

source: Set up a %schallenge type%s: Choose the %schallenge type%s that works best for you and if necessary, add the credentials for your DNS provider.
vi_vn: Thiết lập %sloại thử thách%s: Chọn %sloại thử thách%s phù hợp nhất với bạn và nếu cần, hãy thêm thông tin xác thực cho nhà cung cấp DNS của bạn.

source: Set x64 UEFI/EBC (64-bit) filename
vi_vn: Đặt tên tệp x64 UEFI/EBC (64-bit)

source: Set x86 UEFI (32-bit) filename
vi_vn: Đặt tên tệp x86 UEFI (32-bit)

source: Store intermediate
vi_vn: Cửa hàng trung gian

source: The "iburst" option enables faster clock synchronisation on startup at the expense of the peer.
vi_vn: Tùy chọn "iburst" cho phép đồng bộ thời gian nhanh hơn khi khởi động, nhưng làm tăng tải lên phía peer.

source: The account will be %sregistered automatically%s at the chosen CA. The CA will then associate new certificates to the selected account.
vi_vn: Tài khoản sẽ được %sđược đăng ký tự động%s tại CA đã chọn. CA sau đó sẽ liên kết các chứng chỉ mới với tài khoản đã chọn.

source: The default domain name to use for DHCP lease registration. If empty, the system domain is used.
vi_vn: Tên miền mặc định được sử dụng để đăng ký thuê DHCP. Nếu trống, miền hệ thống sẽ được sử dụng.

source: The field 'TLS Shared Key' does not appear to be valid
vi_vn: Trường 'Khóa chia sẻ TLS' dường như không hợp lệ

source: The following principles apply when managing certificates with this plugin:
vi_vn: Các nguyên tắc sau áp dụng khi quản lý chứng chỉ bằng plugin này:

source: The range is unavailable (single host network mask /128 used).
vi_vn: Phạm vi không khả dụng (mặt nạ networks máy chủ duy nhất/128 được sử dụng).

source: The root folder for transfering files is /usr/local/tftp.
vi_vn: Thư mục gốc để truyền tập tin là /usr/local/tftp.

source: There can only be one Default Server on each listening address: %s conflict.
vi_vn: Chỉ có thể có một Máy chủ mặc định trên mỗi địa chỉ nghe: xung đột %s.

source: This VLAN cannot be deleted because it is assigned as an interface.
vi_vn: Không thể xóa Vlan này vì nó được gán làm giao diện.

source: This plugin supports an unlimited number of certificates. However, the CA may restrict the number of certificates per week or implement other rate-limits. Retrying a failed validation many times in a row may also cause further attempts to fail due to rate-limits. The CA documentation should contain further information.
vi_vn: Plugin này hỗ trợ số lượng chứng chỉ không giới hạn. Tuy nhiên, CA có thể hạn chế số lượng chứng chỉ mỗi tuần hoặc thực hiện các giới hạn tỷ lệ khác. Việc thử lại quá trình xác thực không thành công nhiều lần liên tiếp cũng có thể khiến các lần thử tiếp theo không thành công do giới hạn tốc độ. Tài liệu CA phải chứa thêm thông tin.

source: This will remove ALL certificates, private keys, CSRs from ACME Client and reset all certificate and account states. However, existing certificates will remain in OPNsense trust storage. The ACME Client will automatically regenerate everything on its next scheduled run. This is most useful when importing a config backup to a new firewall. Continue?
vi_vn: Thao tác này sẽ xóa TẤT CẢ chứng chỉ, khóa riêng tư, CSR khỏi Máy khách ACME và đặt lại tất cả trạng thái tài khoản và chứng chỉ. Tuy nhiên, các chứng chỉ hiện có sẽ vẫn được lưu trữ trong bộ lưu trữ tin cậy của OPNsense. Máy khách ACME sẽ tự động tạo lại mọi thứ trong lần chạy theo lịch trình tiếp theo. Điều này hữu ích nhất khi nhập bản sao lưu cấu hình vào tường lửa mới. Tiếp tục?

source: Toggle between range (max level) and exact severity filter
vi_vn: Chuyển đổi giữa phạm vi (mức tối đa) và bộ lọc mức độ nghiêm trọng chính xác

source: Use flowid
vi_vn: Sử dụng dòng chảy

source: Use strict
vi_vn: Sử dụng nghiêm ngặt

source: Use the RSS hash from the network card if available, otherwise a hash is locally calculated. The default depends on the system tunable in net.link.lagg.default_use_flowid.
vi_vn: Sử dụng hàm băm RSS từ card networks nếu có, nếu không hàm băm sẽ được tính cục bộ. Giá trị mặc định phụ thuộc vào khả năng điều chỉnh của hệ thống trong net.link.lagg.default_use_flowid.

source: Usually CAs will let you know if something went wrong and a certificate is about to expire, therefore a %svalid e-mail address%s should be provided.
vi_vn: Thông thường, các CA sẽ cho bạn biết nếu có sự cố xảy ra và chứng chỉ sắp hết hạn, do đó, bạn phải cung cấp %sđịa chỉ email hợp lệ%s.

source: Waiting for data...
vi_vn: Đang chờ dữ liệu...

source: When experiencing issues with a challenge type, try setting the log level to "debug". Please provide full logs when %sreporting issues%s for a challenge type. You should also consider to ask the Certificate Authority for support, if you choose to use a commercial CA.
vi_vn: Khi gặp sự cố với một loại challenge, hãy thử đặt mức log thành "debug". Vui lòng cung cấp đầy đủ log khi %sbáo cáo sự cố%s đối với loại challenge đó. Bạn cũng nên cân nhắc liên hệ với Tổ chức phát hành chứng chỉ (CA) để được hỗ trợ nếu sử dụng CA thương mại.

source: When experiencing issues, try setting the log level to "debug" on the %ssettings%s page.
vi_vn: Khi gặp sự cố, hãy thử đặt mức log thành "debug" trên trang %scài đặt%s.

source: When no servers are specified NTP will be completely disabled.
vi_vn: Khi không có máy chủ nào được chỉ định, NTP sẽ bị vô hiệu hóa hoàn toàn.

source: When removing a certificate from the plugin, the certificate in the %sOPNsense certificate storage%s is %sNOT removed%s, because it may still be used by a core application or another plugin. Obsolete certificates should be manually removed from the OPNsense certificate storage. Note that when creating a new certificate with the same name, a new certificated will be imported into the OPNsense certificate storage (instead of updating the existing entry).
vi_vn: Khi xóa chứng chỉ khỏi plugin, chứng chỉ trong kho lưu trữ chứng chỉ %sOPNsense%s là %sKHÔNG bị xóa%s vì chứng chỉ này vẫn có thể được ứng dụng cốt lõi hoặc plugin khác sử dụng. Các chứng chỉ lỗi thời phải được xóa thủ công khỏi bộ lưu trữ chứng chỉ OPNsense. Lưu ý rằng khi tạo chứng chỉ mới có cùng tên, chứng chỉ mới sẽ được nhập vào bộ lưu trữ chứng chỉ OPNsense (thay vì cập nhật entry hiện có).

source: When requesting support from a CA the account ID may be required, %sthis documentation%s contains information how to get the internal account ID from the log files.
vi_vn: Khi yêu cầu hỗ trợ từ CA, ID tài khoản có thể được yêu cầu, %stài liệu này%s chứa thông tin về cách lấy ID tài khoản nội bộ từ tệp nhật ký.

source: When this device is configured as CARP backup it will disconnect all PPP type interfaces and try to reconnect them when becoming master again.
vi_vn: Khi thiết bị này được định cấu hình làm bản sao lưu CARP, nó sẽ ngắt kết nối tất cả các giao diện loại PPP và cố gắng kết nối lại chúng khi trở thành thiết bị chính.

source: WireGuard (Group)
vi_vn: WireGuard (Nhóm)

source: With clear the connection is closed with no further actions taken. hold installs a trap policy, which will catch matching traffic and tries to re-negotiate the connection on demand. restart will immediately trigger an attempt to re-negotiate the connection. The default is none and disables the close action.
vi_vn: Nếu rõ ràng, kết nối sẽ bị đóng mà không có hành động nào được thực hiện thêm. hold cài đặt chính sách bẫy, chính sách này sẽ bắt lưu lượng truy cập phù hợp và cố gắng đàm phán lại kết nối theo yêu cầu. khởi động lại sẽ ngay lập tức kích hoạt nỗ lực đàm phán lại kết nối. Giá trị mặc định là không và vô hiệu hóa hành động đóng.

source: Yearly Statistics
vi_vn: Thống kê hàng năm

source: You can only specify allow options (advanced option) for Pass type rules.
vi_vn: Bạn chỉ có thể chỉ định các tùy chọn cho phép (tùy chọn nâng cao) cho quy tắc loại Thẻ.

source: You need a private key in p12 format to use Google Drive, instructions on how to acquire one can be found %shere%s.
vi_vn: Bạn cần khóa riêng ở định dạng p12 để sử dụng Google Drive. Bạn có thể tìm thấy hướng dẫn về cách lấy khóa riêng %stại đây%s.

source: You need both a filename and a boot server configured for this to work.
vi_vn: Bạn cần cả tên tệp và máy chủ khởi động được định cấu hình để hoạt động.

source: add phase 1 entry
vi_vn: thêm entry giai đoạn 1

source: boot-time
vi_vn: thời gian khởi động

source: kill all matched states
vi_vn: giết tất cả các trạng thái phù hợp

source: loading data..
vi_vn: đang tải dữ liệu..

source: not found
vi_vn: không tìm thấy

source: read-only
vi_vn: chỉ đọc

source: runtime
vi_vn: thời gian chạy

source: state id
vi_vn: mã trạng thái

source: tftp daemon
vi_vn: daemon tftp

source: uniqid
vi_vn: đơn chất

source: Controls which objects to keep in the memory cache (cache_mem) always: Keep most recently fetched objects in memory (default) disk: Only disk cache hits are kept in memory, which means an object must first be cached on disk and then hit a second time before cached in memory. network: Only objects fetched from network is kept in memory
vi_vn: Điều khiển các đối tượng được giữ trong bộ nhớ đệm (cache_mem) always: Giữ các đối tượng được truy xuất gần đây nhất trong bộ nhớ (mặc định) disk: Chỉ các lần truy cập cache từ đĩa mới được giữ trong bộ nhớ, nghĩa là đối tượng phải được cache trên đĩa trước và được truy cập lần thứ hai mới được lưu trong bộ nhớ. network: Chỉ các đối tượng được tải từ mạng mới được giữ trong bộ nhớ

source: Specify an IP protocol for the listener.
vi_vn: Chỉ định giao thức IP cho listener.

source: ACME Account
vi_vn: Tài khoản ACME

source: ACME CA Settings
vi_vn: Cài đặt ACME CA

source: Add Blocklist Alias
vi_vn: Thêm bí danh vào danh sách chặn

source: Adds firewall alias "BlocklistMaltrail" referencing Maltrail's "/fail2ban" IP list. You can use this alias to block IPs that Maltrail detected as malicious.
vi_vn: Thêm alias firewall "BlocklistMaltrail" tham chiếu tới danh sách IP "/fail2ban" của Maltrail. Bạn có thể sử dụng alias này để chặn các IP mà Maltrail phát hiện là độc hại.

source: An optional source IP address for outgoing connections.
vi_vn: Địa chỉ IP nguồn tùy chọn cho các kết nối đi ra.

source: An optional value provided by the CA when using ACME External Account Binding (EAB).
vi_vn: Giá trị tùy chọn do CA cung cấp khi sử dụng ACME External Account Binding (EAB).

source: As a DNS server may not answer all the IPs in one DNS request, haproxy keeps a cache of previous answers. An answer will be considered obsolete after [hold obsolete] seconds without the IP returned. Default is "30s".
vi_vn: Do máy chủ DNS có thể không trả về tất cả các IP trong một truy vấn DNS, HAProxy sẽ giữ bộ nhớ đệm các phản hồi trước đó. Một phản hồi sẽ được coi là lỗi thời sau [hold obsolete] giây nếu IP không còn được trả về. Mặc định là "30s".

source: CA Options
vi_vn: Tùy chọn CA

source: Can be generated under ZoneID account management
vi_vn: Có thể được tạo dưới sự quản lý tài khoản ZoneID

source: Case-sensitive
vi_vn: Phân biệt chữ hoa chữ thường

source: Check ip method
vi_vn: Kiểm tra phương pháp ip

source: Common Name (CN) and first Alt Name (subjectAltName) for this certificate.
vi_vn: Tên chung (CN) và Tên thay thế đầu tiên (subjectAltName) cho chứng chỉ này.

source: Configure listen addresses for this Public Service, i.e. 127.0.0.1:8080 or www.example.com:443 or unix@socket-name. Use TAB key to complete typing a listen address.
vi_vn: Định cấu hình địa chỉ nghe cho Dịch vụ công cộng này, tức là 127.0.0.1:8080 hoặc www.example.com:443 hoặc unix@socket-name. Sử dụng phím TAB để hoàn tất việc nhập địa chỉ nghe.

source: Connection scheme that will be used when uploading certificates to Synology DSM.
vi_vn: Sơ đồ kết nối sẽ được sử dụng khi tải chứng chỉ lên Synology DSM.

source: Create certificates
vi_vn: Tạo chứng chỉ

source: Custom CA URL
vi_vn: URL CA tùy chỉnh

source: DDNSS API
vi_vn: API DDNSS

source: Default Server
vi_vn: Máy chủ mặc định

source: Delay Warning Time
vi_vn: Thời gian cảnh báo trễ

source: Description to identify this queue.
vi_vn: Mô tả để xác định hàng đợi này.

source: Description to identify this rule.
vi_vn: Mô tả để xác định quy tắc này.

source: Device ID
vi_vn: ID thiết bị

source: Disable SSL verification
vi_vn: Vô hiệu hóa xác minh SSL

source: Disable SSL verification v2
vi_vn: Tắt xác minh SSL v2

source: Disabled Servers List
vi_vn: Danh sách máy chủ bị vô hiệu hóa

source: Domeneshop DNS API
vi_vn: API DNS của Domeneshop

source: ECDH curve
vi_vn: đường cong ECDH

source: EXOS VLAN Tagged list
vi_vn: Danh sách được gắn thẻ EXOS Vlan

source: EXOS VLAN Untagged
vi_vn: EXOS Vlan Không được gắn thẻ

source: EXOS policy
vi_vn: Chính sách của EXOS

source: Enable ACME client plugin.
vi_vn: Kích hoạt plugin máy khách ACME.

source: Enable AS-Override
vi_vn: Bật ghi đè AS

source: Enable EXOS attributes
vi_vn: Kích hoạt thuộc tính EXOS

source: Enable TFTP daemon.
vi_vn: Kích hoạt daemon TFTP.

source: Enable ddclient
vi_vn: Kích hoạt ddclient

source: Enable ipstats plugin
vi_vn: Kích hoạt plugin ipstats

source: Enable or disable the nut service. If enabled, the system will shutdown when the UPS emits a low battery warning.
vi_vn: Kích hoạt hoặc vô hiệu hóa dịch vụ nut. Nếu được bật, hệ thống sẽ tắt khi UPS phát ra cảnh báo pin yếu.

source: Enable or disable this server.
vi_vn: Kích hoạt hoặc vô hiệu hóa máy chủ này.

source: Enable query logs
vi_vn: Bật nhật ký truy vấn

source: Enable specified protocols. Default: TLSv1.2 TLSv1.3. TLSv1 and TLSv1.1 are insecure and excluded from GUI.
vi_vn: Kích hoạt các giao thức được chỉ định. Mặc định: TLSv1.2 TLSv1.3. TLSv1 và TLSv1.1 không an toàn và bị loại trừ khỏi GUI.

source: Enable tcpconns plugin
vi_vn: Kích hoạt plugin tcpconns

source: Enable the collection of Unbound metrics.
vi_vn: Cho phép thu thập số liệu Không liên kết.

source: Enable this virtual server
vi_vn: Kích hoạt máy chủ ảo này

source: Enable to make the condition case-sensitive (if applicable). By default all conditions are not case-sensitive.
vi_vn: Bật để làm cho điều kiện phân biệt chữ hoa chữ thường (nếu có). Theo mặc định, tất cả các điều kiện đều không phân biệt chữ hoa chữ thường.

source: Enter a custom timout between data it sent to the client after which the connection is closed.
vi_vn: Nhập thời gian chờ tùy chỉnh giữa dữ liệu được gửi đến máy khách sau khi kết nối bị đóng.

source: Enter a list of IP addresses and ports which can be used in nginx listen directives. To listen on a port on all IPs, use for example "22,[::]:22"
vi_vn: Nhập danh sách các địa chỉ IP và cổng có thể sử dụng trong chỉ thị listen của nginx. Để lắng nghe trên một cổng cho tất cả các IP, ví dụ sử dụng "22,[::]:22".

source: Enter a list of IP addresses and ports which can be used in nginx listen directives. To listen on a port on all IPs, use for example "443,[::]:443"
vi_vn: Nhập danh sách các địa chỉ IP và cổng có thể sử dụng trong chỉ thị listen của nginx. Để lắng nghe trên một cổng cho tất cả các IP, ví dụ sử dụng "443,[::]:443".

source: Enter a list of IP addresses and ports which can be used in nginx listen directives. To listen on a port on all IPs, use for example "80,[::]:80"
vi_vn: Nhập danh sách các địa chỉ IP và cổng có thể sử dụng trong chỉ thị listen của nginx. Để lắng nghe trên một cổng cho tất cả các IP, ví dụ sử dụng "80,[::]:80".

source: Exclude servers from automatic selection. Add any specific server names here if you do not want to use them for any reason.
vi_vn: Loại trừ các máy chủ khỏi lựa chọn tự động. Thêm bất kỳ tên máy chủ cụ thể nào vào đây nếu bạn không muốn sử dụng chúng vì bất kỳ lý do gì.

source: FRITZ!Box URL
vi_vn: URL hộp FRITZ!

source: Filename Scheme
vi_vn: Lược đồ tên tệp

source: Frontend (Socket Origin)
vi_vn: Frontend (Nguồn gốc ổ cắm)

source: Graceful stop timeout
vi_vn: Hết thời gian dừng duyên dáng

source: HMAC Key
vi_vn: Khóa HMAC

source: HTTP Listen Address
vi_vn: Địa chỉ nghe HTTP

source: HTTP Token
vi_vn: Mã thông báo HTTP

source: HTTPS Listen Address
vi_vn: Địa chỉ nghe HTTPS

source: Hostname to update
vi_vn: Tên máy chủ cần cập nhật

source: Hostname(s)
vi_vn: (Các) tên máy chủ

source: IONOS domain API
vi_vn: API miền IONOS

source: IP address of DNS server to forward all requests.
vi_vn: Địa chỉ IP của máy chủ DNS để chuyển tiếp tất cả các yêu cầu.

source: IP address of host allowed to retrieve proxy statistics.
vi_vn: Địa chỉ IP của máy chủ được phép truy xuất số liệu thống kê proxy.

source: IPv6 link-local interface
vi_vn: Giao diện liên kết cục bộ IPv6

source: If Synology DSM has OTP enabled, then the device ID has to be provided so that no OTP is required when running the automation.
vi_vn: Nếu Synology DSM đã bật OTP thì ID thiết bị phải được cung cấp để không cần OTP khi chạy tự động hóa.

source: Insecure Domains
vi_vn: Tên miền không an toàn

source: Interval in seconds to check for address changes
vi_vn: Khoảng thời gian tính bằng giây để kiểm tra thay đổi địa chỉ

source: Key Identifier
vi_vn: Mã định danh khóa

source: Linode API (v3 / Deprecated)
vi_vn: API Linode (v3/Không dùng nữa)

source: Linode API (v4)
vi_vn: API Linode (v4)
