Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: You cannot specify the maximum number of established connections per host (advanced option) if statetype is none.
vi_vn: Bạn không thể chỉ định số lượng kết nối được thiết lập tối đa trên mỗi máy chủ (tùy chọn nâng cao) nếu không có loại trạng thái.

source: You cannot specify the maximum number of unique source hosts (advanced option) if statetype is none.
vi_vn: Bạn không thể chỉ định số lượng máy chủ nguồn duy nhất tối đa (tùy chọn nâng cao) nếu không có loại trạng thái.

source: You cannot specify the maximum state entries (advanced option) if statetype is none.
vi_vn: Bạn không thể chỉ định các bản ghi trạng thái tối đa (tùy chọn nâng cao) nếu không có loại trạng thái.

source: You can only specify the state timeout (advanced option) for Pass type rules.
vi_vn: Bạn chỉ có thể chỉ định thời gian chờ trạng thái (tùy chọn nâng cao) cho quy tắc loại Thẻ.

source: You can only specify the maximum new connections per host / per second(s) (advanced option) for Pass type rules.
vi_vn: Bạn chỉ có thể chỉ định số kết nối mới tối đa trên mỗi máy chủ/mỗi giây (tùy chọn nâng cao) cho quy tắc loại Thẻ.

source: You can only specify the maximum state entries per host (advanced option) for Pass type rules.
vi_vn: Bạn chỉ có thể chỉ định các bản ghi trạng thái tối đa trên mỗi máy chủ (tùy chọn nâng cao) cho quy tắc loại Thẻ.

source: You can only specify the maximum number of established connections per host (advanced option) for Pass type rules.
vi_vn: Bạn chỉ có thể chỉ định số lượng kết nối được thiết lập tối đa trên mỗi máy chủ (tùy chọn nâng cao) cho quy tắc loại Thẻ.

source: You can only specify the maximum number of unique source hosts (advanced option) for Pass type rules.
vi_vn: Bạn chỉ có thể chỉ định số lượng máy chủ nguồn duy nhất tối đa (tùy chọn nâng cao) cho quy tắc loại Thẻ.

source: You can only specify the maximum state entries (advanced option) for Pass type rules.
vi_vn: Bạn chỉ có thể chỉ định các bản ghi trạng thái tối đa (tùy chọn nâng cao) cho quy tắc loại Thẻ.

source: You can only specify the state timeout (advanced option) for TCP protocol.
vi_vn: Bạn chỉ có thể chỉ định thời gian chờ trạng thái (tùy chọn nâng cao) cho giao thức TCP.

source: You can only specify the maximum new connections per host / per second(s) (advanced option) for TCP protocol.
vi_vn: Bạn chỉ có thể chỉ định số kết nối mới tối đa trên mỗi máy chủ/mỗi giây (tùy chọn nâng cao) cho giao thức TCP.

source: You can only specify the maximum number of established connections per host (advanced option) for TCP protocol.
vi_vn: Bạn chỉ có thể chỉ định số lượng kết nối được thiết lập tối đa trên mỗi máy chủ (tùy chọn nâng cao) cho giao thức TCP.

source: You can not use gateways in Floating rules without choosing a direction.
vi_vn: Bạn không thể sử dụng Cổng trong quy tắc Nổi mà không chọn hướng.

source: Invalid OS detection selection. Please select a valid OS.
vi_vn: Lựa chọn phát hiện hệ điều hành không hợp lệ. Vui lòng chọn một hệ điều hành hợp lệ.

source: OS detection is only valid with protocol tcp.
vi_vn: Phát hiện hệ điều hành chỉ hợp lệ với giao thức tcp.

source: Invalid subnet mask on IPv4 destination
vi_vn: Mặt nạ mạng con không hợp lệ trên đích IPv4

source: Invalid subnet mask on IPv4 source
vi_vn: Mặt nạ mạng con không hợp lệ trên nguồn IPv4

source: You can not use IPv4 addresses in IPv6 rules.
vi_vn: Bạn không thể sử dụng địa chỉ IPv4 trong quy tắc IPv6.

source: You can not use IPv6 addresses in IPv4 rules.
vi_vn: Bạn không thể sử dụng địa chỉ IPv6 trong quy tắc IPv4.

source: The Source IP address %s Address Family differs from the destination %s.
vi_vn: Họ địa chỉ của địa chỉ IP nguồn %s khác với địa chỉ đích %s.

source: When selecting aliases for destination ports, both from and to fields must be the same
vi_vn: Khi chọn bí danh cho Cổng đích, cả trường từ và đến phải giống nhau

source: When selecting aliases for source ports, both from and to fields must be the same
vi_vn: Khi chọn bí danh cho Cổng nguồn, cả trường from và to phải giống nhau

source: %s is only valid if the gateway is set to 'default'.
vi_vn: %s chỉ hợp lệ nếu Cổng được đặt thành 'mặc định'.

source: %s is only valid with protocol tcp.
vi_vn: %s chỉ hợp lệ với giao thức tcp.

source: You can not assign a gateway to a rule that applies to IPv4 and IPv6
vi_vn: Bạn không thể chỉ định gateway quy tắc áp dụng cho IPv4 và IPv6

source: log (disabled)
vi_vn: nhật ký (bị vô hiệu hóa)

source: reject (disabled)
vi_vn: từ chối (bị vô hiệu hóa)

source: block (disabled)
vi_vn: chặn (bị vô hiệu hóa)

source: pass (disabled)
vi_vn: vượt qua (bị vô hiệu hóa)

source: log
vi_vn: nhật ký

source: reject
vi_vn: từ chối

source: block
vi_vn: chặn

source: pass
vi_vn: vượt qua

source: No floating rules are currently defined. Floating rules are not bound to a single interface and can therefore be used to span policies over multiple networks at the same time.
vi_vn: Hiện tại không có quy tắc floating nào được xác định. Các quy tắc floating không bị ràng buộc vào một giao diện duy nhất và do đó có thể được sử dụng để mở rộng các chính sách trên nhiều networks cùng một lúc.

source: Address Mask Reply (Deprecated)
vi_vn: Trả lời mặt nạ địa chỉ (Không dùng nữa)

source: Address Mask Request (Deprecated)
vi_vn: Yêu cầu mặt nạ địa chỉ (Không dùng nữa)

source: Information Reply (Deprecated)
vi_vn: Trả lời thông tin (Không dùng nữa)

source: Information Request (Deprecated)
vi_vn: Yêu cầu thông tin (Không dùng nữa)

source: Timestamp Reply
vi_vn: Trả lời dấu thời gian

source: Parameter Problem
vi_vn: Vấn đề tham số

source: Time Exceeded
vi_vn: Đã vượt quá thời gian

source: Router Solicitation
vi_vn: Bộ định tuyến chào mời

source: Router Advertisement
vi_vn: Quảng cáo bộ định tuyến

source: Alternate Host Address (Deprecated)
vi_vn: Địa chỉ máy chủ thay thế (Không dùng nữa)

source: Redirect
vi_vn: Chuyển hướng

source: Source Quench (Deprecated)
vi_vn: Nguồn dập tắt (Không dùng nữa)

source: Destination Unreachable
vi_vn: đích đến không thể truy cập

source: Echo Reply
vi_vn: Trả lời tiếng vang

source: Echo Request
vi_vn: Yêu cầu Echo

source: last match
vi_vn: Khớp rule cuối cùng

source: first match
vi_vn: Khớp rule đầu tiên

source: Block private networks
vi_vn: Chặn networks private

source: The firewall rule configuration has been changed.<br />You must apply the changes in order for them to take effect.
vi_vn: Cấu hình quy tắc tường lửa đã được thay đổi.<br />Bạn phải áp dụng các thay đổi để chúng có hiệu lực.

source: Select category
vi_vn: Chọn danh mục

source: The settings have been applied and the rules are now reloading in the background.
vi_vn: Các cài đặt đã được áp dụng và các quy tắc hiện đang được tải lại ở chế độ nền.

source: Static-port:
vi_vn: Cổng tĩnh:

source: Enter the source port for the outbound NAT mapping.
vi_vn: Nhập cổng nguồn cho ánh xạ NAT gửi đi.

source: port:
vi_vn: cổng:

source: Translation
vi_vn: Chuyển đổi

source: Hint: the firewall has limited local log space. Don't turn on logging for everything. If you want to do a lot of logging, consider using a %sremote syslog server%s.
vi_vn: Gợi ý: tường lửa có dung lượng lưu trữ nhật ký cục bộ hạn chế. Không nên bật ghi nhật ký cho mọi thứ. Nếu bạn cần ghi nhật ký nhiều, hãy cân nhắc sử dụng %smáy chủ syslog từ xa%s.

source: Log packets that are handled by this rule
vi_vn: Ghi nhật ký các gói tin được xử lý bởi quy tắc này

source: If you want this rule to apply to another IP address rather than the IP address of the interface chosen above, select it here (you will need to define %sVirtual IP addresses%s on the interface first).
vi_vn: Nếu bạn muốn quy tắc này áp dụng cho một địa chỉ IP khác thay vì địa chỉ IP của giao diện mạng đã chọn ở trên, hãy chọn tại đây (bạn cần định nghĩa %sđịa chỉ IP ảo%s trên giao diện mạng trước).

source: Packets matching this rule will be mapped to the IP address given here.
vi_vn: Các gói tin khớp với quy tắc này sẽ được ánh xạ tới địa chỉ IP được chỉ định tại đây.

source: Translation address
vi_vn: Địa chỉ chuyển đổi

source: Translation / target
vi_vn: Chuyển đổi / đích

source: Destination invert
vi_vn: Đảo ngược đích

source: (leave blank for any)
vi_vn: (để trống cho bất kỳ)

source: Enter the source network for the outbound NAT mapping.
vi_vn: Nhập networks nguồn cho ánh xạ NAT gửi đi.

source: Source invert
vi_vn: Đảo ngược nguồn

source: Hint: in most cases, you won't use this option.
vi_vn: Gợi ý: trong hầu hết các trường hợp, bạn sẽ không cần dùng tùy chọn này.

source: Enabling this option will disable NAT for traffic matching this rule and stop processing Outbound NAT rules.
vi_vn: Bật tùy chọn này sẽ vô hiệu hóa NAT đối với lưu lượng khớp với quy tắc này và dừng xử lý các quy tắc NAT gửi đi.

source: Do not NAT
vi_vn: Không NAT

source: Edit Advanced Outbound NAT entry
vi_vn: Chỉnh sửa mục NAT gửi đi nâng cao

source: Only Round Robin pool options may be chosen when selecting an alias.
vi_vn: Chỉ có thể chọn các tùy chọn pool Round Robin khi sử dụng bí danh.

source: A valid target IP address must be specified.
vi_vn: Phải chỉ định một địa chỉ IP đích hợp lệ.

source: Negating destination address of "any" is invalid.
vi_vn: Không thể đảo ngược địa chỉ đích là "any".

source: A valid destination must be specified.
vi_vn: Một đích đến hợp lệ phải được chỉ định.

source: Negating source address of "any" is invalid.
vi_vn: Phủ định địa chỉ nguồn "bất kỳ" là không hợp lệ.

source: You must supply a valid port for the NAT port entry.
vi_vn: Bạn phải cung cấp một Cổng hợp lệ cho entry Cổng NAT.

source: You must supply either a valid port or port alias for the destination port entry.
vi_vn: Bạn phải cung cấp Cổng hợp lệ hoặc bí danh Cổng cho entry Cổng đích.

source: You must supply either a valid port or port alias for the source port entry.
vi_vn: Bạn phải cung cấp Cổng hoặc bí danh Cổng hợp lệ cho entry Cổng nguồn.

source: Auto created rule
vi_vn: Luật được tạo tự động

source: Auto created rule for ISAKMP
vi_vn: Tự động tạo quy tắc cho ISAKMP

source: automatic outbound nat
vi_vn: tự động gửi đi

source: Source Networks
vi_vn: Mạng nguồn

source: YES
vi_vn: ĐÚNG

source: NO
vi_vn: KHÔNG

source: Interface address
vi_vn: Địa chỉ giao diện

source: This Firewall
vi_vn: Tường lửa này

source: All manual rules are being ignored
vi_vn: Tất cả các quy tắc thủ công đang bị bỏ qua

source: Static Port
vi_vn: Cổng tĩnh

source: NAT Port
vi_vn: Cổng NAT

source: NAT Address
vi_vn: Địa chỉ NAT

source: (outbound NAT is disabled)
vi_vn: (NAT gửi đi bị vô hiệu hóa)

source: Disable outbound NAT rule generation
vi_vn: Vô hiệu hóa việc tạo quy tắc NAT gửi đi

source: (no automatic rules are being generated)
vi_vn: (không có quy tắc tự động nào được tạo)

source: Manual outbound NAT rule generation
vi_vn: Tạo quy tắc NAT gửi đi thủ công

source: (automatically generated rules are applied after manual rules)
vi_vn: (các quy tắc được tạo tự động được áp dụng sau các quy tắc thủ công)

source: Hybrid outbound NAT rule generation
vi_vn: Tạo quy tắc NAT kết hợp gửi đi

source: (no manual rules can be used)
vi_vn: (không thể sử dụng quy tắc thủ công)

source: Automatic outbound NAT rule generation
vi_vn: Tự động tạo quy tắc NAT gửi đi

source: %s address
vi_vn: %s địa chỉ

source: Address:
vi_vn: Địa chỉ:

source: Internal IPv6 Prefix
vi_vn: Tiền tố IPv6 nội bộ

source: Updated
vi_vn: Đã cập nhật

source: Created
vi_vn: Tạo

source: Rule Information
vi_vn: Thông tin quy tắc

source: NOTE: The "pass" selection does not work properly with Multi-WAN. It will only work on an interface containing the default gateway.
vi_vn: LƯU Ý: Lựa chọn "pass" không hoạt động đúng cách với Multi-WAN. Nó chỉ hoạt động trên giao diện chứa cổng kết nối mặc định.

source: Add unassociated filter rule
vi_vn: Thêm quy tắc lọc không liên kết

source: Add associated filter rule
vi_vn: Thêm quy tắc lọc liên quan

source: Pass
vi_vn: Vượt qua

source: Filter rule association
vi_vn: Liên kết quy tắc lọc

source: Hint: This prevents the rule on Master from automatically syncing to other CARP members. This does NOT prevent the rule from being overwritten on Slave.
vi_vn: Gợi ý: Điều này ngăn quy tắc trên Master tự động đồng bộ hóa với các thành viên CARP khác. Điều này KHÔNG ngăn quy tắc bị ghi đè trên Slave.

source: No XMLRPC Sync
vi_vn: Không có đồng bộ hóa XMLRPC

source: You can match packet on a mark placed before on another rule.
vi_vn: Bạn có thể so khớp gói trên một dấu được đặt trước một quy tắc khác.

source: Match local tag
vi_vn: Phù hợp với thẻ địa phương

source: You can mark a packet matching this rule and use this mark to match on other NAT/filter rules.
vi_vn: Bạn có thể đánh dấu gói phù hợp với quy tắc này và sử dụng dấu này để khớp với các quy tắc NAT/bộ lọc khác.

source: Set local tag
vi_vn: Đặt thẻ cục bộ

source: Sticky Address: The Sticky Address option can be used with the Random and Round Robin pool types to ensure that a particular source address is always mapped to the same translation address.
vi_vn: Địa chỉ cố định: Tùy chọn Địa chỉ cố định có thể được sử dụng với các loại nhóm Ngẫu nhiên và Vòng tròn để đảm bảo rằng một địa chỉ nguồn cụ thể luôn được ánh xạ tới cùng một địa chỉ dịch.

source: Bitmask: Applies the subnet mask and keeps the last portion identical; 10.0.1.50 -&gt; x.x.x.50.
vi_vn: Bitmask: Áp dụng mặt nạ mạng con và giữ nguyên phần cuối cùng; 10.0.1.50 -&gt; x.x.x.50.

source: Source Hash: Uses a hash of the source address to determine the translation address, ensuring that the redirection address is always the same for a given source.
vi_vn: Hash nguồn: Sử dụng hàm băm của địa chỉ nguồn để xác định địa chỉ dịch, đảm bảo rằng địa chỉ chuyển hướng luôn giống nhau đối với một nguồn nhất định.

source: Random: Selects an address from the translation address pool at random.
vi_vn: Ngẫu nhiên: Chọn một địa chỉ từ nhóm địa chỉ dịch một cách ngẫu nhiên.

source: Round Robin: Loops through the translation addresses.
vi_vn: Round Robin: Lặp qua các địa chỉ dịch.

source: Only Round Robin types work with Host Aliases. Any type can be used with a Subnet.
vi_vn: Chỉ các loại Round Robin mới hoạt động với Bí danh máy chủ. Bất kỳ loại nào cũng có thể được sử dụng với Subnet.

source: Bitmask
vi_vn: Mặt nạ bit

source: Random with Sticky Address
vi_vn: Ngẫu nhiên với địa chỉ cố định

source: Round Robin with Sticky Address
vi_vn: Round Robin với địa chỉ cố định

source: Pool Options:
vi_vn: Tùy chọn hồ bơi:

source: Hint: this is usually identical to the 'from' port above
vi_vn: Gợi ý: Cổng này thường giống với Cổng 'từ' ở trên

source: Specify the port on the machine with the IP address entered above. In case of a port range, specify the beginning port of the range (the end port will be calculated automatically).
vi_vn: Chỉ định Cổng trên máy bằng địa chỉ IP đã nhập ở trên. Trong trường hợp phạm vi Cổng, hãy chỉ định Cổng đầu của phạm vi (Cổng cuối sẽ được tính toán tự động).

source: Redirect target port
vi_vn: Chuyển hướng Cổng mục tiêu

source: e.g.
vi_vn: ví dụ.

source: Enter the internal IP address of the server on which you want to map the ports.
vi_vn: Nhập địa chỉ IP nội bộ của máy chủ mà bạn muốn ánh xạ các Cổng trên đó.

source: When using the TCP or UDP protocols, specify the port or port range for the destination of the packet for this mapping.
vi_vn: Khi sử dụng giao thức TCP hoặc UDP, hãy chỉ định Cổng hoặc phạm vi Cổng cho đích của gói cho ánh xạ này.

source: Destination port range
vi_vn: Phạm vi Cổng đích

source: and almost never equal to the destination port range (and should usually be 'any')
vi_vn: và hầu như không bao giờ bằng phạm vi Cổng đích (và thường phải là 'bất kỳ')

source: random
vi_vn: ngẫu nhiên

source: This is usually
vi_vn: Đây thường là

source: When using the TCP or UDP protocols, specify the source port or port range for this rule
vi_vn: Khi sử dụng giao thức TCP hoặc UDP, hãy chỉ định Cổng nguồn hoặc phạm vi Cổng cho quy tắc này

source: any
vi_vn: bất kì

source: Well-known ports
vi_vn: Các cổng chuẩn

source: to:
vi_vn: đến:

source: from:
vi_vn: từ:

source: Source port range
vi_vn: Phạm vi Cổng nguồn

source: Show source address and port range
vi_vn: Hiển thị địa chỉ nguồn và phạm vi Cổng

source: here.
vi_vn: đây.

source: Hint: in most cases, you should specify
vi_vn: Gợi ý: trong hầu hết các trường hợp, bạn nên chỉ định

source: Choose which IP protocol this rule should match.
vi_vn: Chọn giao thức IP mà quy tắc này phải phù hợp.

source: Select the Internet Protocol version this rule applies to
vi_vn: Chọn phiên bản Giao thức Internet mà quy tắc này áp dụng cho

source: TCP/IP Version
vi_vn: Phiên bản TCP/IP

source: Hint: in most cases, you'll want to use WAN here.
vi_vn: Gợi ý: trong hầu hết các trường hợp, bạn sẽ muốn sử dụng networks WAN ở đây.

source: Choose which interface this rule applies to.
vi_vn: Chọn giao diện áp dụng quy tắc này.

source: Hint: this option is rarely needed, don't use this unless you know what you're doing.
vi_vn: Gợi ý: tùy chọn này hiếm khi cần thiết, đừng sử dụng tùy chọn này trừ khi bạn biết mình đang làm gì.

source: Enabling this option will disable redirection for traffic matching this rule.
vi_vn: Việc bật tùy chọn này sẽ vô hiệu hóa chuyển hướng cho lưu lượng truy cập phù hợp với quy tắc này.

source: No RDR (NOT)
vi_vn: Không có RDR (KHÔNG)

source: Edit Redirect entry
vi_vn: Chỉnh sửa mục chuyển hướng

source: The target port range must be an integer between 1 and 65535.
vi_vn: Phạm vi Cổng mục tiêu phải là số nguyên từ 1 đến 65535.

source: %s is not a valid IPv6 address.
vi_vn: %s không phải là địa chỉ IPv6 hợp lệ.

source: %s is not a valid IPv4 address.
vi_vn: %s không phải là địa chỉ IPv4 hợp lệ.

source: A valid redirect target port must be specified. It must be a port alias or integer between 1 and 65535.
vi_vn: Cổng mục tiêu chuyển hướng hợp lệ phải được chỉ định. Nó phải là bí danh Cổng hoặc số nguyên trong khoảng từ 1 đến 65535.

source: %s is not a valid end destination port. It must be a port alias or integer between 1 and 65535.
vi_vn: %s không phải là Cổng đích cuối hợp lệ. Nó phải là bí danh Cổng hoặc số nguyên trong khoảng từ 1 đến 65535.

source: %s is not a valid start destination port. It must be a port alias or integer between 1 and 65535.
vi_vn: %s không phải là Cổng đích bắt đầu hợp lệ. Nó phải là bí danh Cổng hoặc số nguyên trong khoảng từ 1 đến 65535.

source: %s is not a valid end source port. It must be a port alias or integer between 1 and 65535.
vi_vn: %s không phải là Cổng nguồn cuối hợp lệ. Nó phải là bí danh Cổng hoặc số nguyên trong khoảng từ 1 đến 65535.

source: %s is not a valid start source port. It must be a port alias or integer between 1 and 65535.
vi_vn: %s không phải là Cổng nguồn bắt đầu hợp lệ. Nó phải là bí danh Cổng hoặc số nguyên trong khoảng từ 1 đến 65535.

source: "%s" is not a valid redirect target IP address, network or host alias.
vi_vn: "%s" không phải là địa chỉ IP mục tiêu chuyển hướng, mạng hoặc bí danh máy chủ hợp lệ.

source: Redirect target IP
vi_vn: Chuyển hướng IP mục tiêu

source: Destination port to
vi_vn: Cổng đích tới

source: Destination port from
vi_vn: Cổng đích từ

source: redirect traffic to proxy
vi_vn: chuyển hướng lưu lượng truy cập đến proxy

source: Use system default
vi_vn: Sử dụng mặc định hệ thống

source: NAT reflection
vi_vn: phản ánh NAT

source: Single host or Network
vi_vn: Máy chủ hoặc networks đơn

source: Use this option to invert the sense of the match.
vi_vn: Sử dụng tùy chọn này để đảo ngược cảm giác của trận đấu.

source: Invert
vi_vn: Đảo ngược

source: Hint: in most cases, you'll want to use WAN here
vi_vn: Gợi ý: trong hầu hết các trường hợp, bạn sẽ muốn sử dụng networks WAN tại đây

source: Set this option to disable this rule without removing it from the list.
vi_vn: Đặt tùy chọn này để tắt quy tắc này mà không xóa nó khỏi danh sách.

source: Disable this rule
vi_vn: Vô hiệu hóa quy tắc này

source: A valid destination bit count must be specified.
vi_vn: Số lượng bit đích hợp lệ phải được chỉ định.

source: %s is not a valid destination IP address or alias.
vi_vn: %s không phải là địa chỉ IP đích hoặc bí danh hợp lệ.

source: A valid source bit count must be specified.
vi_vn: Số bit nguồn hợp lệ phải được chỉ định.

source: %s is not a valid source IP address or alias.
vi_vn: %s không phải là địa chỉ IP hoặc bí danh nguồn hợp lệ.

source: Destination address
vi_vn: Địa chỉ đích

source: delete selected rules
vi_vn: xóa quy tắc đã chọn

source: Internal IP
vi_vn: IP nội bộ

source: The NAT configuration has been changed.
vi_vn: Cấu hình NAT đã được thay đổi.

source: Alias (click to view/edit)
vi_vn: Bí danh (bấm vào để xem/chỉnh sửa)

source: Linked rule
vi_vn: Luật liên kết

source: No redirect
vi_vn: Không chuyển hướng

source: Disabled rule
vi_vn: Luật bị vô hiệu hóa

source: Enabled rule
vi_vn: Luật đã bật

source: Move selected rules to end
vi_vn: Di chuyển các quy tắc đã chọn để kết thúc

source: Move selected rules before this rule
vi_vn: Di chuyển các quy tắc đã chọn trước quy tắc này

source: edit alias
vi_vn: chỉnh sửa bí danh

source: Disable
vi_vn: Vô hiệu hóa

source: Anti-Lockout Rule
vi_vn: Luật chống khóa

source: address
vi_vn: Địa chỉ

source: If
vi_vn: Nếu như

source: The NAT configuration has been changed
vi_vn: Cấu hình NAT đã được thay đổi

source: Do you really want to delete the selected rules?
vi_vn: Bạn có thực sự muốn xóa các quy tắc đã chọn không?

source: Do you really want to delete this rule?
vi_vn: Bạn có thực sự muốn xóa quy tắc này?

source: Add
vi_vn: Thêm mới

source: Ports
vi_vn: Cổng

source: External (advanced)
vi_vn: External (nâng cao)

source: An alias with this name already exists.
vi_vn: Bí danh có tên này đã tồn tại.

source: The name cannot be the internally reserved keyword "%s".
vi_vn: Tên không thể là từ khóa dành riêng nội bộ "%s".

source: The name must be less than 32 characters long and may only consist of the following characters: %s
vi_vn: Tên phải dài dưới 32 ký tự và chỉ có thể bao gồm các ký tự sau: %s

source: Entry "%s" is not a valid country code.
vi_vn: Mục "%s" không phải là mã quốc gia hợp lệ.

source: Entry "%s" is not a valid port number.
vi_vn: Mục "%s" không phải là số cổng hợp lệ.

source: Values
vi_vn: Giá trị

source: You must apply the changes in order for them to take effect.
vi_vn: Bạn phải áp dụng các thay đổi để chúng có hiệu lực.

source: Cannot delete alias. Currently in use by %s
vi_vn: Không thể xóa bí danh. Hiện đang được %s sử dụng

source: URL Table (IPs)
vi_vn: Bảng URL (IP)

source: URL (IPs)
vi_vn: URL (IP)

source: Port(s)
vi_vn: (Các) Cổng

source: Host(s)
vi_vn: Máy chủ

source: 1 column
vi_vn: 1 cột

source: Add widget
vi_vn: Thêm tiện ích

source: Save Settings
vi_vn: Lưu cài đặt

source: Shows the text given by the server when connecting to the port. Will take 10+ seconds to display if checked.
vi_vn: Hiển thị văn bản do máy chủ cung cấp khi kết nối với Cổng. Sẽ mất hơn 10 giây để hiển thị nếu được chọn.

source: Show Remote Text
vi_vn: Hiển thị văn bản từ xa

source: No data is transmitted to the remote host during this test, it will only attempt to open a connection and optionally display the data sent back from the server.
vi_vn: Không có dữ liệu nào được truyền đến máy chủ từ xa trong quá trình kiểm tra này, nó sẽ chỉ cố gắng mở kết nối và tùy chọn hiển thị dữ liệu được gửi lại từ máy chủ.
