Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Action to perform after loading the configuration. The default of none loads the connection only, which then can be manually initiated or used as a responder configuration. The value trap installs a trap policy which triggers the đường hầm as soon as matching traffic has been detected. The value start initiates the connection actively. To immediately initiate a connection for which trap policies have been installed, user Trap+start.
vi_vn: Hành động thực hiện sau khi nạp cấu hình. Mặc định none chỉ nạp kết nối, sau đó có thể khởi tạo thủ công hoặc dùng như cấu hình responder. trap: cài đặt trap policy và kích hoạt đường hầm ngay khi phát hiện lưu lượng khớp. start: chủ động khởi tạo kết nối. Để khởi tạo ngay một kết nối đã cài trap policy, dùng Trap+start.

source: Action to perform for this CHILD_SA on DPD timeout. The default clear closes the CHILD_SA and does not take further action. trap installs a trap policy, which will catch matching traffic and tries to re-negotiate the đường hầm on-demand (note that this is redundant if start_action includes trap. restart immediately tries to re-negotiate the CHILD_SA under a fresh IKE_SA.
vi_vn: Hành động áp dụng cho CHILD_SA này khi DPD bị timeout. Mặc định clear sẽ đóng CHILD_SA và không thực hiện hành động nào thêm. trap: cài đặt trap policy, sẽ bắt lưu lượng khớp và cố gắng đàm phán lại đường hầm theo nhu cầu (lưu ý dư thừa nếu start_action đã bao gồm trap). restart: lập tức cố gắng đàm phán lại CHILD_SA dưới một IKE_SA mới.

source: Charon by default uses the normal retransmission mechanism and timeouts to check the liveness of a peer, as all messages are used for liveness checking. For compatibility reasons, with IKEv1 a custom interval may be specified. This option has no effect on IKEv2 connections
vi_vn: Mặc định, Charon dùng cơ chế retransmission và timeout tiêu chuẩn để kiểm tra trạng thái hoạt động (liveness) của peer, vì mọi thông điệp đều được dùng cho việc kiểm tra liveness. Vì lý do tương thích, với IKEv1 có thể chỉ định một khoảng thời gian tùy chỉnh. Tùy chọn này không ảnh hưởng đến các kết nối IKEv2.

source: Enables IKEv1 Aggressive Mode instead of IKEv1 Main Mode with Identity Protection. Aggressive Mode is considered less secure because the ID and HASH payloads are exchanged unprotected. This allows a passive attacker to snoop peer identities and even worse, start dictionary attacks on the Preshared Key
vi_vn: Bật IKEv1 Aggressive Mode thay cho IKEv1 Main Mode có Identity Protection. Aggressive Mode kém an toàn hơn vì payload ID và HASH được trao đổi mà không được bảo vệ. Điều này cho phép kẻ tấn công thụ động thu thập định danh peer và tệ hơn là thực hiện tấn công từ điển vào Pre-Shared Key.

source: Enables MOBIKE on IKEv2 connections. MOBIKE is enabled by default on IKEv2 connections and allows mobility of clients and multi-homing on servers by migrating active IPsec tunnels. Usually keeping MOBIKE enabled is unproblematic, as it is not used if the peer does not indicate support for it. However, due to the design of MOBIKE, IKEv2 always floats to UDP cổng 4500 starting from the second exchange. Some implementations don’t like this behavior, hence it can be disabled
vi_vn: Bật MOBIKE cho các kết nối IKEv2. MOBIKE mặc định được bật trên IKEv2 và cho phép client di động/multi-homing trên máy chủ bằng cách chuyển (migrate) các đường hầm IPsec đang hoạt động. Thông thường để MOBIKE bật không gây vấn đề vì nó sẽ không được dùng nếu peer không báo hỗ trợ. Tuy nhiên, do thiết kế của MOBIKE, IKEv2 sẽ luôn “float” sang UDP cổng 4500 từ lần trao đổi thứ hai. Một số triển khai không thích hành vi này, vì vậy có thể tắt tùy chọn này.

source: HMAC-SHA-256 is used with 128-bit truncation with IPsec. For compatibility with implementations that incorrectly use 96-bit truncation this option may be enabled to configure the shorter truncation length in the kernel. This is not negotiated, so this only works with peers that use the incorrect truncation length (or have this option enabled)
vi_vn: Với IPsec, HMAC-SHA-256 được dùng với độ cắt (truncation) 128-bit. Để tương thích với các triển khai dùng sai truncation 96-bit, có thể bật tùy chọn này để cấu hình độ cắt ngắn hơn trong kernel. Thiết lập này không được đàm phán, nên chỉ hoạt động với peer cũng dùng độ cắt sai (hoặc cũng bật tùy chọn này).

source: Hard IKE_SA lifetime if rekey/reauth does not complete, as time. To avoid having an IKE or ISAKMP connection kept alive if IKE reauthentication or rekeying fails perpetually, a maximum hard lifetime may be specified. If the IKE_SA fails to rekey or reauthenticate within the specified time, the IKE_SA gets closed. In contrast to CHILD_SA rekeying, over_time is relative in time to the rekey_time and reauth_time values, as it applies to both. The default is 10% of either rekey_time or reauth_time, whichever value is larger. [0.1 * max(rekey_time, reauth_time)]
vi_vn: Hard lifetime của IKE_SA trong trường hợp rekey/reauth không hoàn tất. Để tránh việc kết nối IKE/ISAKMP bị giữ sống khi IKE reauthentication hoặc rekey liên tục thất bại, có thể chỉ định hard lifetime tối đa. Nếu IKE_SA không thể rekey hoặc reauthenticate trong thời gian đã chỉ định, IKE_SA sẽ bị đóng. Khác với rekey của CHILD_SA, over_time là khoảng thời gian tương đối so với các giá trị rekey_time và reauth_time (áp dụng cho cả hai). Mặc định là 10% của giá trị lớn hơn giữa rekey_time và reauth_time. [0.1 * max(rekey_time, reauth_time)]

source: IKE major version to use for connection. 1 uses IKEv1 aka ISAKMP, 2 uses IKEv2. A connection using IKEv1+IKEv2 accepts both IKEv1 and IKEv2 as a responder and initiates the connection actively with IKEv2
vi_vn: Phiên bản chính (major) của IKE dùng cho kết nối: 1 dùng IKEv1 (ISAKMP), 2 dùng IKEv2. Kết nối dùng IKEv1+IKEv2 sẽ chấp nhận cả IKEv1 và IKEv2 ở vai trò responder và sẽ chủ động khởi tạo kết nối bằng IKEv2.

source: IKE rekeying refreshes key material using a Diffie-Hellman key exchange, but does not re-check associated credentials. It is supported with IKEv2 only. IKEv1 performs a reauthentication procedure instead. With the default value, IKE rekeying is scheduled every 4 hours minus the configured rand_time. If a reauth_time is configured, rekey_time defaults to zero, disabling rekeying. In that case set rekey_time explicitly to both enforce rekeying and reauthentication
vi_vn: IKE rekeying làm mới vật liệu khóa bằng trao đổi khóa Diffie-Hellman nhưng không kiểm tra lại thông tin xác thực liên quan. Chỉ được hỗ trợ với IKEv2. IKEv1 sẽ thực hiện reauthentication thay thế. Với giá trị mặc định, IKE rekeying được lên lịch mỗi 4 giờ trừ đi rand_time đã cấu hình. Nếu cấu hình reauth_time, rekey_time mặc định về 0 (tắt rekeying). Khi đó cần đặt rekey_time rõ ràng để vừa ép rekeying vừa ép reauthentication.

source: IPsec Mode to establish CHILD_SA with. đường hầm negotiates the CHILD_SA in IPsec Tunnel Mode whereas transport uses IPsec Transport Mode. pass and drop are used to install shunt policies which explicitly bypass the defined traffic from IPsec processing or drop it, respectively.
vi_vn: Chế độ IPsec dùng để thiết lập CHILD_SA. tunnel sẽ đàm phán CHILD_SA ở IPsec Tunnel Mode, còn transport dùng IPsec Transport Mode. pass và drop dùng để cài shunt policy nhằm bỏ qua lưu lượng đã định khỏi xử lý IPsec hoặc loại bỏ (drop) tương ứng.

source: Inner đường hầm remote address to be used for routing purposes. The size of the subnet containing local and remote will be calculated automatically
vi_vn: Địa chỉ remote của đường hầm bên trong (inner tunnel) dùng cho mục đích định tuyến. Kích thước subnet chứa local và remote sẽ được tự động tính toán.

source: Leave empty to generate a device name. Custom names are possible, but only if the start of the name matches the required prefix and contains numeric characters or dots, e.g. "vlan0.1.2" or "qinq0.3.4".
vi_vn: Để trống để tự động tạo tên thiết bị. Có thể đặt tên tùy chỉnh, nhưng chỉ khi phần đầu tên khớp với tiền tố bắt buộc và chỉ chứa ký tự số hoặc dấu chấm, ví dụ: "vlan0.1.2" hoặc "qinq0.3.4".

source: Number of retransmission sequences to perform during initial connect. Instead of giving up initiation after the first retransmission sequence with the default value of 1, additional sequences may be started according to the configured value. A value of 0 initiates a new sequence until the connection establishes or fails with a permanent error
vi_vn: Số chuỗi retransmission sẽ thực hiện trong lần kết nối ban đầu. Thay vì bỏ khởi tạo sau chuỗi retransmission đầu tiên (mặc định là 1), có thể bắt đầu thêm các chuỗi retransmission theo giá trị đã cấu hình. Giá trị 0 sẽ tiếp tục khởi tạo chuỗi mới cho đến khi kết nối được thiết lập hoặc thất bại do lỗi vĩnh viễn.

source: Remote address[es] to use for IKE communication. Accepts single IPv4/IPv6 addresses, DNS names, CIDR subnets or IP address ranges. As an initiator, the first non-range/non-subnet is used to initiate the connection to. As a responder, the initiator source address must match at least to one of the specified addresses, subnets or ranges. If FQDNs are assigned they are resolved every time a configuration lookup is done. If DNS resolution times out, the lookup is delayed for that time. To initiate a connection, at least one specific address or DNS name must be specified.
vi_vn: (Các) địa chỉ remote dùng cho giao tiếp IKE. Hỗ trợ địa chỉ IPv4/IPv6 đơn, tên DNS, subnet CIDR hoặc dải địa chỉ IP. Ở vai trò initiator, địa chỉ đầu tiên không phải dải/subnet sẽ được dùng để khởi tạo kết nối. Ở vai trò responder, địa chỉ nguồn của initiator phải khớp ít nhất với một trong các địa chỉ/subnet/dải đã chỉ định. Nếu gán FQDN, chúng sẽ được phân giải mỗi lần tra cứu cấu hình. Nếu phân giải DNS bị timeout, việc tra cứu sẽ bị trì hoãn tương ứng. Để khởi tạo kết nối, phải chỉ định ít nhất một địa chỉ cụ thể hoặc một tên DNS.

source: Select the type of the key pair. To generate a new one, select the number of bit and press the button next to the size selector.
vi_vn: Chọn loại cặp khóa (key pair). Để tạo mới, chọn số bit và nhấn nút bên cạnh bộ chọn kích thước.

source: Send alerts in eve format to syslog, using log level info. This will not change the alert logging used by the product itself. Drop logs will only be send to the internal logger, due to restrictions in suricata.
vi_vn: Gửi cảnh báo theo định dạng EVE tới syslog với mức log info. Thiết lập này không thay đổi cơ chế ghi log cảnh báo của chính sản phẩm. Log drop chỉ được gửi tới bộ ghi log nội bộ do giới hạn của Suricata.

source: Send certificate request payloads to offer trusted root CA certificates to the peer. Certificate requests help the peer to choose an appropriate certificate/private key for authentication and are enabled by default. Disabling certificate requests can be useful if too many trusted root CA certificates are installed, as each certificate request increases the size of the initial IKE packets
vi_vn: Gửi payload yêu cầu chứng chỉ (certificate request) để cung cấp danh sách chứng chỉ Root CA tin cậy cho peer. Certificate request giúp peer chọn chứng chỉ/khóa riêng phù hợp để xác thực và được bật mặc định. Việc tắt certificate request có thể hữu ích nếu có quá nhiều Root CA tin cậy được cài đặt, vì mỗi certificate request sẽ làm tăng kích thước các gói IKE ban đầu.

source: Specifies the skew to add to the base advertisement interval to make one host advertise slower than another host. It is specified in 1/256 of seconds. The acceptable values are 0 to 254.
vi_vn: Chỉ định độ lệch (skew) cộng thêm vào khoảng thời gian quảng bá cơ bản để một host quảng bá chậm hơn host khác. Giá trị được tính theo đơn vị 1/256 giây. Phạm vi hợp lệ: 0 đến 254.

source: These are addresses on your private network, and are not allowed to be returned for public internet names. Any occurrence of such addresses are removed from DNS answers. Additionally, the DNSSEC validator may mark the answers bogus. This protects against so-called DNS Rebinding. (Only applicable when DNS rebind check is enabled in System->Settings->Administration)
vi_vn: Đây là các địa chỉ thuộc mạng private và không được phép trả về cho các tên miền Internet công cộng. Mọi trường hợp xuất hiện các địa chỉ này sẽ bị loại bỏ khỏi câu trả lời DNS. Ngoài ra, bộ xác thực DNSSEC có thể đánh dấu câu trả lời là bogus. Điều này giúp bảo vệ khỏi tấn công DNS Rebinding. (Chỉ áp dụng khi bật kiểm tra DNS rebind tại System->Settings->Administration)

source: This might be helpful in some scenarios, like route based tunnels (VTI), but works only if each CHILD_SA configuration is instantiated not more than once. The default uses dynamic reqids, allocated incrementally
vi_vn: Tùy chọn này có thể hữu ích trong một số trường hợp như đường hầm định tuyến (route-based tunnels/VTI), nhưng chỉ hoạt động nếu mỗi cấu hình CHILD_SA không được khởi tạo quá một lần. Mặc định sử dụng reqid động, được cấp phát tăng dần.

source: Time to schedule CHILD_SA rekeying. CHILD_SA rekeying refreshes key material, optionally using a Diffie-Hellman exchange if a group is specified in the proposal. To avoid rekey collisions initiated by both ends simultaneously, a value in the range of rand_time gets subtracted to form the effective soft lifetime. By default CHILD_SA rekeying is scheduled every hour, minus rand_time
vi_vn: Thời gian lên lịch rekey cho CHILD_SA. Rekey CHILD_SA làm mới vật liệu khóa, có thể dùng trao đổi Diffie-Hellman nếu proposal chỉ định group. Để tránh va chạm rekey do cả hai đầu cùng khởi tạo đồng thời, một giá trị trong khoảng rand_time sẽ được trừ để tạo soft lifetime thực tế. Mặc định rekey CHILD_SA được lên lịch mỗi giờ, trừ đi rand_time.

source: To enforce UDP encapsulation of ESP packets, the IKE daemon can manipulate the NAT detection payloads. This makes the peer believe that a NAT situation exist on the transmission path, forcing it to encapsulate ESP packets in UDP. Usually this is not required but it can help to work around connectivity issues with too restrictive intermediary tường lửa that block ESP packets
vi_vn: Để ép đóng gói ESP qua UDP, IKE daemon có thể điều chỉnh payload phát hiện NAT. Điều này khiến peer tin rằng có NAT trên đường truyền, buộc nó đóng gói các gói ESP trong UDP. Thông thường không cần thiết, nhưng có thể giúp khắc phục sự cố kết nối khi có thiết bị trung gian hoặc tường lửa quá hạn chế chặn các gói ESP.

source: Whether to install IPsec policies or not. Disabling this can be useful in some scenarios e.g. VTI where policies are not managed by the IKE daemon
vi_vn: Có cài đặt (install) các chính sách IPsec hay không. Tắt tùy chọn này có thể hữu ích trong một số trường hợp như VTI, nơi các policy không do IKE daemon quản lý.

source: This is the number of packets the packet capture will grab. Default value is 100. Enter 0 (zero) for no count limit.
vi_vn: Đây là số lượng gói tin mà tính năng bắt gói sẽ thu thập. Giá trị mặc định là 100. Nhập 0 (không) để không giới hạn số lượng.

source: This value is either the Source or Destination IP/MAC address or subnet in CIDR notation. The packet capture will look for this address in either field. Matching can be negated by preceding the value with "not". Multiple IP addresses or CIDR subnets may be specified as boolean expression. If you leave this field blank, all packets on the specified interface will be captured. Example: not 10.0.0.0/24 not and not 11.0.0.1 or 00:0a:01:02:03:04
vi_vn: Giá trị này có thể là địa chỉ IP/MAC nguồn hoặc đích, hoặc subnet theo định dạng CIDR. Packet capture sẽ tìm địa chỉ này ở cả hai trường (Source/Destination). Có thể đảo điều kiện khớp bằng cách thêm "not" ở trước giá trị. Có thể chỉ định nhiều địa chỉ IP hoặc subnet CIDR dưới dạng biểu thức logic (boolean). Nếu để trống, tất cả gói tin trên giao diện được chọn sẽ được bắt. Ví dụ: not 10.0.0.0/24 not and not 11.0.0.1 or 00:0a:01:02:03:04

source: Disable fragmentation. Can be helpful to determine the maximum size a transport is able to send.
vi_vn: Tắt phân mảnh (fragmentation). Có thể hữu ích để xác định kích thước tối đa mà lớp vận chuyển (transport) có thể gửi.

source: (no) GUI groups
vi_vn: (không) nhóm GUI

source: (optional) This can be either an IP address, fully qualified domain name or an email address to identify the remote host.
vi_vn: (tùy chọn) Đây có thể là địa chỉ IP, tên miền đủ điều kiện hoặc địa chỉ email để xác định máy chủ từ xa.

source: 0 for public DNS check or 1-84600s
vi_vn: 0 để kiểm tra DNS công cộng hoặc 1-84600

source: 127.0.0.1 is the default
vi_vn: 127.0.0.1 là mặc định

source: A list of allowed IP addresses to receive notifies from (in addition to the primary server.)
vi_vn: Danh sách các địa chỉ IP được phép nhận thông báo từ (ngoài máy chủ chính.)

source: A virtual_server may be specified here.
vi_vn: Virtual_server có thể được chỉ định ở đây.

source: ACL for filter-aaaa
vi_vn: ACL cho bộ lọc-aaa

source: ACME DNS URL
vi_vn: URL DNS ACME

source: API key generated in the TrueNAS web UI.
vi_vn: Khóa API được tạo trong giao diện người dùng web TrueNAS.

source: API key id
vi_vn: Mã khóa API

source: API key secret
vi_vn: Bí mật khóa API

source: Account Name
vi_vn: Tên tài khoản

source: Accounting Pool
vi_vn: Nhóm kế toán

source: Active response
vi_vn: Phản hồi chủ động

source: Active24
vi_vn: Hoạt động24

source: Add a tag to packets that are dropped by CrowdSec rules for diagnostic purposes.
vi_vn: Thêm thẻ (tag) vào các gói tin bị loại bỏ bởi các quy tắc CrowdSec nhằm phục vụ mục đích chẩn đoán.

source: Add nameservers to this resolver configuration. They may be prefixed with either tcp@ or udp@ to use the TCP or UDP protocol respectively. For example 192.168.1.1:53, tcp@192.168.1.1:53 or udp@192.168.1.1:53. Use TAB key to complete typing.
vi_vn: Thêm máy chủ tên vào cấu hình trình phân giải này. Chúng có thể có tiền tố là tcp@ hoặc udp@ để sử dụng giao thức TCP hoặc UDP tương ứng. Ví dụ: 192.168.1.1:53, tcp@192.168.1.1:53 hoặc udp@192.168.1.1:53. Sử dụng phím TAB để hoàn thành việc gõ.

source: Add this port value to the Host header. Not used by default.
vi_vn: Thêm giá trị Cổng này vào tiêu đề Máy chủ. Không được sử dụng theo mặc định.

source: Address Type
vi_vn: Loại địa chỉ

source: Allow IPv6 for updates
vi_vn: Cho phép IPv6 cập nhật

source: Allow connecting to websockets. You can use wildcards here like wss://*.exmaple.com.
vi_vn: Cho phép kết nối với websockets. Bạn có thể sử dụng ký tự đại diện ở đây như wss://*.exmaple.com.

source: Allow loading files over HTTP(S) allows downloading of content over other domains or CDNs. You can use wildcards here like https://*.exmaple.com.
vi_vn: Cho phép tải file qua HTTP(S), cho phép tải nội dung từ các domain hoặc CDN khác. Bạn có thể sử dụng ký tự đại diện (wildcard) như https://*.example.com.

source: An integer value containing the type of the SSL hello message found in the request buffer if the buffer contains data that parse as a complete SSL (v3 or superior) client hello message.
vi_vn: Một giá trị số nguyên chứa loại thông báo xin chào SSL được tìm thấy trong bộ đệm yêu cầu nếu bộ đệm chứa dữ liệu phân tích cú pháp dưới dạng thông báo xin chào máy khách SSL (v3 hoặc cấp trên) hoàn chỉnh.

source: Annoy Delay
vi_vn: Làm phiền sự chậm trễ

source: Annoy Time
vi_vn: Thời gian khó chịu

source: Anyprot Target
vi_vn: Mục tiêu Anyprot

source: Apcupsd
vi_vn: acupsd

source: Apcupsd Netserver IP Address
vi_vn: Địa chỉ IP của Apcupsd Netserver

source: Assigning services to the virtual IP's interface will automatically include this address. Check to prevent binding to this address instead.
vi_vn: Việc gán dịch vụ cho giao diện của IP ảo sẽ tự động bao gồm địa chỉ này. Thay vào đó, hãy kiểm tra để tránh ràng buộc với địa chỉ này.

source: Attribute Unchanged
vi_vn: Thuộc tính không thay đổi

source: Authentication Pool
vi_vn: Nhóm xác thực

source: Authentication to perform for this round
vi_vn: Xác thực để thực hiện cho vòng này

source: Authentication to perform for this round, when using Pre-Shared key make sure to define one under "VPN->IPsec->Pre-Shared Keys"
vi_vn: Phương thức xác thực được sử dụng cho vòng này. Khi dùng Pre-Shared Key, hãy đảm bảo đã khai báo khóa tại "VPN->IPsec->Pre-Shared Keys".

source: Autoban Response Code
vi_vn: Mã phản hồi tự động cấm

source: Autoblock TTL (minutes)
vi_vn: Tự động chặn TTL (phút)

source: Avoid overwriting LAPI settings for config.yaml, local_api_credentials.yaml, crowdsec-firewall-bouncer.yaml. The next two configuration options (lapi_listen_address, lapi_listen_port) will be ignored. Allows unsupported configurations like linking together multiple opnsense instances or connecting to an existing crowdsec multi-server setup.
vi_vn: Tránh ghi đè các thiết lập LAPI trong các file config.yaml, local_api_credentials.yaml và crowdsec-firewall-bouncer.yaml. Hai tùy chọn cấu hình tiếp theo (lapi_listen_address, lapi_listen_port) sẽ bị bỏ qua. Cho phép các cấu hình không được hỗ trợ chính thức như liên kết nhiều instance OPNsense với nhau hoặc kết nối tới một hệ thống CrowdSec đa máy chủ hiện có.

source: BGP MD5 Password
vi_vn: Mật khẩu BGP MD5

source: Battery Level Shutdown (%)
vi_vn: Tắt mức pin (%)

source: Battery Minutes Shutdown
vi_vn: Tắt pin phút

source: Battery Timeout Shutdown
vi_vn: Tắt pin hết thời gian chờ

source: Blocklist Domains
vi_vn: Tên miền danh sách chặn

source: CF Zone ID (Optional)
vi_vn: ID vùng CF (Tùy chọn)

source: Cache Settings
vi_vn: Cài đặt bộ đệm

source: Certificate to use to connect
vi_vn: Chứng chỉ sử dụng để kết nối

source: Check Hostheaders
vi_vn: Kiểm tra tiêu đề máy chủ

source: Check Interval from 6 to 120
vi_vn: Kiểm tra khoảng thời gian từ 6 đến 120

source: Check ip timeout
vi_vn: Kiểm tra thời gian chờ ip

source: Check this box, if you want to passthrough the hostname you get from the downstream to the upstream connection. Can be overriden in the upstream's hostname configuration. Please note, that TLS server certificates are validated against this servername. If the server name passed by the client leads to different processing on the upstream server (i.e. different virtual host is choosen), this may cause security leaks.
vi_vn: Chọn hộp này nếu bạn muốn chuyển tên máy chủ mà bạn nhận được từ kết nối xuôi dòng đến kết nối ngược dòng. Có thể được ghi đè trong cấu hình tên máy chủ của thượng nguồn. Xin lưu ý rằng chứng chỉ máy chủ TLS được xác thực dựa trên tên máy chủ này. Nếu tên máy chủ được máy khách chuyển đến dẫn đến quá trình xử lý khác nhau trên máy chủ ngược tuyến (tức là chọn máy chủ ảo khác), điều này có thể gây rò rỉ bảo mật.

source: Check values in Host header (along with standard non-HTTP checks) for malicious DNS trails.
vi_vn: Kiểm tra các giá trị trong tiêu đề Máy chủ (cùng với các kiểm tra không phải HTTP tiêu chuẩn) để tìm các đường dẫn DNS độc hại.

source: Checking this directive allows to use scripts or styles directly embedded in in the HTML content. Examples are the script and the style tags.
vi_vn: Bật chỉ thị này cho phép sử dụng các script hoặc style được nhúng trực tiếp trong nội dung HTML. Ví dụ như các thẻ script và style.

source: Choose rules to be included in this FastCGI application. Only FastCGI rules are supported.
vi_vn: Chọn các quy tắc để đưa vào ứng dụng FastCGI này. Chỉ hỗ trợ các quy tắc FastCGI.

source: Choose which applications to forward to Wazuh.
vi_vn: Chọn ứng dụng nào để chuyển tiếp tới Wazuh.

source: ClamAV log verbose
vi_vn: Nhật ký ClamAV dài dòng

source: Client Expired Response Timeout
vi_vn: Hết thời gian chờ phản hồi của khách hàng

source: Close action
vi_vn: Đóng hành động
