Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Restrict Exchange Server specific paths to networks provided in the Access control field. If paths are selected, exactly these paths will have the Access control attached. Access to path / is filtered per default with a redirect to /owa. All non-selected paths will be allowed from all networks.
vi_vn: Hạn chế các đường dẫn cụ thể của Exchange Server tới các networks được cung cấp trong trường Kiểm soát truy cập. Nếu đường dẫn được chọn, chính xác những đường dẫn này sẽ được đính kèm điều khiển Truy cập. Quyền truy cập vào đường dẫn / được lọc theo mặc định với chuyển hướng đến /owa. Tất cả các đường dẫn không được chọn sẽ được phép từ tất cả các networks.

source: Rosenpass Permissive Mode
vi_vn: Chế độ cho phép Rosenpass

source: Route traffic to the specified exit node. Note that this only affects traffic routed into your Tailscale interface, which you will have to configure separately using firewall rules and hybrid outbound NAT rules.
vi_vn: Định tuyến lưu lượng truy cập đến nút thoát được chỉ định. Lưu ý rằng điều này chỉ ảnh hưởng đến lưu lượng truy cập được định tuyến vào giao diện Tailscale của bạn. Bạn sẽ phải định cấu hình riêng biệt bằng cách sử dụng quy tắc tường lửa và quy tắc NAT gửi đi kết hợp.

source: Route-Map
vi_vn: Bản đồ lộ trình

source: Route-map ID (1-65535). Sorting is managed automatically.
vi_vn: ID bản đồ lộ trình (1-65535). Việc sắp xếp được quản lý tự động.

source: Route-map ID between 10 and 99. Entries added in order of insertion.
vi_vn: ID bản đồ lộ trình từ 10 đến 99. Các mục được thêm theo thứ tự chèn.

source: Route-map name for matching and setting patterns, enabled via redistribution.
vi_vn: Tên bản đồ lộ trình để khớp và cài đặt mẫu, được bật thông qua phân phối lại.

source: Route-map to apply to routes advertised to this neighbor.
vi_vn: Bản đồ lộ trình áp dụng cho các tuyến đường được quảng cáo tới hàng xóm này.

source: Route-map to apply to routes received from this neighbor.
vi_vn: Bản đồ lộ trình để áp dụng cho các tuyến nhận được từ hàng xóm này.

source: Router ID as an IPv4 Address to uniquely identify the router.
vi_vn: ID bộ định tuyến làm Địa chỉ IPv4 để nhận dạng duy nhất bộ định tuyến.

source: Router advertisements
vi_vn: Quảng cáo bộ định tuyến

source: SSL Fingerprint
vi_vn: Dấu vân tay SSL

source: SSL Verification
vi_vn: Xác minh SSL

source: Save password
vi_vn: Lưu mật khẩu

source: Scan the qrcode above to use for supported authentication options
vi_vn: Quét mã qrcode ở trên để sử dụng cho các tùy chọn xác thực được hỗ trợ

source: Scrambled Password
vi_vn: Mật khẩu bị xáo trộn

source: Secret key
vi_vn: Khóa bí mật

source: Select Users to restrict access to this path. If unset, any user is allowed access.
vi_vn: Chọn Người dùng để hạn chế quyền truy cập vào đường dẫn này. Nếu không được đặt, bất kỳ người dùng nào cũng được phép truy cập.

source: Select a Static Key to match. Multiple Static Keys are only supported for tls-crypt2_client mode.
vi_vn: Chọn một Khóa tĩnh để khớp. Nhiều khóa tĩnh chỉ được hỗ trợ cho chế độ tls-crypt2_client.

source: Select a valid TLS certificate.
vi_vn: Chọn chứng chỉ TLS hợp lệ.

source: Select allocator method to use when offering leases to clients.
vi_vn: Chọn phương pháp phân bổ để sử dụng khi cung cấp hợp đồng thuê cho khách hàng.

source: Select allocator method to use when offering prefix delegations to clients
vi_vn: Chọn phương thức cấp phát để sử dụng khi cung cấp ủy quyền tiền tố cho khách hàng

source: Select an Access List to set IP ranges of Trusted Proxies. Access Lists can be added in "Reverse Proxy - Access". If Caddy is not the first server being connected to by clients (for example, when a "CDN" is in front of Caddy), configure "Trusted Proxies" with a list of IP ranges (CIDRs) from which incoming requests are trusted to have sent good values for these headers. Additionally, set the same Access List to the domains the Trusted Proxies connect to.
vi_vn: Chọn một Access List để thiết lập các dải IP của Trusted Proxies. Access List có thể được thêm trong "Reverse Proxy - Access". Nếu Caddy không phải là máy chủ đầu tiên mà client kết nối tới (ví dụ khi có "CDN" đứng trước Caddy), hãy cấu hình "Trusted Proxies" với danh sách các dải IP (CIDR) mà các request đến từ đó được tin cậy là gửi giá trị hợp lệ cho các header này. Ngoài ra, hãy gán cùng Access List này cho các domain mà Trusted Proxies kết nối tới.

source: Select an interface where this settings apply.
vi_vn: Chọn một giao diện mà các thiết lập này sẽ được áp dụng.

source: Select authentication methods to use, leave empty if no challenge response authentication is needed.
vi_vn: Chọn các phương thức xác thực sẽ sử dụng; để trống nếu không cần xác thực theo cơ chế challenge-response.

source: Select configuration classes to copy from the central host to the selected machine, note that existing settings will be overwritten when configured.
vi_vn: Chọn các lớp cấu hình để sao chép từ máy chủ trung tâm sang máy được chọn. Lưu ý rằng các thiết lập hiện có sẽ bị ghi đè khi cấu hình.

source: Select headers to copy in addition to the default of the chosen provider. Headers can be added in "Reverse Proxy - Headers". As example, copying "Authorization" can pass Basic Auth credentials from the Auth Provider to the reverse proxied application.
vi_vn: Chọn các header cần sao chép ngoài các header mặc định của nhà cung cấp đã chọn. Header có thể được thêm trong "Reverse Proxy - Headers". Ví dụ, sao chép header "Authorization" cho phép chuyển thông tin xác thực Basic Auth từ Auth Provider tới ứng dụng được reverse proxy.

source: Select one or multiple Web Protection rules to disable via their IDs. This can help to selectively disable rules that cause false positives, without disabling the Web Protection completely.
vi_vn: Chọn một hoặc nhiều rule Bảo vệ Web để vô hiệu hóa thông qua ID của chúng. Điều này giúp tắt chọn lọc các rule gây ra false positive mà không cần vô hiệu hóa toàn bộ Bảo vệ Web.

source: Select one or multiple headers to extract the real client IP. Headers can be added in "Reverse Proxy - Headers". As example, setting "X-Forwarded-For" and "Cf-Connecting-Ip" can extract the real client IP from Cloudflare.
vi_vn: Chọn một hoặc nhiều header để trích xuất địa chỉ IP thực của client. Header có thể được thêm trong "Reverse Proxy - Headers". Ví dụ, sử dụng "X-Forwarded-For" và "Cf-Connecting-Ip" để lấy IP thực của client từ Cloudflare.

source: Select other routing sources, which should be redistributed to the other nodes. A good choice is Connected Routes to automatically redistribute all locally attached routes to other routers with RIP. Otherwise use the Networks option to manually insert networks to distribute.
vi_vn: Chọn các nguồn định tuyến khác sẽ được phân phối lại cho các nút khác. Một lựa chọn tốt là Connected Routes để tự động phân phối lại tất cả các tuyến được gắn cục bộ tới các bộ định tuyến khác bằng RIP. Nếu không, hãy sử dụng tùy chọn Mạng để chèn networks theo cách thủ công để phân phối.

source: Select routing sources to redistribute to other nodes.
vi_vn: Chọn nguồn định tuyến để phân phối lại cho các nút khác.

source: Select the AS-Path List. If multiples with the same name exist, selecting one is enough.
vi_vn: Chọn Danh sách đường dẫn AS. Nếu tồn tại nhiều bội số có cùng tên thì chỉ cần chọn một là đủ.

source: Select the Community List. If multiples with the same name exist, selecting one is enough.
vi_vn: Chọn Danh sách cộng đồng. Nếu tồn tại nhiều bội số có cùng tên thì chỉ cần chọn một là đủ.

source: Select the DNS Provider. If you cannot find your provider here, consider using os-acme-client for the DNS-01 Challenge and os-ddclient for Dynamic DNS as alternatives.
vi_vn: Chọn Nhà cung cấp DNS. Nếu bạn không thể tìm thấy nhà cung cấp của mình tại đây, hãy cân nhắc sử dụng os-acme-client cho Thử thách DNS-01 và os-ddclient cho DNS động làm lựa chọn thay thế.

source: Select the HTTP response status code for the redirection message.
vi_vn: Chọn mã trạng thái phản hồi HTTP cho thông báo chuyển hướng.

source: Select the HTTP versions for the frontend listeners. By default, QUIC (HTTP/3) is disabled.
vi_vn: Chọn phiên bản HTTP cho trình nghe giao diện người dùng. Theo mặc định, QUIC (HTTP/3) bị tắt.

source: Select the Prefix List. If multiples with the same name exist, selecting one is enough.
vi_vn: Chọn Danh sách tiền tố. Nếu tồn tại nhiều bội số có cùng tên thì chỉ cần chọn một là đủ.

source: Select the associated virtual server.
vi_vn: Chọn máy chủ ảo được liên kết.

source: Select the interfaces where no OSPF packets should be sent.
vi_vn: Chọn các giao diện không gửi gói OSPF.

source: Select the interfaces, where no RIP packets should be sent to, (e.g., WAN interface).
vi_vn: Chọn các giao diện không được gửi gói RIP tới (ví dụ: giao diện WAN).

source: Select the mode matching the OpenVPN Server or Client.
vi_vn: Chọn chế độ phù hợp với Máy chủ hoặc Máy khách OpenVPN.

source: Select the type for this location. "ProxyPass" will reverse proxy all matched HTTP traffic. "Redirect" will create a HTTP redirect. "RedirectMatch" will also create a HTTP redirect, but avoids common redirect loops that can happen with trailing slashes if the path is not absolute. "Exchange Server" will securely reverse proxy a Microsoft Exchange Server with additional features as Outlook Anywhere support.
vi_vn: Chọn loại cho location này. "ProxyPass" sẽ reverse proxy toàn bộ lưu lượng HTTP khớp. "Redirect" sẽ tạo chuyển hướng HTTP. "RedirectMatch" cũng tạo chuyển hướng HTTP, nhưng tránh các vòng lặp redirect thường gặp do dấu gạch chéo cuối (trailing slash) khi path không phải là đường dẫn tuyệt đối. "Exchange Server" sẽ reverse proxy an toàn cho Microsoft Exchange Server với các tính năng bổ sung như hỗ trợ Outlook Anywhere.

source: Select which address families to activate for this peer group.
vi_vn: Chọn họ địa chỉ để kích hoạt cho nhóm Peer này.

source: Select which group a user should belong to in order to view and update its own otp token.
vi_vn: Chọn nhóm người dùng sẽ thuộc về để xem và cập nhật mã thông báo otp của chính họ.

source: Select which group the user should be a member of in order to use this vpn.
vi_vn: Chọn nhóm mà người dùng sẽ là thành viên để sử dụng VPN này.

source: Select which groups this host is a member of. This may limit accessibility for some users
vi_vn: Chọn nhóm mà máy chủ này là thành viên. Điều này có thể hạn chế khả năng truy cập đối với một số người dùng

source: Select which interface this subnet belongs too.
vi_vn: Chọn giao diện mà mạng con này thuộc về.

source: Select which kind of blocklists you want to use.
vi_vn: Chọn loại danh sách chặn bạn muốn sử dụng.

source: Send Cisco Unity vendor ID payload (IKEv1 only).
vi_vn: Gửi tải trọng ID nhà cung cấp Cisco Unity (chỉ IKEv1).

source: Sends a default route to the neighbor, useful in small AS environments where a full routing table is not necessary.
vi_vn: Gửi một tuyến mặc định đến hàng xóm, hữu ích trong môi trường AS nhỏ, nơi không cần đến bảng định tuyến đầy đủ.

source: Sends logs to the OPNsense integrated syslog-ng service.
vi_vn: Gửi nhật ký đến dịch vụ syslog-ng tích hợp OPNsense.

source: Sequential count
vi_vn: Đếm tuần tự

source: Server Settings
vi_vn: Cài đặt máy chủ

source: Server address
vi_vn: Địa chỉ máy chủ

source: Server instance
vi_vn: Phiên bản máy chủ

source: ServerName
vi_vn: Tên máy chủ

source: Set primary domain name server IPv4 or IPv6 address. Repeat this option to set secondary DNS server addresses.
vi_vn: Đặt máy chủ tên miền chính Địa chỉ IPv4 hoặc IPv6. Lặp lại tùy chọn này để đặt địa chỉ máy chủ DNS phụ.

source: Set priority [low-delay]
vi_vn: Đặt mức độ ưu tiên [độ trễ thấp]

source: Set the IP address of server to forward requests to.
vi_vn: Đặt địa chỉ IP của máy chủ để chuyển tiếp yêu cầu tới.

source: Set the above domain as local. This will configure this DNS server as authoritative; it will not forward queries to any upstream servers for this domain.
vi_vn: Đặt tên miền trên làm địa phương. Điều này sẽ cấu hình máy chủ DNS này là có thẩm quyền; nó sẽ không chuyển tiếp các truy vấn tới bất kỳ máy chủ ngược tuyến nào cho miền này.

source: Set the authentication setup key
vi_vn: Đặt khóa thiết lập xác thực

source: Set the default metric to a value between 1 and 16. Routes with lower metrics will be preferred, while higher metrics indicate less preferred or distant paths.
vi_vn: Đặt số liệu mặc định thành giá trị từ 1 đến 16. Các tuyến đường có số liệu thấp hơn sẽ được ưu tiên, trong khi số liệu cao hơn cho biết các đường dẫn ít được ưu tiên hơn hoặc xa hơn.

source: Set the request matcher that will be applied to this access list.
vi_vn: Đặt trình so khớp yêu cầu sẽ được áp dụng cho danh sách truy cập này.

source: Sets all DHCP domains as local. This will configure this DNS server as authoritative; it will not forward queries to any upstream servers for these domains.
vi_vn: Đặt tất cả các miền DHCP làm địa phương. Điều này sẽ cấu hình máy chủ DNS này là có thẩm quyền; nó sẽ không chuyển tiếp truy vấn tới bất kỳ máy chủ ngược dòng nào cho các miền này.

source: Sets frequency (in seconds) of Hello packets to maintain OSPF neighbor relationships.
vi_vn: Đặt tần số (tính bằng giây) của gói Hello để duy trì mối quan hệ lân cận OSPF.

source: Sets the OSPF metric for path selection; lower costs are preferred paths within the area.
vi_vn: Đặt số liệu OSPF để chọn đường dẫn; chi phí thấp hơn là những con đường ưa thích trong khu vực.

source: Sets the available SignatureAlgorithms.
vi_vn: Đặt các thuật toán chữ ký có sẵn.

source: Sets the interval (default 60 seconds) between keepalive messages to check the neighbors availability.
vi_vn: Đặt khoảng thời gian (mặc định là 60 giây) giữa các tin nhắn lưu giữ để kiểm tra tính khả dụng của hàng xóm.

source: Sets the local router as the next hop for routes advertised to the neighbor, commonly used in Route Reflector setups.
vi_vn: Đặt bộ định tuyến cục bộ làm bước nhảy tiếp theo cho các tuyến được quảng cáo tới hàng xóm, thường được sử dụng trong thiết lập Route Reflector.

source: Setting this will enable Router Advertisements for all configured DHCPv6 ranges with the managed address bits set, and the use SLAAC bit reset. To change this default, select a combination of the possible options in the individual DHCPv6 ranges. Keep in mind that this is a global option; if there are configured DHCPv6 ranges, RAs will be sent unconditionally and cannot be deactivated selectively. Setting Router Advertisement modes in DHCPv6 ranges will have no effect without this global option enabled.
vi_vn: Cài đặt này sẽ bật Quảng cáo bộ định tuyến cho tất cả các phạm vi DHCPv6 đã định cấu hình với các bit địa chỉ được quản lý được đặt và sử dụng đặt lại bit SLAAC. Để thay đổi mặc định này, hãy chọn kết hợp các tùy chọn có thể có trong phạm vi DHCPv6 riêng lẻ. Hãy nhớ rằng đây là một lựa chọn chung; nếu có phạm vi DHCPv6 được định cấu hình, RA sẽ được gửi vô điều kiện và không thể bị vô hiệu hóa một cách chọn lọc. Đặt chế độ Quảng cáo Bộ định tuyến trong phạm vi DHCPv6 sẽ không có hiệu lực nếu không bật tùy chọn chung này.

source: Setup Key
vi_vn: Khóa cài đặt

source: Shape packets using the selected pipe or queue in the reverse rule direction.
vi_vn: Định hình các gói bằng cách sử dụng đường hầm hoặc hàng đợi đã chọn theo hướng quy tắc ngược lại.

source: Shape packets using the selected pipe or queue in the rule direction.
vi_vn: Định hình các gói bằng cách sử dụng đường dẫn hoặc hàng đợi đã chọn theo hướng quy tắc.

source: Should be set when Dnsmasq is definitely the only DHCP server on a network. For DHCPv4, it changes the behaviour from strict RFC compliance so that DHCP requests on unknown leases from unknown hosts are not ignored.
vi_vn: Nên đặt khi Dnsmasq chắc chắn là máy chủ DHCP duy nhất trên networks. Đối với DHCPv4, nó thay đổi hành vi từ việc tuân thủ RFC nghiêm ngặt để các yêu cầu DHCP trên các hợp đồng thuê không xác định từ các máy chủ không xác định không bị bỏ qua.

source: Show password fields
vi_vn: Hiển thị các trường mật khẩu

source: Show the provided message to the user, can be formatted using html.
vi_vn: Hiển thị thông báo được cung cấp cho người dùng, có thể được định dạng bằng html.

source: SignatureAlgorithms
vi_vn: Thuật toán chữ ký

source: Skip firewall rules
vi_vn: Bỏ qua quy tắc tường lửa

source: Socket Type
vi_vn: Loại ổ cắm

source: Socket timeout in seconds. The number of seconds the server waits for data sent by / to the backend.
vi_vn: Thời gian chờ của ổ cắm tính bằng giây. Số giây máy chủ chờ dữ liệu được gửi bởi/đến phần phụ trợ.

source: Socket type used for DHCP communication
vi_vn: Loại ổ cắm được sử dụng cho giao diện mạng DHCP

source: Sort order
vi_vn: Sắp xếp thứ tự

source: Sort with a sequence number, e.g., for strict processing order when using the "Query DNS servers sequentially" option in general settings.
vi_vn: Sắp xếp theo số thứ tự, ví dụ để đảm bảo thứ tự xử lý nghiêm ngặt khi sử dụng tùy chọn "Query DNS servers sequentially" trong phần cài đặt chung.

source: Source IP address for queries to the DNS server for the override domain. Best to leave empty
vi_vn: Địa chỉ IP nguồn cho các truy vấn tới máy chủ DNS cho miền ghi đè. Tốt nhất nên để trống

source: Source Net(s)
vi_vn: Nguồn networks

source: Source Routing
vi_vn: Định tuyến nguồn

source: Source networks to apply policy on. Examples are 192.168.1.0/24 or 192.168.1.1. Leave empty to apply on everything
vi_vn: Mạng nguồn để áp dụng chính sách. Ví dụ là 192.168.1.0/24 hoặc 192.168.1.1. Để trống để áp dụng cho mọi thứ

source: Spanning Tree Protocol (RSTP/STP)
vi_vn: Giao thức cây kéo dài (RSTP/STP)

source: Specifies a network pattern to match, with optional ge (greater than or equal) and le (less than or equal) attributes to control the prefix length range. For example, a pattern like "192.168.0.0/16 ge 24 le 28" matches any route within the 192.168.0.0/16 block with prefix lengths from /24 to /28.
vi_vn: Chỉ định một mẫu mạng để so khớp, với các thuộc tính tùy chọn ge (lớn hơn hoặc bằng) và le (nhỏ hơn hoặc bằng) nhằm kiểm soát phạm vi độ dài prefix. Ví dụ, mẫu "192.168.0.0/16 ge 24 le 28" sẽ khớp với mọi route nằm trong khối 192.168.0.0/16 có độ dài prefix từ /24 đến /28.

source: Specifies a password or key used for plain or MD5 authentication.
vi_vn: Chỉ định mật khẩu hoặc khóa được sử dụng để xác thực đơn giản hoặc MD5.

source: Specifies metric cost when interface is in backup mode via CARP, deprioritizing paths dynamically.
vi_vn: Chỉ định chi phí số liệu khi giao diện ở chế độ sao lưu thông qua CARP, tự động loại bỏ các đường dẫn ưu tiên.

source: Specifies the IPv6 network address (e.g., fe80::1234) to include in OSPFv3.
vi_vn: Chỉ định địa chỉ mạng IPv6 (ví dụ: fe80::1234) để đưa vào OSPFv3.

source: Specifies the hostname of this agent.
vi_vn: Chỉ định tên máy chủ của tác nhân này.

source: Specifies the network address (e.g., 192.168.1.0) to include in OSPF.
vi_vn: Chỉ định địa chỉ networks (ví dụ: 192.168.1.0) để đưa vào OSPF.

source: Specifies the port to use for communicating with the Wazuh manager during enrollment.
vi_vn: Chỉ định Cổng sẽ sử dụng để liên lạc với người quản lý Wazuh trong quá trình đăng ký.

source: Specifies the port to use for communicating with the Wazuh manager.
vi_vn: Chỉ định Cổng sẽ sử dụng để liên lạc với người quản lý Wazuh.

source: Specify the IP address of the BGP neighbor.
vi_vn: Chỉ định địa chỉ IP của hàng xóm BGP.

source: Specify the IP address of the OSPF neighbor.
vi_vn: Chỉ định địa chỉ IP của hàng xóm OSPF.

source: Specify the local IP address used to establish connections with the neighbor. Only relevant for MD5 authentication.
vi_vn: Chỉ định địa chỉ IP cục bộ được sử dụng để thiết lập kết nối với hàng xóm. Chỉ liên quan đến xác thực MD5.

source: Split DNS name
vi_vn: Tách tên DNS

source: Split-include
vi_vn: Bao gồm phân chia

source: Stale Nonce Lifetime
vi_vn: Trọn đời Nonce cũ

source: Start N main Squid process daemons (i.e., SMP mode). Requires Restart.
vi_vn: Bắt đầu N trình nền quy trình Squid chính (tức là chế độ SMP). Yêu cầu khởi động lại.

source: Start address
vi_vn: Địa chỉ bắt đầu

source: Start of the range, e.g. 192.168.1.100 for DHCPv4, 2000::1 for DHCPv6 or when a constructor is using a suffix like ::1. To reveal IPv6 related options, enter a IPv6 address. When using router advertisements, it is possible to use a constructor with :: as the start address and no end address.
vi_vn: Bắt đầu phạm vi, ví dụ: 192.168.1.100 cho DHCPv4, 2000::1 cho DHCPv6 hoặc khi hàm tạo đang sử dụng hậu tố như ::1. Để hiển thị các tùy chọn liên quan đến IPv6, hãy nhập địa chỉ IPv6. Khi sử dụng quảng cáo bộ định tuyến, có thể sử dụng hàm tạo với :: làm địa chỉ bắt đầu và không có địa chỉ kết thúc.

source: State tracking mechanism to use, default is full stateful tracking, sloppy ignores sequence numbers, use none for stateless rules.
vi_vn: Cơ chế theo dõi trạng thái được sử dụng, mặc định là theo dõi trạng thái đầy đủ, cẩu thả bỏ qua số thứ tự, không sử dụng cho các quy tắc không trạng thái.

source: State type
vi_vn: Loại trạng thái

source: Stateful firewall
vi_vn: Tường lửa trạng thái

source: Static challenge
vi_vn: Thử thách tĩnh

source: Static routes that the client should install in its routing cache, defined as dest-ip1,router-ip1,dest-ip2,router-ip2
vi_vn: Các tuyến tĩnh mà máy khách nên cài đặt trong bộ đệm định tuyến của nó, được xác định là dest-ip1,router-ip1,dest-ip2,router-ip2

source: Stats - Bytes
vi_vn: Số liệu thống kê - Byte

source: Stats - Evaluations
vi_vn: Thống kê - Đánh giá

source: Stats - Packets
vi_vn: Thống kê - Gói

source: Stats - States
vi_vn: Thống kê - Bang

source: Store the request body data in memory. When the multipartparser reaches this limit, it will start using your hard disk for storage. That is slow, but unavoidable. The hard limit is 1GB.
vi_vn: Lưu trữ dữ liệu nội dung yêu cầu trong bộ nhớ. Khi bộ phân tích cú pháp nhiều phần đạt đến giới hạn này, nó sẽ bắt đầu sử dụng disk cứng của bạn để lưu trữ. Đó là chậm, nhưng không thể tránh khỏi. Giới hạn cứng là 1GB.

source: Strict interface binding
vi_vn: Ràng buộc giao diện nghiêm ngặt

source: Strip subnet
vi_vn: Dải mạng con

source: Strip the subnet received by a downstream DNS server. If "Add subnet" is used and the downstream DNS server already added a subnet, DNSMasq will not replace it without setting "Strip subnet".
vi_vn: Loại bỏ subnet nhận được từ máy chủ DNS downstream. Nếu sử dụng "Add subnet" và máy chủ DNS downstream đã thêm một subnet, DNSMasq sẽ không ghi đè subnet đó nếu không bật tùy chọn "Strip subnet".

source: Summarizes multiple networks in the specified area, consolidating multiple networks into a single summarized route like 192.168.0.0/23
vi_vn: Tóm tắt nhiều networks trong khu vực được chỉ định, hợp nhất nhiều networks thành một tuyến tóm tắt duy nhất như 192.168.0.0/23

source: Summarizes multiple networks in the specified area, consolidating multiple networks into a single summarized route like fe80:1234::/56.
vi_vn: Tóm tắt nhiều networks trong khu vực được chỉ định, hợp nhất nhiều networks thành một tuyến tóm tắt duy nhất như fe80:1234::/56.

source: Swap the interface identifier of the ipv6 address with the given partial ipv6 address (the least significant 64 bits of the address)
vi_vn: Hoán đổi mã định danh giao diện của địa chỉ ipv6 với địa chỉ ipv6 một phần đã cho (64 bit có ý nghĩa nhỏ nhất của địa chỉ)

source: TCP flags [out of]
vi_vn: Cờ TCP [ngoài]

source: TLS Port
vi_vn: Cổng TLS

source: TLS Security profile
vi_vn: Hồ sơ bảo mật TLS

source: TLS Support
vi_vn: Hỗ trợ TLS

source: TLS header passthrough
vi_vn: Chuyển qua tiêu đề TLS

source: TTL (seconds)
vi_vn: TTL (giây)

source: TTL of the host, e.g. 3600
vi_vn: TTL của máy chủ, ví dụ: 3600
