Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: List of IP:port (or hostname:port) pairs of Zabbix servers for active checks. If port is not specified, the default port is used. IPv6 addresses must be enclosed in square brackets if the port for that host is specified. If the port is not specified, square brackets for IPv6 addresses are optional. If this parameter is not specified, active checks are disabled. Examples: zabbix.example.com, 10.0.0.2:20051, [::1]:30051,::1, [12fc::1]
vi_vn: Danh sách các cặp IP:cổng (hoặc tên máy chủ:cổng) của máy chủ Zabbix để kiểm tra hoạt động. Nếu Cổng không được chỉ định, Cổng mặc định sẽ được sử dụng. Địa chỉ IPv6 phải được đặt trong dấu ngoặc vuông nếu Cổng cho máy chủ đó được chỉ định. Nếu Cổng không được chỉ định, dấu ngoặc vuông cho địa chỉ IPv6 là tùy chọn. Nếu tham số này không được chỉ định, các hoạt động kiểm tra sẽ bị vô hiệu hóa. Ví dụ: zabbix.example.com, 10.0.0.2:20051, [::1]:30051,::1, [12fc::1]

source: List of domains from where blocklist will be downloaded.
vi_vn: Danh sách các miền mà danh sách chặn sẽ được tải xuống.

source: List of domains to mark as insecure. DNSSEC chain of trust is ignored towards the domain name.
vi_vn: Danh sách các tên miền được đánh dấu là không an toàn. Chuỗi tin cậy DNSSEC bị bỏ qua đối với tên miền.

source: Listen IP Protocol
vi_vn: Nghe giao thức IP

source: Local TLS ALPN Port
vi_vn: Cổng TLS ALPN cục bộ

source: Log to syslog
vi_vn: Đăng nhập vào nhật ký hệ thống

source: Max Connections
vi_vn: Kết nối tối đa

source: Max DNS answer size
vi_vn: Kích thước câu trả lời DNS tối đa

source: Maximum Connections (Public Services)
vi_vn: Kết nối tối đa (Dịch vụ công cộng)

source: Maximum Connections (Servers)
vi_vn: Kết nối tối đa (Máy chủ)

source: Maximum object size in memory (KB)
vi_vn: Kích thước đối tượng tối đa trong bộ nhớ (KB)

source: Memory cache mode
vi_vn: Chế độ bộ nhớ đệm

source: Monitored CARP interfaces
vi_vn: Giao diện CARP được giám sát

source: Monitoring URI
vi_vn: Giám sát URI

source: Multi-Protocol
vi_vn: Đa giao thức

source: NOTE: Settings below must not be changed after account registration.
vi_vn: LƯU Ý: Không được thay đổi các cài đặt bên dưới sau khi đăng ký tài khoản.

source: NX hold time
vi_vn: Thời gian giữ NX

source: Nederhost API
vi_vn: API Nederhost

source: Obsolete hold time
vi_vn: Thời gian lưu giữ quá hạn

source: Optional EAB Credentials
vi_vn: Thông tin xác thực EAB tùy chọn

source: Other hold time
vi_vn: Thời gian giữ khác

source: Password associated with this account
vi_vn: Mật khẩu được liên kết với tài khoản này

source: Path to the Unifi keystore file in the local filesystem, i.e. /usr/local/share/java/unifi/data/keystore.
vi_vn: Đường dẫn đến tệp kho khóa Unifi trong hệ thống tệp cục bộ, tức là /usr/local/share/java/unifi/data/keystore.

source: Poll Time
vi_vn: Thời gian thăm dò ý kiến

source: Porkbun API
vi_vn: API Porkbun

source: Port of DNS server, for usual DNS use 53, if you use DoT set it to 853.
vi_vn: Cổng của máy chủ DNS, đối với DNS thông thường, hãy sử dụng 53, nếu bạn sử dụng DoT, hãy đặt thành 853.

source: Port that will be used when connecting to Synology DSM.
vi_vn: Cổng sẽ được sử dụng khi kết nối với Synology DSM.

source: Prefer server ciphers
vi_vn: Ưu tiên mật mã máy chủ

source: Prefers server ciphers over client ciphers.
vi_vn: Ưu tiên mật mã máy chủ hơn mật mã máy khách.

source: Preload on startup
vi_vn: Tải trước khi khởi động

source: Provide an optional TCP communication port to use during health checks, i.e. 80 or 443. The server port will used for health checks when no port is specified.
vi_vn: Cung cấp Cổng giao diện mạng TCP tùy chọn để sử dụng trong quá trình kiểm tra tình trạng, tức là 80 hoặc 443. Cổng máy chủ sẽ được sử dụng để kiểm tra tình trạng khi không có Cổng nào được chỉ định.

source: Query Source IP
vi_vn: IP nguồn truy vấn

source: Query Source IPv6
vi_vn: Nguồn truy vấn IPv6

source: Refused hold time
vi_vn: Thời gian giữ bị từ chối

source: Route Reflector Client
vi_vn: Ứng dụng khách phản ánh tuyến đường

source: Run as Root
vi_vn: Chạy bằng quyền root

source: SSL preferences
vi_vn: Tùy chọn SSL

source: Scheme
vi_vn: Cơ chế

source: Secret API Key
vi_vn: Khóa API bí mật

source: Select the applicable protocol
vi_vn: Chọn giao thức áp dụng

source: Select the frontend that provides the UNIX socket. This UNIX socket will be used as the server's address, making it possible to send connections to this frontend. Only frontends that provide the unix@ pattern as listen address can be selected.
vi_vn: Chọn giao diện người dùng cung cấp ổ cắm UNIX. Ổ cắm UNIX này sẽ được sử dụng làm địa chỉ của máy chủ, giúp có thể gửi kết nối đến giao diện người dùng này. Chỉ có thể chọn các giao diện người dùng cung cấp mẫu unix@ làm địa chỉ nghe.

source: Select the interfaces, whose CARP transitions should be monitored.
vi_vn: Chọn các giao diện mà quá trình chuyển đổi CARP của chúng cần được giám sát.

source: Select the protocol to use.
vi_vn: Chọn giao thức để sử dụng.

source: Select the service to use.
vi_vn: Chọn dịch vụ để sử dụng.

source: Server IP
vi_vn: IP máy chủ

source: Set exos policy filter id with Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]"
vi_vn: Thiết lập ID bộ lọc chính sách exos với Filter-ID="Entrasys:version=1:mgmt=su:policy=[policy_name]".

source: Set exos vlan tagged
vi_vn: Thiết lập VLAN exos có gắn thẻ (tagged)

source: Set exos vlan untagged
vi_vn: Đặt exos vlan không được gắn thẻ

source: Set minimum TLS version. Please be aware that every version below 1.2 is considered as insecure.
vi_vn: Đặt phiên bản TLS tối thiểu. Xin lưu ý rằng mọi phiên bản dưới 1.2 đều được coi là không an toàn.

source: Set the ACME CA account to use for this certificate.
vi_vn: Đặt tài khoản ACME CA để sử dụng cho chứng chỉ này.

source: Set the ACME challenge type for this certificate.
vi_vn: Đặt loại thử thách ACME cho chứng chỉ này.

source: Set the ACME challenge type. You'll have to add configuration for the selected challenge type below.
vi_vn: Đặt loại thử thách ACME. Bạn sẽ phải thêm cấu hình cho loại thử thách đã chọn bên dưới.

source: Set the Elliptical cryptography configuration.
vi_vn: Đặt cấu hình mật mã hình elip.

source: Set the TCP port of the remote NUT server.
vi_vn: Đặt Cổng TCP của máy chủ NUT từ xa.

source: Set the maximum number of concurrent connections for public services.
vi_vn: Đặt số lượng kết nối đồng thời tối đa cho các dịch vụ công cộng.

source: Set the maximum number of concurrent connections for servers.
vi_vn: Đặt số lượng kết nối đồng thời tối đa cho máy chủ.

source: Set the maximum object size in memory (default 512KB when left empty).
vi_vn: Đặt kích thước đối tượng tối đa trong bộ nhớ (mặc định là 512KB khi để trống).

source: Set the maximum time allowed to perform a clean graceful stop. HAProxy will terminate all open connections when the timeout is reached. This may be used to ensure that the instance will quit even if connections remain opened. Defaults to milliseconds. Optionally the unit may be specified as either "d", "h", "m", "s", "ms" or "us".
vi_vn: Thiết lập thời gian tối đa cho phép để thực hiện việc dừng graceful một cách sạch sẽ. HAProxy sẽ chấm dứt tất cả các kết nối đang mở khi hết thời gian chờ. Tùy chọn này có thể được dùng để đảm bảo instance sẽ thoát ngay cả khi vẫn còn kết nối mở. Mặc định là mili giây. Có thể chỉ định đơn vị là "d", "h", "m", "s", "ms" hoặc "us".

source: Sets the "hold other" timeout value for the resolver. Default "30s"
vi_vn: Thiết lập giá trị timeout "hold other" cho resolver. Mặc định là "30s".

source: Specifies a URI which will be intercepted to return HAProxy's health status instead of forwarding the request. When a HTTP request is received, HAProxy will return either "HTTP/1.0 200 OK" or "HTTP/1.0 503 Service unavailable", depending on the fined failure conditions.
vi_vn: Chỉ định một URI sẽ được chặn để trả về trạng thái sức khỏe của HAProxy thay vì chuyển tiếp yêu cầu. Khi nhận được yêu cầu HTTP, HAProxy sẽ trả về "HTTP/1.0 200 OK" hoặc "HTTP/1.0 503 Service unavailable", tùy theo các điều kiện lỗi đã được xác định.

source: Specifies the maximal number of concurrent connections that will be sent to this server. The default value is "0" which means unlimited.
vi_vn: Chỉ định số lượng kết nối đồng thời tối đa sẽ được gửi tới máy chủ này. Giá trị mặc định là "0" nghĩa là không giới hạn.

source: Specify a curve(s) for ECDHE ciphers. NGINX default (empty field): auto.
vi_vn: Chỉ định (các) đường cong cho mật mã ECDHE. Mặc định NGINX (trường trống): auto.

source: Specify enabled ciphers in the TLS library cipher string format. Example: ECDHE-ECDSA-AES128-GCM-SHA256:ECDHE-RSA-AES128-GCM-SHA256. NGINX default (empty field): HIGH:!aNULL:!MD5.
vi_vn: Chỉ định mật mã được kích hoạt ở định dạng chuỗi mật mã thư viện TLS. Ví dụ: ECDHE-ECDSA-AES128-GCM-SHA256:ECDHE-RSA-AES128-GCM-SHA256. Mặc định NGINX (trường trống): HIGH:!aNULL:!MD5.

source: Specify the IPv4 address used as a source for outbound queries.
vi_vn: Chỉ định địa chỉ IPv4 được sử dụng làm nguồn cho các truy vấn gửi đi.

source: Specify the IPv6 address used as a source for outbound queries.
vi_vn: Chỉ định địa chỉ IPv6 được sử dụng làm nguồn cho các truy vấn gửi đi.

source: Specify the IPv6 address used as a source for zone transfers.
vi_vn: Chỉ định địa chỉ IPv6 được sử dụng làm nguồn để chuyển vùng.

source: Specify the filename scheme for this Lua script. Usually using the ID is sufficient and the most fail-safe apparoach. However, when using Lua's "require" function this apparoach will not work and it becomes necessary to use the specified name as filename. In this case all non-alphanumeric characters are removed from the filename. Note that this may cause issues when creating multiple Lua scripts with the same name.
vi_vn: Chỉ định quy ước đặt tên tệp cho script Lua này. Thông thường việc sử dụng ID là đủ và an toàn nhất. Tuy nhiên, khi sử dụng hàm "require" của Lua thì cách này sẽ không hoạt động và cần phải dùng tên được chỉ định làm tên tệp. Trong trường hợp này, tất cả các ký tự không phải chữ và số sẽ bị loại bỏ khỏi tên tệp. Lưu ý rằng điều này có thể gây ra sự cố khi tạo nhiều script Lua có cùng tên.

source: Stats Allowed IP
vi_vn: Số liệu thống kê IP được phép

source: Synology Hostname
vi_vn: Tên máy chủ Synology

source: Synology Port
vi_vn: Cổng Synology

source: TLS Ciphers
vi_vn: Mật mã TLS

source: TLS Minimum Version
vi_vn: Phiên bản tối thiểu TLS

source: TLS Protocols
vi_vn: Giao thức TLS

source: TLS-ALPN Service
vi_vn: Dịch vụ TLS-ALPN

source: The 'Listen IPs' parameter specifies a comma-separated list of IP addresses to listen to. Default is to listen on all interfaces.
vi_vn: Tham số 'Nghe IP' chỉ định danh sách địa chỉ IP được phân tách bằng dấu phẩy để nghe. Mặc định là nghe trên tất cả các giao diện.

source: The HTTPS URL of the custom ACME CA that should be used for this account and all associated certificates. If using your own CA, make sure the Root CA is added to OPNsense's trust store. For example: https://acme-v02.api.letsencrypt.org/directory or https://ca.internal/acme/directory
vi_vn: URL HTTPS của ACME CA tùy chỉnh sẽ được sử dụng cho tài khoản này và tất cả các chứng chỉ được liên kết. Nếu sử dụng CA của riêng bạn, hãy đảm bảo rằng Root CA được thêm vào kho tin cậy của OPNsense. Ví dụ: https://acme-v02.api.letsencrypt.org/directory hoặc https://ca.internal/acme/directory

source: The host name sent in the SNI TLS extension to the server.
vi_vn: Tên máy chủ được gửi trong phần mở rộng SNI TLS tới máy chủ.

source: The host name sent in the SNI TLS extension to the server. Overrides the server's SNI setting for health checks.
vi_vn: Tên máy chủ được gửi trong phần mở rộng SNI TLS tới máy chủ. Ghi đè cài đặt SNI của máy chủ để kiểm tra tình trạng.

source: The ipstats plugin lists multiple interface stats.
vi_vn: Plugin ipstats liệt kê nhiều số liệu thống kê giao diện.

source: The service port when using TLS-ALPN-01 as challenge type. It works similar to the HTTP-01 challenge type. Defaults to port 43581.
vi_vn: Cổng dịch vụ khi sử dụng TLS-ALPN-01 làm loại thử thách. Nó hoạt động tương tự như loại thử thách HTTP-01. Mặc định là Cổng 43581.

source: The tcpconns plugin lists a summary of all tcp connections.
vi_vn: Plugin tcpconns liệt kê bản tóm tắt tất cả các kết nối tcp.

source: This enables the EXOS VLAN and policy attributes assignment via users tab.
vi_vn: Điều này cho phép gán thuộc tính chính sách và VLAN EXOS thông qua tab người dùng.

source: This option ensures that a new certificate is created in Synology DSM if it does not exist yet. If unchecked only existing certificates will be updated.
vi_vn: Tùy chọn này đảm bảo rằng chứng chỉ mới được tạo trong Synology DSM nếu nó chưa tồn tại. Nếu bỏ chọn, chỉ các chứng chỉ hiện có mới được cập nhật.

source: This will activate the vpnserver service only on the master device.
vi_vn: Điều này sẽ chỉ kích hoạt dịch vụ vpnserver trên thiết bị chính.

source: This will enable/disable local logs. This includes both [query_log] and [nx_log] as described in the DNSCrypt-Proxy documentation.
vi_vn: Điều này sẽ kích hoạt/vô hiệu hóa nhật ký cục bộ. Điều này bao gồm cả [query_log] và [nx_log] như được mô tả trong tài liệu DNSCrypt-Proxy.

source: This will skip chain and host verification.
vi_vn: Điều này sẽ bỏ qua xác minh chuỗi và máy chủ.

source: This will start the process with wheel group and root user permission. Please use this with care, currently only needed for Unbound and Suricata.
vi_vn: Điều này sẽ bắt đầu quá trình với sự cho phép của nhóm bánh xe và người dùng root. Vui lòng sử dụng cẩn thận, hiện chỉ cần cho Unbound và Suricata.

source: Time until we send a notification to the sender if mail is delayed (in hours) - 0 or empty to disable.
vi_vn: Thời gian cho đến khi chúng tôi gửi thông báo cho người gửi nếu thư bị trì hoãn (tính bằng giờ) - 0 hoặc trống để tắt.

source: Timeout hold time
vi_vn: Thời gian giữ thời gian chờ

source: Transfer Key
vi_vn: Chuyển khóa

source: Transfer Key Algorithm
vi_vn: Thuật toán khóa chuyển

source: UNIX Socket
vi_vn: Ổ cắm UNIX

source: URL of the router, i.e. https://fritzbox.example.com.
vi_vn: URL của bộ định tuyến, tức là https://fritzbox.example.com.

source: URLs of Blocklists
vi_vn: URL của danh sách chặn

source: Uncheck to hide all introduction pages.
vi_vn: Bỏ chọn để ẩn tất cả các trang giới thiệu.

source: Unifi keystore file
vi_vn: Tệp kho khóa Unifi

source: Use syslog instead of logging to a file.
vi_vn: Sử dụng nhật ký hệ thống thay vì đăng nhập vào một tập tin.

source: Username or login to use
vi_vn: Tên người dùng hoặc đăng nhập để sử dụng

source: Username to login, must be an administrator.
vi_vn: Tên người dùng để đăng nhập, phải là quản trị viên.

source: Valid hold time
vi_vn: Thời gian giữ hợp lệ

source: Verify CN
vi_vn: Xác minh CN

source: When a DNS resolve request times out haproxy will not retry until [hold timeout] elapses. Default "30s"
vi_vn: Khi một yêu cầu phân giải DNS bị hết thời gian chờ, HAProxy sẽ không thử lại cho đến khi hết [hold timeout]. Mặc định là "30s".

source: When enabled, a sudo rule is created to grant root access to the Zabbix user. When adding a User Parameter, just add "sudo" to the command to run it as root, i.e. instead of "echo test" use "sudo echo test".
vi_vn: Khi được bật, một quy tắc sudo sẽ được tạo để cấp quyền root cho người dùng Zabbix. Khi thêm User Parameter, chỉ cần thêm "sudo" vào lệnh để chạy với quyền root, ví dụ thay vì "echo test" thì dùng "sudo echo test".

source: When haproxy receives a NXDOMAIN error message (domain does not exist) from the resolver it will not retry until [hold nx] elapses. Default "30s".
vi_vn: Khi HAProxy nhận được thông báo lỗi NXDOMAIN (tên miền không tồn tại) từ resolver, nó sẽ không thử lại cho đến khi hết [hold nx]. Mặc định là "30s".

source: When haproxy receives a valid NS response it will not query DNS until valid time expires. Default is "10s".
vi_vn: Khi HAProxy nhận được phản hồi NS hợp lệ, nó sẽ không truy vấn DNS cho đến khi thời gian hiệu lực hết hạn. Mặc định là "10s".

source: When the DNS server refuses the resolve request haproxy will not retry until [hold refused] elapses. Default "30s".
vi_vn: Khi máy chủ DNS từ chối yêu cầu phân giải, HAProxy sẽ không thử lại cho đến khi hết thời gian [hold refused]. Mặc định là "30s".

source: When using HTTP-01 as challenge type, a local webserver is used to provide acme challenge data to the ACME CA. The local webserver is NOT directly exposed to the outside and should NOT use port 80 or any other well-known port. This setting allows you to change the local port of this webserver in case it interferes with another local service. Defaults to port 43580.
vi_vn: Khi sử dụng HTTP-01 làm loại thử thách, một máy chủ web cục bộ sẽ được dùng để cung cấp dữ liệu thử thách ACME cho CA ACME. Máy chủ web cục bộ KHÔNG được công khai trực tiếp ra bên ngoài và KHÔNG nên sử dụng cổng 80 hoặc bất kỳ cổng phổ biến nào khác. Thiết lập này cho phép bạn thay đổi cổng cục bộ của máy chủ web này trong trường hợp nó xung đột với một dịch vụ cục bộ khác. Mặc định là cổng 43580.

source: Whether HAProxy should load and execute this Lua script on startup. This is the default behaviour. However, if this Lua script is included by other Lua scripts using the "require" function, then preloading should be disabled to avoid HAProxy errors.
vi_vn: Xác định liệu HAProxy có tải và thực thi script Lua này khi khởi động hay không. Đây là hành vi mặc định. Tuy nhiên, nếu script Lua này được các script Lua khác bao gồm thông qua hàm "require", thì việc nạp sẵn nên được tắt để tránh lỗi HAProxy.

source: Wildcard
vi_vn: Ký tự đại diện

source: Zone Username
vi_vn: Tên người dùng vùng

source: Zone.eu API
vi_vn: API của Zone.eu

source: acme.sh TLS Web Server
vi_vn: Máy chủ Web TLS acme.sh

source: add a DNS wildcard CNAME record that points to the configured host.
vi_vn: thêm bản ghi CNAME ký tự đại diện DNS trỏ đến máy chủ được định cấu hình.

source: dynv6 HTTP API
vi_vn: API HTTP dynv6

source: A service type is required.
vi_vn: Một loại dịch vụ là bắt buộc.

source: ACME Client
vi_vn: Khách hàng ACME

source: Abuse.ch - ThreatFox IOC database
vi_vn: Abuse.ch - Cơ sở dữ liệu IOC của ThreatFox

source: All HAProxy threads
vi_vn: Tất cả các chủ đề HAProxy

source: An IP service type is required.
vi_vn: Cần có loại dịch vụ IP.

source: Array Networks AG
vi_vn: Mạng mảng AG

source: Blocklist
vi_vn: Danh sách chặn

source: Buypass
vi_vn: Mua thẻ

source: Buypass Test CA
vi_vn: CA kiểm tra mua hàng

source: Changeip
vi_vn: Thay đổi

source: Choose a value between 1 and 24 to activate - 0 or empty to disable.
vi_vn: Chọn một giá trị trong khoảng từ 1 đến 24 để kích hoạt - 0 hoặc để trống để tắt.

source: DNS over TLS
vi_vn: DNS qua TLS

source: DuckDNS
vi_vn: VịtDNS

source: Dynamic IPv6 Host
vi_vn: Máy chủ IPv6 động

source: Force SSL for health checks
vi_vn: Buộc SSL để kiểm tra sức khỏe

source: Force SSL+SNI for health checks
vi_vn: Buộc SSL+SNI để kiểm tra tình trạng

source: Force no SSL for health checks
vi_vn: Buộc không có SSL để kiểm tra sức khỏe

source: Fortinet Fortigate
vi_vn: Fortinet tăng cường

source: IPv6 Dynamic Host require an interface to track.
vi_vn: Máy chủ động IPv6 yêu cầu giao diện để theo dõi.

source: Juniper
vi_vn: cây bách xù

source: Keep all most recent files (always)
vi_vn: Giữ tất cả các tập tin gần đây nhất (luôn luôn)

source: Keep most recent HIT files(disk)
vi_vn: Giữ các tệp HIT gần đây nhất (disk)

source: Keep only files fetched from network (network)
vi_vn: Chỉ giữ lại các tệp được tìm nạp từ networks (networks)

source: Let's Encrypt Test CA
vi_vn: Hãy mã hóa CA thử nghiệm

source: Let's Encrypt [default]
vi_vn: Hãy mã hóa [mặc định]

source: Logs / HTTP Access
vi_vn: Nhật ký / Truy cập HTTP

source: Logs / HTTP Error
vi_vn: Nhật ký/Lỗi HTTP

source: Logs / Stream Access
vi_vn: Nhật ký / Truy cập luồng

source: Logs / Stream Error
vi_vn: Nhật ký/Lỗi luồng

source: NameCheap
vi_vn: TênGiá Rẻ

source: Please provide a valid IP address, i.e. 10.0.0.1.
vi_vn: Vui lòng cung cấp địa chỉ IP hợp lệ, tức là 10.0.0.1.

source: Please provide a valid listen address or port, i.e. 127.0.0.1:8080, [::1]:8080, 8080.
vi_vn: Vui lòng cung cấp địa chỉ hoặc Cổng nghe hợp lệ, ví dụ: 127.0.0.1:8080, [::1]:8080, 8080.

source: Please provide a valid listen address, i.e. 127.0.0.1:8080, [::1]:8080, www.example.com:443 or unix@socket-name. Port range as start-end, i.e. 127.0.0.1:1220-1240.
vi_vn: Vui lòng cung cấp địa chỉ nghe hợp lệ, ví dụ: 127.0.0.1:8080, [::1]:8080, www.example.com:443 hoặc unix@socket-name. Phạm vi Cổng ở dạng bắt đầu, tức là 127.0.0.1:1220-1240.

source: Please provide one or more valid IP addresses, i.e. 10.0.0.1.
vi_vn: Vui lòng cung cấp một hoặc nhiều địa chỉ IP hợp lệ, tức là 10.0.0.1.

source: Please provide valid Zabbix server addresses, i.e. zabbix.example.com, 10.0.0.2 or 10.0.0.0/24.
vi_vn: Vui lòng cung cấp địa chỉ máy chủ Zabbix hợp lệ, ví dụ: zabbix.example.com, 10.0.0.2 hoặc 10.0.0.0/24.

source: Please specify a value between 0 and 100.
vi_vn: Vui lòng chỉ định giá trị từ 0 đến 100.

source: Please specify a value between 0 and 10000000.
vi_vn: Vui lòng chỉ định giá trị trong khoảng từ 0 đến 10000000.

source: Pulse Connect Secure
vi_vn: Kết nối xung an toàn

source: Related frontend item not found
vi_vn: Không tìm thấy mục giao diện người dùng có liên quan

source: Should be a string between 1 and 255 characters. Allowed characters are letters and numbers as well as asterisk, hyphen, comma and space.
vi_vn: Phải là một chuỗi từ 1 đến 255 ký tự. Ký tự được phép là chữ cái và số cũng như dấu hoa thị, dấu gạch nối, dấu phẩy và dấu cách.

source: Should be a string between 1 and 8192 characters.
vi_vn: Phải là một chuỗi từ 1 đến 8192 ký tự.

source: Specify a maximum object size in memory. (number of KB's)
vi_vn: Chỉ định kích thước đối tượng tối đa trong bộ nhớ. (số KB)

source: System or Plugin Command
vi_vn: Lệnh hệ thống hoặc plugin

source: Table check must be set.
vi_vn: Kiểm tra bảng phải được thiết lập.

source: The URL must be a valid ACME endpoint without a trailing slash.
vi_vn: URL phải là điểm cuối ACME hợp lệ không có dấu gạch chéo ở cuối.

source: Update local Unifi keystore
vi_vn: Cập nhật kho khóa Unifi cục bộ

source: Upload certificate to FRITZ!Box router
vi_vn: Tải chứng chỉ lên bộ định tuyến FRITZ!Box

source: Upload certificate to Synology DSM
vi_vn: Tải chứng chỉ lên Synology DSM

source: Use a random ID for the filename [default]
vi_vn: Sử dụng ID ngẫu nhiên cho tên tệp [mặc định]

source: Use server settings
vi_vn: Sử dụng cài đặt máy chủ

source: Use the specified name as filename
vi_vn: Sử dụng tên được chỉ định làm tên tệp

source: ZeroSSL
vi_vn: Không có SSL

source: Zoneedit
vi_vn: Chỉnh sửa vùng

source: acme.sh TLS Web Server (automatic port forward)
vi_vn: acme.sh Máy chủ Web TLS (chuyển tiếp Cổng tự động)

source: freedns
vi_vn: những người được giải phóng

source: he
vi_vn: Anh ta

source: loopia
vi_vn: vòng lặp

source: monitor fail: report failure to a monitor request
vi_vn: lỗi giám sát: báo cáo lỗi đối với yêu cầu giám sát

source: unix socket
vi_vn: ổ cắm unix

source: zoneedit
vi_vn: chỉnh sửa vùng

source: %d %s/s exceeds the maximum bandwidth of %d %s/s.
vi_vn: %d %s/s vượt quá băng thông tối đa %d %s/s.

source: %d sec
vi_vn: %d giây

source: %s %s (Parent: %s, Tag: %s)
vi_vn: %s %s (Cha: %s, Thẻ: %s)

source: %s (Tag: %s, Parent: %s)%s
vi_vn: %s (Thẻ: %s, Cha: %s)%s

source: %s (freq. %s/%s)
vi_vn: %s (tần số %s/%s)

source: %s day ago
vi_vn: %s ngày trước

source: %s days ago
vi_vn: %s ngày trước

source: %s hour ago
vi_vn: %s giờ trước

source: %s hours ago
vi_vn: %s giờ trước

source: %s is currently using one of these ports.
vi_vn: %s hiện đang sử dụng một trong các Cổng này.
