Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: WindowsSpyBlocker (extra)
vi_vn: WindowsSpyBlocker (bổ sung)

source: WindowsSpyBlocker (spy)
vi_vn: WindowsSpyBlocker (theo dõi)

source: WindowsSpyBlocker (update)
vi_vn: WindowsSpyBlocker (cập nhật)

source: You have to enable Disable Routes option.
vi_vn: Bạn phải bật tùy chọn Disable Routes.

source: emergency
vi_vn: khẩn cấp

source: error
vi_vn: lỗi

source: info
vi_vn: thông tin

source: intern
vi_vn: thực tập

source: kernel messages
vi_vn: thông điệp hạt nhân

source: line printer subsystem
vi_vn: hệ thống con loạt máy in

source: local0
vi_vn: cục bộ0

source: locally used (0)
vi_vn: sử dụng cục bộ (0)

source: locally used (1)
vi_vn: sử dụng cục bộ (1)

source: locally used (2)
vi_vn: sử dụng cục bộ (2)

source: locally used (3)
vi_vn: sử dụng cục bộ (3)

source: locally used (4)
vi_vn: sử dụng cục bộ (4)

source: locally used (5)
vi_vn: sử dụng cục bộ (5)

source: locally used (6)
vi_vn: sử dụng cục bộ (6)

source: locally used (7)
vi_vn: sử dụng cục bộ (7)

source: log alert
vi_vn: nhật ký cảnh báo

source: log audit
vi_vn: nhật ký tra soát

source: mail system
vi_vn: hệ thống mail

source: messages generated internally by syslogd
vi_vn: thông báo được tạo nội bộ bởi syslogd

source: network news subsystem
vi_vn: hệ thống con tin tức networks

source: security/authorization messages
vi_vn: thông báo ủy quyền/bảo mật

source: system daemons
vi_vn: daemon hệ thống

source: user-level messages
vi_vn: thông báo cấp độ người dùng

source: warn
vi_vn: cảnh báo

source: %sApply changes:%s Apply all changes by syncing all shown SSL certificates into running HAProxy service.
vi_vn: %sÁp dụng các thay đổi:%s Áp dụng tất cả các thay đổi bằng cách đồng bộ hóa tất cả các chứng chỉ SSL được hiển thị với dịch vụ HAProxy đang chạy.

source: %sNOTE:%s Changes can only be applied for Public Services that already exist in the running HAProxy service. When adding or removing Public Services HAProxy must be reloaded or restarted.
vi_vn: %sNOTE:%s Các thay đổi chỉ có thể được áp dụng cho Dịch vụ công cộng đã tồn tại trong dịch vụ HAProxy đang chạy. Khi thêm hoặc xóa Dịch vụ công cộng HAProxy phải được tải lại hoặc khởi động lại.

source: %sNOTE:%s These changes will not be persisted across restarts of HAProxy.
vi_vn: %sNOTE:%s Những thay đổi này sẽ không được duy trì khi khởi động lại HAProxy.

source: %sNOTE:%s When enabling multiple cron jobs, please adjust them so that they do not run at the same time. Check the %scron settings page%s for more cron job details and additional customization options.
vi_vn: %sNOTE:%s Khi bật nhiều công việc định kỳ, vui lòng điều chỉnh chúng để chúng không chạy cùng lúc. Kiểm tra trang %scron setting%s để biết thêm chi tiết về cron job và các tùy chọn tùy chỉnh bổ sung.

source: %sServer Templates:%s A prefix is required to build the server names. Additionally a service name or FQDN is required to identify the servers this template initializes
vi_vn: %sMẫu máy chủ:%s Cần có tiền tố để tạo tên máy chủ. Ngoài ra, cần có tên dịch vụ hoặc FQDN để xác định máy chủ mà mẫu này khởi tạo

source: %sSet state to drain:%s This removes the server from load balancing. Health checks will continue to run and it still accepts new persistent connections.
vi_vn: %sĐặt trạng thái thoát:%s Thao tác này sẽ loại bỏ máy chủ khỏi chế độ cân bằng tải. Quá trình kiểm tra tình trạng sẽ tiếp tục chạy và vẫn chấp nhận các kết nối liên tục mới.

source: %sSet state to maintenance:%s This disables any traffic to the server. Health checks will also be disabled.
vi_vn: %sĐặt trạng thái thành bảo trì:%s Điều này sẽ vô hiệu hóa mọi lưu lượng truy cập đến máy chủ. Kiểm tra sức khỏe cũng sẽ bị vô hiệu hóa.

source: %sSet state to ready:%s This puts the server in normal mode.
vi_vn: %sĐặt trạng thái thành sẵn sàng:%s Thao tác này sẽ đặt máy chủ ở chế độ bình thường.

source: %sShow diff:%s Show difference between configured SSL certificates and SSL certificates from the running HAProxy service.
vi_vn: %sHiển thị khác biệt:%s Hiển thị sự khác biệt giữa chứng chỉ SSL được định cấu hình và chứng chỉ SSL từ dịch vụ HAProxy đang chạy.

source: %sStatic Servers:%s The IP address or fully-qualified domain name that should be used when communicating with your server. Additionally the TCP or UDP port that should be used. If unset, the same port the client connected to will be used.
vi_vn: %sMáy chủ tĩnh:%s Địa chỉ IP hoặc tên miền đủ điều kiện sẽ được sử dụng khi liên lạc với máy chủ của bạn. Ngoài ra, Cổng TCP hoặc UDP sẽ được sử dụng. Nếu không được đặt, Cổng tương tự mà máy khách đã kết nối sẽ được sử dụng.

source: (No Category)
vi_vn: (Không có danh mục)

source: (none) Exclude certificate from export
vi_vn: (không có) Loại trừ chứng chỉ khỏi xuất khẩu

source: A certificate is required for tls types
vi_vn: Cần có chứng chỉ cho các loại tls

source: A cryptographic accelerator module will use hardware support to speed up some cryptographic functions on systems which have the chip. Do not enable this option if you have a Hifn cryptographic acceleration card, as this will take precedence and the Hifn card will not be used. Acceleration should be automatic for IPsec when using a cipher supported by your chip, such as AES-128.
vi_vn: Mô-đun tăng tốc mật mã sẽ sử dụng hỗ trợ phần cứng để tăng tốc một số chức năng mã hóa trên các hệ thống có chip. Không bật tùy chọn này nếu bạn có thẻ tăng tốc mật mã Hifn, vì tùy chọn này sẽ được ưu tiên và thẻ Hifn sẽ không được sử dụng. Việc tăng tốc phải tự động đối với IPsec khi sử dụng mật mã được chip của bạn hỗ trợ, chẳng hạn như AES-128.

source: ADD:
vi_vn: THÊM VÀO:

source: Accessed
vi_vn: Đã truy cập

source: Add Certificates
vi_vn: Thêm chứng chỉ

source: Add filters template
vi_vn: Thêm mẫu bộ lọc

source: Add new
vi_vn: Thêm mới

source: Add template
vi_vn: Thêm mẫu

source: AdvLinkMTU must be between %s and %s bytes.
vi_vn: AdvLinkMTU phải nằm trong khoảng từ %s đến %s byte.

source: All rule IDs need to be numeric.
vi_vn: Tất cả ID quy tắc cần phải ở dạng số.

source: Allow mixed case input when gathering local user settings.
vi_vn: Cho phép nhập trường hợp hỗn hợp khi thu thập cài đặt người dùng cục bộ.

source: An issue was detected.
vi_vn: Một vấn đề đã được phát hiện.

source: Apply SSL certificates to HAProxy?
vi_vn: Áp dụng chứng chỉ SSL cho HAProxy?

source: Apply changes (bulk)
vi_vn: Áp dụng thay đổi (số lượng lớn)

source: Architecture
vi_vn: Ngành kiến ​​​​trúc

source: Are you sure you want to flush the configured template (back to defaults)?
vi_vn: Bạn có chắc chắn muốn xóa mẫu đã định cấu hình (trở lại mặc định) không?

source: Are you sure you want to request a new OTP token? The previous token will not be valid after this action.
vi_vn: Bạn có chắc chắn muốn yêu cầu mã thông báo OTP mới không? Mã thông báo trước đó sẽ không hợp lệ sau hành động này.

source: Auth Data
vi_vn: Dữ liệu xác thực

source: Best
vi_vn: Tốt nhất

source: Block DNS servers on other network adapters to prevent DNS leaks. Compatible with Windows clients only.
vi_vn: Chặn máy chủ DNS trên các bộ điều hợp networks khác để ngăn chặn rò rỉ DNS. Chỉ tương thích với máy khách Windows.

source: Branch
vi_vn: Chi nhánh

source: By default, the same MAC can get multiple leases if the requests are sent using different UIDs. To avoid this behavior, check this box and client UIDs will be ignored.
vi_vn: Theo mặc định, cùng một MAC có thể nhận được nhiều hợp đồng thuê nếu yêu cầu được gửi bằng các UID khác nhau. Để tránh hành vi này, hãy chọn hộp này và UID ứng dụng khách sẽ bị bỏ qua.

source: CERTIFICATES:
vi_vn: GIẤY CHỨNG NHẬN:

source: Cannot delete a category which is still in use.
vi_vn: Không thể xóa danh mục vẫn đang được sử dụng.

source: Category in use
vi_vn: Danh mục đang sử dụng

source: Change server weight
vi_vn: Thay đổi trọng lượng máy chủ

source: Change server weight (bulk)
vi_vn: Thay đổi trọng lượng máy chủ (số lượng lớn)

source: Check Status
vi_vn: Kiểm tra trạng thái

source: Checked on
vi_vn: Đã kiểm tra

source: Checking this box requires the token after the password. Default requires the token before the password.
vi_vn: Việc chọn hộp này yêu cầu mã thông báo sau mật khẩu. Mặc định yêu cầu mã thông báo trước mật khẩu.

source: Click here to copy to clipboard.
vi_vn: Bấm vào đây để sao chép vào clipboard.

source: Click to view pending updates.
vi_vn: Nhấn vào đây để xem các bản cập nhật đang chờ xử lý.

source: Commit
vi_vn: Làm

source: Community Lists
vi_vn: Danh sách cộng đồng

source: Config Diff
vi_vn: Cấu hình khác biệt

source: Config file not found. Run a syntax check to create it.
vi_vn: Không tìm thấy tập tin cấu hình. Chạy kiểm tra cú pháp để tạo nó.

source: Configure cron job
vi_vn: Định cấu hình công việc định kỳ

source: Connectivity
vi_vn: Kết nối

source: Copy
vi_vn: Sao chép

source: Cron Jobs
vi_vn: Công việc định kỳ

source: Current Activity
vi_vn: Hoạt động hiện tại

source: Current version
vi_vn: Phiên bản hiện tại

source: DB Summary Counter
vi_vn: Bộ đếm tóm tắt DB

source: DELETE:
vi_vn: XÓA BỎ:

source: Data Length
vi_vn: Độ dài dữ liệu

source: Delay (ms):
vi_vn: Độ trễ (ms):

source: Deleted selected template
vi_vn: Đã xóa mẫu đã chọn

source: Determines how packets route back in the opposite direction (replies), when set to default, packets on WAN type interfaces reply to their connected gateway on the interface (unless globally disabled). A specific gateway may be chosen as well here. This setting is only relevant in the context of a state, for stateless rules there is no defined opposite direction.
vi_vn: Xác định cách các gói định tuyến trở lại theo hướng ngược lại (trả lời), khi được đặt thành mặc định, các gói trên giao diện loại WAN sẽ trả lời gateway được kết nối của chúng trên giao diện (trừ khi bị tắt trên toàn cầu). Một Cổng cụ thể cũng có thể được chọn ở đây. Cài đặt này chỉ phù hợp trong bối cảnh của một trạng thái, đối với các quy tắc không có trạng thái thì không có hướng ngược lại được xác định.

source: Diff between configured and active SSL certificates
vi_vn: Sự khác biệt giữa chứng chỉ SSL được định cấu hình và hoạt động

source: Direction of the traffic. Traffic IN is coming into the firewall interface, while traffic OUT is going out of the firewall interface. In visual terms: [Source] -> IN -> [Firewall] -> OUT -> [Destination]. The default policy is to filter inbound traffic, which means the policy applies to the interface on which the traffic is originally received by the firewall from the source. This is more efficient from a traffic processing perspective. In most cases, the default policy will be the most appropriate.
vi_vn: Hướng của giao thông. Lưu lượng IN đang đi vào giao diện tường lửa, trong khi lưu lượng OUT đang đi ra khỏi giao diện tường lửa. Theo thuật ngữ trực quan: [Nguồn] -> IN -> [Tường lửa] -> OUT -> [Đích]. Chính sách mặc định là lọc lưu lượng truy cập vào, có nghĩa là chính sách áp dụng cho giao diện mà lưu lượng truy cập ban đầu được tường lửa nhận từ nguồn. Điều này hiệu quả hơn từ góc độ xử lý lưu lượng. Trong hầu hết các trường hợp, chính sách mặc định sẽ phù hợp nhất.

source: Directory Name without leading slash, starting from user's root
vi_vn: Tên thư mục không có dấu gạch chéo ở đầu, bắt đầu từ thư mục gốc của người dùng

source: Disable this host
vi_vn: Vô hiệu hóa máy chủ này

source: Do not alter system DNS server settings
vi_vn: Không thay đổi cài đặt máy chủ DNS của hệ thống

source: Download ACLs
vi_vn: Tải xuống ACL

source: Download All
vi_vn: Tải xuống tất cả

source: Download Config
vi_vn: Tải xuống cấu hình

source: Download and upload custom error pages, if no (new) files are provided our defaults are used.
vi_vn: Tải xuống và tải lên các trang lỗi tùy chỉnh, nếu không có tệp (mới) nào được cung cấp thì mặc định của chúng tôi sẽ được sử dụng.

source: Drop Bytes
vi_vn: Bỏ byte

source: Drop Pkt
vi_vn: Thả Pkt

source: Dynamic gateway policy
vi_vn: Chính sách gate động

source: Edit Challenge Type
vi_vn: Chỉnh sửa loại thử thách

source: Edit Community Lists
vi_vn: Chỉnh sửa danh sách cộng đồng

source: Edit E-Mail Alert
vi_vn: Chỉnh sửa thông báo qua email

source: Edit Error Page
vi_vn: Chỉnh sửa trang lỗi

source: Edit Relay
vi_vn: Chỉnh sửa chuyển tiếp

source: Edit Resolver
vi_vn: Chỉnh sửa trình giải quyết

source: Edit Service
vi_vn: Chỉnh sửa dịch vụ

source: Edit TLS-config
vi_vn: Chỉnh sửa cấu hình TLS

source: Edit category
vi_vn: Chỉnh sửa danh mục

source: Edit client
vi_vn: Chỉnh sửa khách hàng

source: Edit header_check rule
vi_vn: Chỉnh sửa quy tắc header_check

source: Edit realm
vi_vn: Chỉnh sửa vương quốc

source: Edit rewrite-rule
vi_vn: Chỉnh sửa quy tắc viết lại

source: Edit server
vi_vn: Chỉnh sửa máy chủ

source: Enable DNS64 Support
vi_vn: Kích hoạt hỗ trợ DNS64

source: Enable this mode when the OpenDNS servers are used by a different network component but the periodic update behaviour is still desired.
vi_vn: Bật chế độ này khi máy chủ OpenDNS được sử dụng bởi một thành phần networks khác nhưng vẫn mong muốn thực hiện cập nhật định kỳ.

source: Enabled - LZ4 algorithm (%s)
vi_vn: Đã bật - Thuật toán LZ4 (%s)

source: Enabled - LZ4 v2 algorithm (%s)
vi_vn: Đã bật - Thuật toán LZ4 v2 (%s)

source: Enabled - LZO algorithm (%s)
vi_vn: Đã bật - Thuật toán LZO (%s)

source: Enabled - Stub algorithm (%s)
vi_vn: Đã bật – Thuật toán Stub (%s)

source: Enabled - Stub v2 algorithm (%s)
vi_vn: Đã bật – Thuật toán Stub v2 (%s)

source: Entry "%s" is not a network.
vi_vn: Mục "%s" không phải là một mạng.

source: Entry "%s" is not a valid (partial) MAC address.
vi_vn: Mục "%s" không phải là một địa chỉ MAC (một phần) hợp lệ.

source: Entry "%s" is not a valid alias.
vi_vn: Mục "%s" không phải là một alias hợp lệ.

source: Error applying SSL certificates to HAProxy
vi_vn: Lỗi áp dụng chứng chỉ SSL cho HAProxy

source: Error pages
vi_vn: Trang lỗi

source: Error reconfiguring stunnel
vi_vn: Lỗi cấu hình lại stunnel

source: Error setting HAProxy server administrative state
vi_vn: Lỗi cài đặt trạng thái quản trị máy chủ HAProxy

source: Error setting HAProxy server weight
vi_vn: Lỗi cài đặt trọng lượng máy chủ HAProxy

source: External IPv6 Prefix
vi_vn: Tiền tố IPv6 bên ngoài

source: Filter type
vi_vn: Loại bộ lọc

source: Filters not set
vi_vn: Bộ lọc chưa được đặt

source: Filters template delete
vi_vn: Xóa mẫu bộ lọc

source: Filters template edit
vi_vn: Chỉnh sửa mẫu bộ lọc

source: Search…
vi_vn: Tìm kiếm...

source: Firewall Categories
vi_vn: Danh mục tường lửa

source: Firmware status
vi_vn: Trạng thái chương trình cơ sở

source: Flavour
vi_vn: hương vị

source: Forcefully issue or renew the selected certificate?
vi_vn: Buộc cấp hoặc gia hạn chứng chỉ đã chọn?

source: Freeradius
vi_vn: Bán kính tự do

source: Graph
vi_vn: đồ thị

source: HAProxy configtest found critical errors
vi_vn: Kiểm tra cấu hình HAProxy tìm thấy lỗi nghiêm trọng

source: HAProxy configtest found minor errors
vi_vn: Kiểm tra cấu hình HAProxy tìm thấy lỗi nhỏ

source: HAProxy configtest result
vi_vn: Kết quả cấu hình HAProxy

source: HAProxy needs to know which servers should be used to serve content. Either add a static server configuration or use a template to initialize multiple servers at once. The latter one can also be used to discover the available services via DNS SRV records. The following minimum information must be provided for each server:
vi_vn: HAProxy cần biết máy chủ nào sẽ được sử dụng để phân phát nội dung. Thêm cấu hình máy chủ tĩnh hoặc sử dụng mẫu để khởi tạo nhiều máy chủ cùng một lúc. Cái sau cũng có thể được sử dụng để khám phá các dịch vụ có sẵn thông qua bản ghi DNS SRV. Các thông tin tối thiểu sau đây phải được cung cấp cho mỗi máy chủ:

source: Hide table column
vi_vn: Ẩn cột trong bảng

source: Host key algorithms
vi_vn: Thuật toán khóa máy chủ

source: How many attempts should be made to negotiate a connection, or a replacement for one, before giving up (default 3). Leave empty for default, -1 for forever or any positive integer for the number of tries
vi_vn: Phải thực hiện bao nhiêu nỗ lực để đàm phán kết nối hoặc thay thế một kết nối trước khi từ bỏ (mặc định 3). Để trống theo mặc định, -1 cho mãi mãi hoặc bất kỳ số nguyên dương nào cho số lần thử

source: IPv6 DHCP
vi_vn: DHCP IPv6

source: Identd (stunnel)
vi_vn: Nhận dạng (choáng)

source: If ID 0 is specified, no other IDs can be listed.
vi_vn: Nếu ID 0 được chỉ định, không có ID nào khác có thể được liệt kê.

source: If an IPv4 address is entered, the address must be within the interface subnet.
vi_vn: Nếu nhập địa chỉ IPv4 thì địa chỉ đó phải nằm trong mạng con giao diện.

source: If the destination is directly reachable via an interface requiring no intermediary system to act as a gateway, you can select this option which allows dynamic gateways to be created without direct target addresses. Some tunnel types support this.
vi_vn: Nếu có thể truy cập đích trực tiếp thông qua giao diện không yêu cầu hệ thống trung gian hoạt động như một gateway, bạn có thể chọn tùy chọn này cho phép tạo các gateway động mà không cần địa chỉ đích trực tiếp. Một số loại đường hầm hỗ trợ điều này.

source: If this option is set, Unbound will synthesize AAAA records from A records if no actual AAAA records are present.
vi_vn: Nếu tùy chọn này được đặt, Không giới hạn sẽ tổng hợp các bản ghi AAAA từ các bản ghi A nếu không có bản ghi AAAA thực tế nào.

source: If this option is set, you will be able to manually set the DHCPv6 and Router Advertisements service for this interface. Use with care.
vi_vn: Nếu tùy chọn này được đặt, bạn sẽ có thể đặt thủ công dịch vụ DHCPv6 và Quảng cáo bộ định tuyến cho giao diện này. Sử dụng cẩn thận.

source: If you enter a value in this field, then MSS clamping for TCP connections to the value entered above minus 40 (IPv4) or 60 (IPv6) will be in effect (TCP/IP header size).
vi_vn: Nếu bạn nhập một giá trị vào trường này thì việc kẹp MSS cho các kết nối TCP với giá trị được nhập ở trên trừ 40 (IPv4) hoặc 60 (IPv6) sẽ có hiệu lực (kích thước tiêu đề TCP/IP).

source: Ignore Client UIDs
vi_vn: Bỏ qua UID khách hàng

source: In max(bps)
vi_vn: Ở mức tối đa (bps)

source: Inactivity timeout must be an integer value.
vi_vn: Thời gian chờ không hoạt động phải là giá trị số nguyên.

source: Incomplete
vi_vn: Chưa hoàn thành

source: Index
vi_vn: chỉ mục

source: Install policy on phase1 is not a valid option when using Route-based phase 2 entries.
vi_vn: Chính sách cài đặt trên giai đoạn 1 không phải là một tùy chọn hợp lệ khi sử dụng các bản ghi giai đoạn 2 dựa trên tuyến đường.

source: Installed
vi_vn: Đã cài đặt

source: Key exchange algorithms
vi_vn: Thuật toán trao đổi khóa

source: Keyingtries
vi_vn: Số lần thử thương lượng khóa

source: LL: 4 bytes "00:03:00:01" followed by 6 bytes of the MAC address.
vi_vn: LL: 4 byte "00:03:00:01" theo sau là 6 byte của địa chỉ MAC.

source: Lastly, enable HAProxy using the %sService%s settings page.
vi_vn: Cuối cùng, bật HAProxy bằng trang cài đặt %sService%s.

source: Legacy - Disabled LZO algorithm (%s)
vi_vn: Kế thừa - Thuật toán LZO bị vô hiệu hóa (%s)

source: Legacy - Enabled LZO algorithm with adaptive compression (%s)
vi_vn: Kế thừa - Thuật toán LZO được bật với tính năng nén thích ứng (%s)

source: Legacy - Enabled LZO algorithm without adaptive compression (%s)
vi_vn: Kế thừa - Đã bật thuật toán LZO mà không cần nén thích ứng (%s)

source: Legend
vi_vn: Huyền thoại

source: Load Balancing
vi_vn: Cân bằng tải

source: Loading
vi_vn: Đang tải

source: Log level
vi_vn: Cấp độ nhật ký

source: Log the results of DNS queries
vi_vn: Ghi lại kết quả truy vấn DNS

source: MACs
vi_vn: MAC

source: Mailer ID
vi_vn: ID người gửi thư

source: Match case insensitive
vi_vn: Trận đấu không phân biệt chữ hoa chữ thường

source: Matched rule
vi_vn: Luật phù hợp

source: Mirror
vi_vn: Gương

source: Modify log level for IPv6 clients. Info will give status, interface leases and addresses. Debug will give full diagnostics.
vi_vn: Sửa đổi cấp độ nhật ký cho máy khách IPv6. Thông tin sẽ cung cấp trạng thái, hợp đồng thuê giao diện và địa chỉ. Gỡ lỗi sẽ cung cấp chẩn đoán đầy đủ.

source: Multicast Addresses
vi_vn: Địa chỉ Multicast

source: Negative and positive IDs cannot be mixed.
vi_vn: Không thể trộn lẫn ID âm và ID dương.

source: Netflow / Insight
vi_vn: Luồng networks / Thông tin chi tiết

source: New and old config files are identical.
vi_vn: File cấu hình mới và cũ giống hệt nhau.

source: New version
vi_vn: Phiên bản mới

source: No issues were detected.
vi_vn: Không có vấn đề nào được phát hiện.

source: No results. Check General log for details
vi_vn: Không có kết quả. Kiểm tra nhật ký chung để biết chi tiết

source: Norwegian
vi_vn: người Na Uy

source: OK (registered)
vi_vn: Được (đã đăng ký)

source: OSPF NSSA external type 1
vi_vn: OSPF NSSA bên ngoài loại 1

source: OSPF NSSA external type 2
vi_vn: OSPF NSSA bên ngoài loại 2

source: OSPF external type 1
vi_vn: OSPF bên ngoài loại 1

source: OSPF external type 2
vi_vn: OSPF bên ngoài loại 2

source: OSPF inter area
vi_vn: Liên khu vực OSPF

source: Out max(bps)
vi_vn: Ra tối đa (bps)

source: Output shown here for diagnostic purposes. There is no general need for manual system intervention.
vi_vn: Đầu ra hiển thị ở đây cho mục đích chẩn đoán. Không có nhu cầu chung về sự can thiệp của hệ thống thủ công.

source: Package name
vi_vn: Tên gói

source: Partial - Packet framing for compression (%s)
vi_vn: Một phần - Đóng khung gói để nén (%s)

source: Paste
vi_vn: Dán

source: Permit users to generate their own OTP seed in the password page.
vi_vn: Cho phép người dùng tạo hạt giống OTP của riêng họ trong trang mật khẩu.

source: Pkt
vi_vn: gói

source: Policies
vi_vn: Chính sách

source: Presets
vi_vn: cài đặt trước

source: Prevent DNS leaks
vi_vn: Ngăn chặn rò rỉ DNS

source: Proxy-certificate
vi_vn: Chứng chỉ proxy

source: Public Service Name:
vi_vn: Tên dịch vụ công cộng:

source: Puppet Agent Service
vi_vn: Dịch vụ đại lý múa rối

source: REMOVE:
vi_vn: DI DỜI:

source: Radius Secure Proxy
vi_vn: Proxy bảo mật bán kính

source: Real Server
vi_vn: Máy chủ thực

source: Refresh Frequency
vi_vn: Tần suất làm mới

source: Registration Date
vi_vn: Ngày đăng ký

source: Remove Certificates
vi_vn: Xóa chứng chỉ

source: Repositories
vi_vn: Kho lưu trữ

source: Repository
vi_vn: Kho lưu trữ

source: Request Counter
vi_vn: Bộ đếm yêu cầu

source: Request new OTP seed
vi_vn: Yêu cầu hạt giống OTP mới

source: Required action
vi_vn: Hành động bắt buộc

source: Rerun all automations for the selected certificate?
vi_vn: Chạy lại tất cả quá trình tự động hóa cho chứng chỉ đã chọn?

source: Reset all local conflicts
vi_vn: Đặt lại tất cả xung đột cục bộ

source: Reset custom template
vi_vn: Đặt lại mẫu tùy chỉnh

source: Resolve plugin conflicts
vi_vn: Giải quyết xung đột plugin

source: Resolver ID
vi_vn: ID người giải quyết

source: Response delay
vi_vn: Độ trễ phản hồi

source: Retransmit Counter
vi_vn: Bộ đếm truyền lại

source: Rule
vi_vn: Luật lệ

source: Rule IDs lower than 1000 are reserved for internal rules.
vi_vn: ID quy tắc thấp hơn 1000 được dành riêng cho quy tắc nội bộ.

source: Rule IDs need to be numeric.
vi_vn: ID quy tắc cần phải ở dạng số.

source: Rule adjustments
vi_vn: Điều chỉnh quy tắc

source: Rules can only have a single ID.
vi_vn: Luật chỉ có thể có một ID duy nhất.

source: Run an audit
vi_vn: Chạy kiểm toán

source: Run the automatic resolver
vi_vn: Chạy trình phân giải tự động

source: SQLi Score
vi_vn: Điểm SQLi

source: SSH private key
vi_vn: Khóa riêng SSH

source: Save & Test syntax
vi_vn: Cú pháp lưu và kiểm tra

source: Save as :
vi_vn: Lưu dưới dạng:

source: Save filters template
vi_vn: Lưu mẫu bộ lọc

source: Saved selections
vi_vn: Lựa chọn đã lưu

source: Select any of given criteria (or)
vi_vn: Chọn bất kỳ tiêu chí nào trong số các tiêu chí đã cho (hoặc)
