Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Unable to login automatically, likely due to access constraints
vi_vn: Không thể đăng nhập tự động, có thể do hạn chế truy cập

source: Unasssigned
vi_vn: Chưa được chỉ định

source: Unknown component at remote (Not installed)
vi_vn: Thành phần không xác định ở xa (Chưa được cài đặt)

source: Unknown traffic shaper selected.
vi_vn: Đã chọn công cụ định hình lưu lượng truy cập không xác định.

source: Unmatched
vi_vn: Chưa từng có

source: Upgrade in progress
vi_vn: Đang nâng cấp

source: User %s can not lock itself out
vi_vn: Người dùng %s không thể tự khóa

source: User client certificate
vi_vn: Chứng chỉ ứng dụng khách của người dùng

source: Usermanager
vi_vn: Người quản lý người dùng

source: Version mismatch, unable to provision (upgrade first)
vi_vn: Phiên bản không khớp, không thể cung cấp (nâng cấp trước)

source: Virtual servers
vi_vn: Máy chủ ảo

source: Web Application Firewall
vi_vn: Tường lửa ứng dụng web

source: Welcome
vi_vn: Chào mừng

source: When "%s" matcher is selected, TLS can not be terminated.
vi_vn: Khi matcher "%s" được chọn, TLS không thể bị terminate (kết thúc) tại đây.

source: When "%s" matcher is selected, field must be empty.
vi_vn: Khi matcher "%s" được chọn, trường này phải để trống.

source: When Exchange is configured on the virtual host, only a single location may be used
vi_vn: Khi Exchange được cấu hình trên máy chủ ảo, chỉ có thể sử dụng một vị trí duy nhất

source: When LAN is enabled, an address needs to be provided.
vi_vn: Khi mạng LAN được bật, cần phải cung cấp một địa chỉ.

source: When disabled, authorized keys need to be configured for each user that has been granted secure shell access.
vi_vn: Khi bị tắt, các khóa được ủy quyền cần phải được cấu hình cho từng người dùng đã được cấp quyền truy cập shell an toàn.

source: When routing type is "%s", matchers "HTTP", "TLS" or "QUIC" cannot be chosen.
vi_vn: Khi kiểu định tuyến là "%s", không thể chọn các matcher "HTTP", "TLS" hoặc "QUIC".

source: When set, this option blocks traffic from IP addresses that are reserved for private networks as per RFC 1918 as well as loopback, link-local and Carrier-grade NAT addresses. This option should only be set for WAN interfaces that use the public IP address space.
vi_vn: Khi được đặt, tùy chọn này sẽ chặn lưu lượng truy cập từ các địa chỉ IP được dành riêng cho các networks riêng theo RFC 1918 cũng như các địa chỉ NAT vòng lặp, liên kết cục bộ và cấp nhà cung cấp dịch vụ. Tùy chọn này chỉ nên được đặt cho các giao diện WAN sử dụng không gian địa chỉ IP công cộng.

source: When syncookies are active, the firewall will answer each incoming TCP SYN with a syncookie SYN ACK for all state tracked connections without allocating any resources. TCP connections bound to stateless rules will be silently dropped for implementational reasons.
vi_vn: Khi cookie đồng bộ hoạt động, tường lửa sẽ trả lời từng SYN TCP đến bằng một SYN ACK đồng bộ hóa cho tất cả các kết nối được theo dõi trạng thái mà không phân bổ bất kỳ tài nguyên nào. Các kết nối TCP bị ràng buộc với các quy tắc không trạng thái sẽ bị loại bỏ âm thầm vì lý do triển khai.

source: When type is 'Match', a tag must be set.
vi_vn: Khi loại là 'Khớp', thẻ phải được đặt.

source: Wildcard entries are not allowed for DHCP reservations.
vi_vn: Các entry ký tự đại diện không được phép để đặt trước DHCP.

source: You are currently running in live media mode. A reboot will reset the configuration.
vi_vn: Bạn hiện đang chạy ở chế độ truyền thông trực tiếp. Khởi động lại sẽ thiết lập lại cấu hình.

source: Your system is rebooting
vi_vn: Hệ thống của bạn đang khởi động lại

source: bridge in use
vi_vn: cầu đang sử dụng

source: bytes in (block)
vi_vn: Byte vào (chặn)

source: bytes in (pass)
vi_vn: Byte vào (cho phép)

source: bytes out (block)
vi_vn: Byte ra (chặn)

source: bytes out (pass)
vi_vn: byte ra (vượt qua)

source: captiveportal
vi_vn: Cổng giam cầm

source: down #%d
vi_vn: xuống #%d

source: dynamic
vi_vn: năng động

source: e.g. %sinternal, name.internal%s
vi_vn: ví dụ. %sinternal, name.internal%s

source: generate new
vi_vn: tạo mới

source: host groups
vi_vn: nhóm chủ nhà

source: icon
vi_vn: biểu tượng

source: loss #%d
vi_vn: mất #%d

source: null (testing only, no encryption and no integrity checking!)
vi_vn: null (chỉ kiểm tra, không mã hóa và không kiểm tra tính toàn vẹn!)

source: packets in (block)
vi_vn: các gói trong (khối)

source: packets in (pass)
vi_vn: gói trong (vượt qua)

source: packets out (block)
vi_vn: gói ra (chặn)

source: packets out (pass)
vi_vn: gói ra (vượt qua)

source: reverse direction
vi_vn: hướng ngược lại

source: rule direction
vi_vn: phương hướng

source: show
vi_vn: trình diễn

source: up #%d
vi_vn: lên #%d

source: The ACME protocol requires you to give a contact url when you sign up. Currently, Let's Encrypt wants an email address (and it will use it to inform you about renewals or changed terms of service).
vi_vn: Giao thức ACME yêu cầu bạn cung cấp một URL liên hệ khi đăng ký. Hiện tại, Let's Encrypt yêu cầu một địa chỉ email (và sẽ sử dụng email này để thông báo về việc gia hạn hoặc thay đổi điều khoản dịch vụ).

source: A paranoia level of 1 is default. In this level, most core rules are enabled. PL1 is advised for beginners, installations covering many different sites and applications, and for setups with standard security requirements. A higher level will increase sensitivity at the cost of more false positives.
vi_vn: Mức paranoia mặc định là 1. Ở mức này, hầu hết các luật cốt lõi đều được bật. PL1 được khuyến nghị cho người mới, các hệ thống bao phủ nhiều website và ứng dụng khác nhau, cũng như các cấu hình có yêu cầu bảo mật tiêu chuẩn. Mức cao hơn sẽ tăng độ nhạy nhưng đồng thời làm tăng số lượng cảnh báo sai (false positive).

source: Enable the ACME protocol to automatically provision certificates using Let's Encrypt. This will need the virtual server to be accesible on the standard HTTPS cổng (443)
vi_vn: Bật giao thức ACME để tự động cấp phát chứng chỉ bằng Let's Encrypt. Điều này yêu cầu máy chủ ảo phải truy cập được qua cổng HTTPS tiêu chuẩn (443).

source: When you use mod_md to obtain a certificate, you become a customer of the CA (e.g. Let's Encrypt). That means you need to read and agree to their Terms of Service, so that you understand what they offer and what they might exclude or require from you. mod_md cannot, by itself, agree to such a thing.
vi_vn: Khi bạn sử dụng mod_md để lấy chứng chỉ, bạn trở thành khách hàng của CA (ví dụ: Let's Encrypt). Điều đó có nghĩa là bạn cần đọc và đồng ý với các Điều khoản Dịch vụ của họ để hiểu rõ những gì họ cung cấp cũng như những yêu cầu hoặc giới hạn có thể áp dụng. mod_md không thể tự động thay bạn đồng ý các điều khoản này.

source: Attach the (first) found certificate revocation list for the selected CA to this virtual host. Please note when no CRL is offered all clients are rejected.
vi_vn: Gắn danh sách thu hồi chứng chỉ (CRL) đầu tiên tìm được của CA đã chọn vào virtual host này. Lưu ý rằng nếu không có CRL nào được cung cấp, tất cả client sẽ bị từ chối.

source: Choose how states created by this rule are treated, default (as defined in advanced), floating in which case states are valid on all interfaces or interface bound. Giao diện bound states are more secure, floating more flexible
vi_vn: Chọn cách xử lý các state được tạo bởi luật này: mặc định (theo cấu hình nâng cao), floating (state có hiệu lực trên tất cả các giao diện) hoặc gắn với giao diện. State gắn với giao diện an toàn hơn, trong khi floating linh hoạt hơn.

source: Determines how packets route back in the opposite direction (replies), when set to default, packets on WAN type interfaces reply to their connected gateway on the interface (unless globally disabled). A specific gateway may be chosen as well here. This setting is only relevant in the context of a state, for stateless rules there is no defined opposite direction.
vi_vn: Xác định cách các gói tin được định tuyến trở lại theo chiều ngược lại (phản hồi). Khi đặt ở mặc định, các gói trên giao diện WAN sẽ phản hồi về gateway được kết nối trên giao diện đó (trừ khi bị tắt toàn cục). Bạn cũng có thể chọn một gateway cụ thể tại đây. Thiết lập này chỉ có ý nghĩa trong ngữ cảnh có state; với các luật không stateful thì không có chiều ngược lại được xác định.

source: Header security, by default several privacy and security related headers are set, in some cases (old applications for example) you might want to disable sending default headers to clients.
vi_vn: Bảo mật header: theo mặc định, một số header liên quan đến quyền riêng tư và bảo mật sẽ được thiết lập. Trong một số trường hợp (ví dụ các ứng dụng cũ), bạn có thể muốn tắt việc gửi các header mặc định này tới client.

source: If a forwarded query is met with a SERVFAIL error, and this option is enabled, Unbound will fall back to normal recursive resolution for this query as if no query forwarding had been specified. The fallback will only occur after a delay, so consider refining any server timeouts as needed. Please note this setting applies to the domain, so when multiple forwarders are defined for the same domain, all are assumed to use this setting.
vi_vn: Nếu một truy vấn được chuyển tiếp gặp lỗi SERVFAIL và tùy chọn này được bật, Unbound sẽ quay về cơ chế phân giải đệ quy thông thường cho truy vấn đó như thể không cấu hình chuyển tiếp. Việc fallback chỉ xảy ra sau một khoảng trễ, vì vậy hãy cân nhắc tinh chỉnh timeout của máy chủ nếu cần. Lưu ý rằng thiết lập này áp dụng theo domain; khi có nhiều forwarder cho cùng một domain, tất cả đều được giả định sử dụng thiết lập này.

source: Limits the number of concurrent states the rule may create. When this limit is reached, further packets that would create state are dropped until existing states time out.
vi_vn: Giới hạn số lượng state đồng thời mà luật này có thể tạo ra. Khi đạt đến giới hạn, các gói tin tiếp theo có thể tạo state sẽ bị loại bỏ cho đến khi các state hiện có hết hạn.

source: Non sequential number of backups to keep, last backup of specified interval type is preserved for the number of items specified here.
vi_vn: Số lượng bản sao lưu không theo thứ tự cần giữ lại. Bản sao lưu cuối cùng của mỗi loại chu kỳ sẽ được giữ lại theo số lượng mục được chỉ định tại đây.

source: Number of sequential backups to preserve from remote host (per host), copy of local history to a maximum of X per host.
vi_vn: Số lượng bản sao lưu tuần tự cần giữ lại từ host từ xa (theo từng host), sao chép lịch sử cục bộ tối đa X bản cho mỗi host.

source: Overload table used when max new connections per time interval has been reached. The default virusprot table comes with a default block rule in floating rules, alternatively specify your own table here
vi_vn: Bảng overload được sử dụng khi đạt đến số kết nối mới tối đa trong một khoảng thời gian. Bảng virusprot mặc định đi kèm với một luật chặn mặc định trong các floating rules; bạn cũng có thể chỉ định bảng riêng của mình tại đây.

source: Packets matching this rule will be assigned a specific queueing priority. If the packet is transmitted on a vlan(4) interface, the queueing priority will be written as the priority code point in the 802.1Q VLAN header
vi_vn: Các gói tin khớp với luật này sẽ được gán một mức ưu tiên hàng đợi cụ thể. Nếu gói tin được truyền qua giao diện VLAN (802.1Q), mức ưu tiên hàng đợi sẽ được ghi dưới dạng Priority Code Point trong header VLAN 802.1Q.

source: Packets matching this rule will be tagged with the specified string. The tag acts as an internal marker that can be used to identify these packets later on. This can be used, for example, to provide trust between interfaces and to determine if packets have been processed by translation rules. Tags are "sticky", meaning that the packet will be tagged even if the rule is not the last matching rule. Further matching rules can replace the tag with a new one but will not remove a previously applied tag. A packet is only ever assigned one tag at a time.
vi_vn: Các gói tin khớp với luật này sẽ được gắn thẻ bằng chuỗi đã chỉ định. Thẻ đóng vai trò như một dấu đánh dấu nội bộ, có thể dùng để nhận diện các gói tin này về sau. Điều này có thể được sử dụng, ví dụ, để tạo độ tin cậy giữa các giao diện và xác định liệu các gói tin đã được xử lý bởi các luật chuyển đổi hay chưa. Các thẻ có tính "sticky", nghĩa là gói tin sẽ vẫn giữ thẻ ngay cả khi luật này không phải là luật khớp cuối cùng. Các luật khớp tiếp theo có thể thay thế thẻ bằng thẻ mới nhưng sẽ không xóa thẻ đã được áp dụng trước đó. Mỗi gói tin tại một thời điểm chỉ có một thẻ duy nhất.

source: Cổng number this vhost will listen on, can easily be combined with firewall nat rules to map traffic to non standard ports when origination from remote destinations. (e.g. listen 8443 on, forward 443 to 8443)
vi_vn: Số cổng mà vhost này sẽ lắng nghe. Có thể dễ dàng kết hợp với các luật NAT của firewall để ánh xạ lưu lượng tới các cổng không tiêu chuẩn khi lưu lượng đến từ các đích từ xa (ví dụ: lắng nghe trên 8443, chuyển tiếp 443 tới 8443).

source: Push selected certificate when WebUI is being provisioned, when no valid certificate is installed yet, uncheck validate SSL first (you can re-enable after provisioning)
vi_vn: Đẩy chứng chỉ đã chọn khi WebUI đang được khởi tạo. Khi chưa có chứng chỉ hợp lệ nào được cài đặt, hãy bỏ chọn xác thực SSL trước (bạn có thể bật lại sau khi quá trình khởi tạo hoàn tất).

source: Select which request headers to unset before they get passed from the client to the server. Unsetting some of these headers can increase security, e.g., unsetting "Accept-Encoding" can help preventing BREACH attacks.
vi_vn: Chọn các header của request cần loại bỏ trước khi chúng được chuyển từ client tới server. Việc loại bỏ một số header có thể tăng cường bảo mật, ví dụ như bỏ "Accept-Encoding" có thể giúp ngăn chặn các cuộc tấn công BREACH.

source: The depth actually is the maximum number of intermediate certificate issuers, i.e. the number of CA certificates which are max allowed to be followed while verifying the client certificate.
vi_vn: Depth thực chất là số lượng tối đa các nhà phát hành chứng chỉ trung gian, tức là số lượng chứng chỉ CA tối đa được phép theo khi xác minh chứng chỉ của client.

source: This directive enables verification of the server certificate's expiration date when mod_ssl is acting as an SSL client. The check will fail if the certificate has expired, causing the SSL request to be aborted and a 502 (Bad Gateway) status code to be returned. Enable this option to ensure the server's certificate is valid and within its validity period.
vi_vn: Chỉ thị này bật việc xác minh ngày hết hạn của chứng chỉ máy chủ khi mod_ssl hoạt động như một SSL client. Việc kiểm tra sẽ thất bại nếu chứng chỉ đã hết hạn, khiến yêu cầu SSL bị hủy và trả về mã trạng thái 502 (Bad Gateway). Bật tùy chọn này để đảm bảo chứng chỉ của máy chủ còn hợp lệ và nằm trong thời hạn hiệu lực.

source: Used in combination with set priority, packets which have a TOS of lowdelay and TCP ACKs with no data payload will be assigned this priority when offered.
vi_vn: Được sử dụng kết hợp với thiết lập ưu tiên; các gói tin có TOS là lowdelay và các TCP ACK không có dữ liệu payload sẽ được gán mức ưu tiên này khi áp dụng.

source: Enable the ACME protocol to automatically provision certificates using Let's Encrypt, when set will ignore the selected certificate (and enable SSL on this virtual server)
vi_vn: Bật giao thức ACME để tự động cấp phát chứng chỉ bằng Let's Encrypt. Khi bật, hệ thống sẽ bỏ qua chứng chỉ đã chọn (và bật SSL trên máy chủ ảo này).

source: For selected configuration items it is possible to limit the interfaces that will be used on the remote firewall, in which case the local configuration items would be left intact after provisioning. When left empty, all configured interfaces on this machine will be offered to the managed firewall. The documentation contains further information about the usage of this option.
vi_vn: Đối với các mục cấu hình đã chọn, có thể giới hạn các giao diện sẽ được sử dụng trên firewall từ xa; trong trường hợp đó, các mục cấu hình cục bộ sẽ được giữ nguyên sau khi quá trình khởi tạo hoàn tất. Khi để trống, tất cả các giao diện đã cấu hình trên máy này sẽ được cung cấp cho firewall được quản lý. Tài liệu hướng dẫn có thêm thông tin chi tiết về cách sử dụng tùy chọn này.

source: This directive configures host name checking for server certificates when mod_ssl is acting as an SSL client. The check will succeed if the host name from the request URI matches one of the CN attribute(s) of the certificate's subject, or matches the subjectAltName extension. If the check fails, the SSL request is aborted and a 502 status code (Bad Gateway) is returned.
vi_vn: Chỉ thị này cấu hình việc kiểm tra tên máy chủ cho chứng chỉ máy chủ khi mod_ssl hoạt động như một SSL client. Việc kiểm tra sẽ thành công nếu tên máy chủ trong URI của request khớp với một trong các thuộc tính CN của subject chứng chỉ, hoặc khớp với phần mở rộng subjectAltName. Nếu kiểm tra thất bại, yêu cầu SSL sẽ bị hủy và mã trạng thái 502 (Bad Gateway) sẽ được trả về.

source: By default inbound firewall rules only apply on the IPsec interface, outbound however passes both the virtual interface and the IPsec (enc0) interface, which makes the use of source NAT impossible. This toggle offers the option to skip the selected interface in our firewall rules which removes this inconsistency.
vi_vn: Theo mặc định, các luật firewall chiều vào (inbound) chỉ áp dụng trên giao diện IPsec; trong khi đó chiều ra (outbound) lại đi qua cả giao diện ảo và giao diện IPsec (enc0), khiến việc sử dụng source NAT trở nên không khả thi. Tùy chọn này cho phép bỏ qua giao diện đã chọn trong các luật firewall, từ đó loại bỏ sự không nhất quán này.

source: "Set" option to send it to a client in a DHCP offer or "Match" option to dynamically tag clients that send it in the initial DHCP request.
vi_vn: Tùy chọn "Set" dùng để gửi giá trị này tới client trong gói DHCP offer, hoặc tùy chọn "Match" để gắn thẻ động cho các client gửi giá trị này trong yêu cầu DHCP ban đầu.

source: "Use Remote AS Number" will use the number specified in the "Remote AS" field, while "External" or "Internal" will ignore it in favor of the alternative "remote-as internal" and "remote-as external" settings.
vi_vn: "Use Remote AS Number" sẽ sử dụng giá trị được chỉ định trong trường "Remote AS", trong khi "External" hoặc "Internal" sẽ bỏ qua giá trị này và thay vào đó sử dụng các thiết lập "remote-as internal" hoặc "remote-as external" tương ứng.

source: "request" - Ask clients for a certificate, but allow even if there isn't one; do not verify it. "require" - Require clients to present a certificate, but do not verify it. "verify_if_given" - Ask clients for a certificate; allow even if there isn't one, but verify it if there is. "require_and_verify" - Require clients to present a valid certificate that is verified.
vi_vn: "request" – Yêu cầu client cung cấp chứng chỉ, nhưng vẫn cho phép nếu không có; không thực hiện xác minh. "require" – Bắt buộc client phải cung cấp chứng chỉ, nhưng không xác minh. "verify_if_given" – Yêu cầu client cung cấp chứng chỉ; vẫn cho phép nếu không có, nhưng sẽ xác minh nếu có. "require_and_verify" – Bắt buộc client phải cung cấp chứng chỉ hợp lệ và chứng chỉ đó phải được xác minh.

source: A HEX encoded root CA SHA256 fingerprint added to the list of trusted CAs before SSL validation happens.
vi_vn: Dấu vân tay CA SHA256 gốc được mã hóa HEX đã được thêm vào danh sách các CA đáng tin cậy trước khi quá trình xác thực SSL diễn ra.

source: ACME Certificate Agreement
vi_vn: Thỏa thuận chứng chỉ ACME

source: ACME Contact Email
vi_vn: Email liên hệ của ACME

source: API key / user identification
vi_vn: Khóa API/nhận dạng người dùng

source: API secret
vi_vn: Bí mật API

source: API secret / password
vi_vn: Bí mật/mật khẩu API

source: AS (Autonomous System) number of the neighbor, required for establishing a BGP session.
vi_vn: Số AS (Hệ thống tự trị) của hàng xóm, cần thiết để thiết lập phiên BGP.

source: Accept Client Routes
vi_vn: Chấp nhận tuyến đường của khách hàng

source: Accept DNS
vi_vn: Chấp nhận DNS

source: Accept DNS configuration from the control server.
vi_vn: Chấp nhận cấu hình DNS từ máy chủ điều khiển.

source: Accept Server Routes
vi_vn: Chấp nhận các tuyến máy chủ

source: Accept Subnet Routes
vi_vn: Chấp nhận các tuyến mạng con

source: Accept and process client routes received from the management
vi_vn: Chấp nhận và xử lý các tuyến khách hàng nhận được từ ban quản lý

source: Accept incoming routes with AS path containing AS number with the same value as the current system AS.
vi_vn: Chấp nhận các tuyến đến với đường dẫn AS chứa số AS có cùng giá trị với AS hệ thống hiện tại.

source: Accept subnet routes that other nodes advertise.
vi_vn: Chấp nhận các tuyến mạng con mà các nút khác quảng cáo.

source: Access LAN
vi_vn: Truy cập mạng LAN

source: Activates Bidirectional Forwarding Detection for rapid link failure detection; peer configuration required.
vi_vn: Kích hoạt Phát hiện chuyển tiếp hai chiều để phát hiện lỗi liên kết nhanh chóng; yêu cầu cấu hình Peer.

source: Active Health Body
vi_vn: Nội dung kiểm tra sức khỏe chủ động

source: Active Health Fails
vi_vn: Số lần kiểm tra sức khỏe chủ động thất bại

source: Active Health Follow Redirects
vi_vn: Theo dõi chuyển hướng khi kiểm tra sức khỏe chủ động

source: Active Health Interval
vi_vn: Chu kỳ kiểm tra sức khỏe chủ động

source: Active Health Passes
vi_vn: Số lần kiểm tra sức khỏe chủ động thành công

source: Active Health Port
vi_vn: Cổng kiểm tra sức khỏe chủ động

source: Active Health Status
vi_vn: Trạng thái kiểm tra sức khỏe chủ động

source: Active Health Timeout
vi_vn: Thời gian chờ kiểm tra sức khỏe chủ động

source: Active Health URI
vi_vn: URI kiểm tra sức khỏe chủ động

source: Active Health Upstream
vi_vn: Upstream kiểm tra sức khỏe chủ động

source: Adaptive Timeouts [end]
vi_vn: Hết thời gian thích ứng [kết thúc]

source: Adaptive Timeouts [start]
vi_vn: Hết thời gian thích ứng [bắt đầu]

source: Add MAC
vi_vn: Thêm MAC

source: Add subnet
vi_vn: Thêm mạng con

source: Add the MAC address of the requestor to DNS queries which are forwarded upstream. The MAC address will only be added if the upstream DNS Server is in the same subnet as the requestor. Since this is not standardized, it should be considered experiemental. This is useful for selective DNS filtering on the upstream DNS server.
vi_vn: Thêm địa chỉ MAC của người yêu cầu vào các truy vấn DNS được chuyển tiếp ngược dòng. Địa chỉ MAC sẽ chỉ được thêm nếu Máy chủ DNS ngược dòng nằm trong cùng mạng con với người yêu cầu. Vì điều này không được tiêu chuẩn hóa nên nó nên được coi là thử nghiệm. Điều này hữu ích cho việc lọc DNS có chọn lọc trên máy chủ DNS ngược dòng.

source: Add the real client IPv4 and IPv6 addresses (add-subnet=32,128) to DNS queries which are forwarded upstream. Be careful setting this option as it can undermine privacy. This is useful for selective DNS filtering on the upstream DNS server.
vi_vn: Thêm địa chỉ IPv4 và IPv6 của máy khách thực (add-subnet=32.128) vào các truy vấn DNS được chuyển tiếp ngược dòng. Hãy cẩn thận khi đặt tùy chọn này vì nó có thể làm suy yếu quyền riêng tư. Điều này hữu ích cho việc lọc DNS có chọn lọc trên máy chủ DNS ngược dòng.

source: Adds additional CNAME records for the given alternative names (FQDN). Useful if this host entry has dynamic IPv4 and partial IPv6 addresses, as the CNAME record will point to the name instead of static IP addresses.
vi_vn: Thêm bản ghi CNAME bổ sung cho các tên thay thế đã cho (FQDN). Hữu ích nếu entry máy chủ này có địa chỉ IPv4 động và một phần địa chỉ IPv6, vì bản ghi CNAME sẽ trỏ đến tên thay vì địa chỉ IP tĩnh.
