Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Recursion time (median)
vi_vn: Thời gian đệ quy (trung vị)

source: Recursion time (average)
vi_vn: Thời gian đệ quy (trung bình)

source: Edit Match
vi_vn: Chỉnh sửa trận đấu

source: After changing categories, please remember to download the ACL again to apply your new settings
vi_vn: Sau khi thay đổi danh mục, hãy nhớ tải xuống lại ACL để áp dụng cài đặt mới của bạn

source: Proxy Auto-Config
vi_vn: Tự động cấu hình proxy

source: Accounts / certificates
vi_vn: Tài khoản/chứng chỉ

source: Look up which aliases match a certain IP address
vi_vn: Tra cứu bí danh nào khớp với địa chỉ IP nhất định

source: Quick add address
vi_vn: Thêm nhanh địa chỉ

source: No matches for this IP.
vi_vn: Không có kết quả phù hợp cho IP này.

source: Error while fetching matching aliases:
vi_vn: Lỗi khi tìm nạp bí danh phù hợp:

source: Enter an IP address to show in which aliases it is used.
vi_vn: Nhập địa chỉ IP để hiển thị bí danh nào được sử dụng.

source: Find references
vi_vn: Tìm tài liệu tham khảo

source: Edit Alias
vi_vn: Chỉnh sửa bí danh

source: upload
vi_vn: tải lên

source: download
vi_vn: tải về

source: Import aliases
vi_vn: Nhập bí danh

source: Please note that none of the aliases provided are imported due to the errors above
vi_vn: Xin lưu ý rằng không có bí danh nào được cung cấp được nhập do các lỗi trên

source: message
vi_vn: tin nhắn

source: %s out of %s selected
vi_vn: %s trong tổng số %s đã chọn

source: (dst) Address
vi_vn: (dst) Địa chỉ

source: Lookup hostnames
vi_vn: Tra cứu tên máy chủ

source: Install
vi_vn: Cài đặt

source: Reinstall
vi_vn: Cài đặt lại

source: No previous action log found.
vi_vn: Không tìm thấy nhật ký hành động trước đó.

source: Network must be set.
vi_vn: Mạng phải được thiết lập.

source: Hostname must be set.
vi_vn: Tên máy chủ phải được đặt.

source: URL must be set.
vi_vn: URL phải được đặt.

source: Path is mandatory.
vi_vn: Đường dẫn là bắt buộc.

source: Please set at least one of Address or Interface.
vi_vn: Vui lòng đặt ít nhất một trong Địa chỉ hoặc Giao diện.

source: Address is mandatory for 'Remote Host' checks.
vi_vn: Địa chỉ là bắt buộc để kiểm tra 'Máy chủ từ xa'.

source: Please set at least one of Pidfile or Match.
vi_vn: Vui lòng đặt ít nhất một trong số Pidfile hoặc Match.

source: Test %s with type %s not allowed for this service type
vi_vn: Không cho phép kiểm tra %s với loại %s đối với loại dịch vụ này

source: Reserved protocol or service names may not be used
vi_vn: Tên giao thức hoặc dịch vụ dành riêng không được sử dụng

source: Configuration error, missing callback in CallbackValidator
vi_vn: Lỗi cấu hình, thiếu callback trong CallbackValidator

source: A service name is also possible (%s).
vi_vn: Cũng có thể đặt tên dịch vụ (%s).

source: Please specify a valid port number (1-65535).
vi_vn: Vui lòng chỉ định số Cổng hợp lệ (1-65535).

source: Viscosity (visz)
vi_vn: Độ nhớt (visz)

source: A password to encrypt your configuration
vi_vn: Mật khẩu để mã hóa cấu hình của bạn

source: Encryption Password (Optional)
vi_vn: Mật khẩu mã hóa (Tùy chọn)

source: The time period in which the token will be valid, default is 30 seconds.
vi_vn: Khoảng thời gian mà mã thông báo sẽ hợp lệ, mặc định là 30 giây.

source: LDAP + Timebased One Time Password
vi_vn: LDAP + Mật khẩu một lần dựa trên thời gian

source: OpenVPN export
vi_vn: Xuất OpenVPN

source: Alias
vi_vn: Bí danh

source: Alias in use
vi_vn: Bí danh đang được sử dụng

source: Unknown firmware status encountered.
vi_vn: Đã gặp phải trạng thái phần mềm không xác định.

source: The repository fingerprint has been revoked.
vi_vn: Dấu vân tay của kho lưu trữ đã bị thu hồi.

source: Could not verify the repository fingerprint.
vi_vn: Không thể xác minh dấu vân tay của kho lưu trữ.

source: An error occurred while connecting to the selected mirror.
vi_vn: Đã xảy ra lỗi khi kết nối với gương đã chọn.

source: The current package configuration is invalid.
vi_vn: Cấu hình gói hiện tại không hợp lệ.

source: Could not authenticate the selected mirror.
vi_vn: Không thể xác thực gương đã chọn.

source: No address record found for the selected mirror.
vi_vn: Không tìm thấy bản ghi địa chỉ cho máy nhân bản đã chọn.

source: obsolete
vi_vn: lỗi thời

source: DHCPv4 Server
vi_vn: Máy chủ DHCPv4

source: DHCPv4 Relay
vi_vn: Rơle DHCPv4

source: Synchronize the %s configuration to the other HA host.
vi_vn: Đồng bộ hóa cấu hình %s với máy chủ HA khác.

source: URL port aliases types not supported [%s]
vi_vn: Các loại bí danh Cổng URL không được hỗ trợ [%s]

source: The line in question reads [%s]: %s
vi_vn: Dòng được đề cập có nội dung [%s]: %s

source: WARNING
vi_vn: CẢNH BÁO

source: SoftEther VPN
vi_vn: VPN mềmEther

source: maltrail server
vi_vn: máy chủ maltrail

source: maltrail sensor
vi_vn: cảm biến mạch nha

source: Last heartbeat
vi_vn: Nhịp tim cuối cùng

source: Last rule download
vi_vn: Tải xuống quy tắc cuối cùng

source: Last event
vi_vn: Sự kiện cuối cùng

source: Telemetry status
vi_vn: Trạng thái đo từ xa

source: Wipe all certificate and account data
vi_vn: Xóa tất cả dữ liệu chứng chỉ và tài khoản

source: used Node
vi_vn: nút đã sử dụng

source: used Size
vi_vn: Kích thước đã sử dụng

source: max Size
vi_vn: Kích thước tối đa

source: Edit Automation
vi_vn: Chỉnh sửa tự động hóa

source: handled
vi_vn: xử lý

source: accepted
vi_vn: được chấp nhận

source: waiting
vi_vn: chờ

source: writing
vi_vn: viết

source: reading
vi_vn: đọc

source: Result
vi_vn: Kết quả

source: active
vi_vn: đang hoạt động

source: Do you want to reset the database?
vi_vn: Bạn có muốn thiết lập lại cơ sở dữ liệu?

source: Confirm database reset
vi_vn: Xác nhận thiết lập lại cơ sở dữ liệu

source: Shared memory
vi_vn: Bộ nhớ dùng chung

source: Monthly Statistics
vi_vn: Thống kê hàng tháng

source: Daily Statistics
vi_vn: Thống kê hàng ngày

source: Hourly Statistics
vi_vn: Thống kê hàng giờ

source: Connections
vi_vn: Kết nối

source: Apply Configuration
vi_vn: Áp dụng cấu hình

source: Capacity
vi_vn: Dung tích

source: FailTimeout
vi_vn: Thất bạiHết thời gian chờ

source: Response Time
vi_vn: Thời gian đáp ứng

source: Scarce
vi_vn: khan hiếm

source: Hit
vi_vn: Đánh

source: Revalidated
vi_vn: Đã xác nhận lại

source: The Relayd configuration has been changed
vi_vn: Cấu hình Relayd đã được thay đổi

source: Routing interface cannot be empty
vi_vn: Giao diện định tuyến không thể trống

source: Relayd Load Balancer
vi_vn: Cân bằng tải chuyển tiếp

source: Stale
vi_vn: Cũ

source: Expired
vi_vn: Hết hạn

source: Bypass
vi_vn: Đường vòng

source: Miss
vi_vn: Cô

source: Rcvd/s
vi_vn: Rcvd/giây

source: Sent/s
vi_vn: Đã gửi/giây

source: Sent
vi_vn: Đã gửi

source: Edit Lease
vi_vn: Chỉnh sửa hợp đồng thuê

source: Edit DHCP
vi_vn: Chỉnh sửa DHCP

source: Req/s
vi_vn: Yêu cầu/giây

source: This feature is still in experimental state, use with caution.
vi_vn: Tính năng này vẫn đang ở trạng thái thử nghiệm, hãy thận trọng khi sử dụng.

source: Edit User Parameter
vi_vn: Chỉnh sửa thông số người dùng

source: Alias Source Key
vi_vn: Khóa nguồn bí danh

source: Alias Key
vi_vn: Khóa bí danh

source: User Parameter Command
vi_vn: Lệnh tham số người dùng

source: User Parameter Key
vi_vn: Khóa tham số người dùng

source: Item Key Aliases
vi_vn: Bí danh khóa mục

source: User Parameters
vi_vn: Thông số người dùng

source: Error reconfiguring Zabbix Agent
vi_vn: Lỗi cấu hình lại Zabbix Agent

source: netdata daemon
vi_vn: daemon dữ liệu networks

source: Edit Sender BCC
vi_vn: Chỉnh sửa BCC của người gửi

source: Edit Recipient BCC
vi_vn: Chỉnh sửa BCC của người nhận

source: Responses
vi_vn: Phản hồi

source: Requests
vi_vn: Yêu cầu

source: Edit Address Rewriting
vi_vn: Chỉnh sửa Viết lại địa chỉ

source: Whitelists
vi_vn: Danh sách trắng

source: Caches
vi_vn: Bộ nhớ đệm

source: Upstreams
vi_vn: Thượng nguồn

source: Filters
vi_vn: Bộ lọc

source: BIND Daemon
vi_vn: Daemon BIND

source: Server zones
vi_vn: Vùng máy chủ

source: Server main
vi_vn: Máy chủ chính

source: Forwarders
vi_vn: Người giao nhận

source: Update Interval:
vi_vn: Khoảng thời gian cập nhật:

source: Edit Forwarders
vi_vn: Chỉnh sửa người giao nhận

source: Edit Overrides
vi_vn: Chỉnh sửa ghi đè

source: Edit Whitelists
vi_vn: Chỉnh sửa danh sách trắng

source: Edit Servers
vi_vn: Chỉnh sửa máy chủ

source: Edit TLS Fingerprint
vi_vn: Chỉnh sửa dấu vân tay TLS

source: Edit IP ACL
vi_vn: Chỉnh sửa IP ACL

source: Edit SNI Hostname Mapping
vi_vn: Chỉnh sửa ánh xạ tên máy chủ SNI

source: Edit Cache Path
vi_vn: Chỉnh sửa đường dẫn bộ đệm

source: Edit Limit Zone
vi_vn: Chỉnh sửa vùng giới hạn

source: Edit Request Connection Limit
vi_vn: Chỉnh sửa giới hạn kết nối yêu cầu

source: Edit Security Headers
vi_vn: Chỉnh sửa tiêu đề bảo mật

source: Edit Naxsi Rule
vi_vn: Chỉnh sửa quy tắc Naxsi

source: Net-SNMP Daemon
vi_vn: Daemon Net-SNMP

source: SNMPv3 Users
vi_vn: Người dùng SNMPv3

source: Edit WAF Policy
vi_vn: Chỉnh sửa chính sách WAF

source: Tags
vi_vn: Thẻ

source: Edit Mapping
vi_vn: Chỉnh sửa bản đồ

source: Edit ACL
vi_vn: Chỉnh sửa ACL

source: Edit URL Rewrite
vi_vn: Chỉnh sửa Viết lại URL

source: Edit Stream Server
vi_vn: Chỉnh sửa máy chủ luồng

source: Edit HTTP Server
vi_vn: Chỉnh sửa máy chủ HTTP

source: Download NAXSI Rules
vi_vn: Tải xuống Luật NAXSI

source: Edit User List
vi_vn: Chỉnh sửa danh sách người dùng

source: Edit Credential
vi_vn: Chỉnh sửa thông tin xác thực

source: Edit Location
vi_vn: Chỉnh sửa vị trí

source: Edit Upstream
vi_vn: Chỉnh sửa ngược dòng

source: No Delay
vi_vn: Không chậm trễ

source: Connection Count
vi_vn: Số lượng kết nối

source: User Management
vi_vn: Quản lý người dùng

source: It looks like you are not having any rules installed. You may want to download the NAXSI core rules.
vi_vn: Có vẻ như bạn chưa cài đặt bất kỳ quy tắc nào. Bạn có thể muốn tải xuống các quy tắc cốt lõi của NAXSI.

source: %sUser:%s A username/password combination. Both secure (encrypted) and insecure (unencrypted) passwords can be used.
vi_vn: %sUser:%s Kết hợp tên người dùng/mật khẩu. Có thể sử dụng cả mật khẩu an toàn (được mã hóa) và không an toàn (không được mã hóa).

source: %sGroup:%s A optional list containing one or more users. Groups usually make it easier to manage permissions for a large number of users
vi_vn: %sGroup:%s Danh sách tùy chọn chứa một hoặc nhiều người dùng. Nhóm thường giúp quản lý quyền cho nhiều người dùng dễ dàng hơn

source: Note that users and groups must be selected from the Backend Pool or Public Service configuration in order to be used for authentication. In addition to this users and groups may also be used in Rules/Conditions.
vi_vn: Lưu ý rằng người dùng và nhóm phải được chọn từ cấu hình Nhóm phụ trợ hoặc Dịch vụ công cộng để được sử dụng cho quá trình xác thực. Ngoài ra, người dùng và nhóm cũng có thể được sử dụng trong Luật/Điều kiện.

source: Destination URL
vi_vn: URL đích

source: User ID
vi_vn: ID người dùng

source: Group ID
vi_vn: Mã nhóm

source: Map File ID
vi_vn: ID tệp bản đồ

source: Map File Name
vi_vn: Tên tệp bản đồ

source: CPU Rule ID
vi_vn: ID quy tắc CPU

source: Source URL
vi_vn: URL nguồn

source: Edit Group
vi_vn: Chỉnh sửa nhóm

source: Edit CPU Affinity Rule
vi_vn: Chỉnh sửa quy tắc sở thích CPU

source: No Redis plugin found, please install via System > Firmware > Plugins and enable the service.
vi_vn: Không tìm thấy plugin Redis, vui lòng cài đặt qua Hệ thống > Firmware > Plugins và kích hoạt dịch vụ.

source: Edit Map File
vi_vn: Chỉnh sửa tập tin bản đồ

source: URL Path Prefix
vi_vn: Tiền tố đường dẫn URL

source: IP ACLs
vi_vn: IP ACL

source: Connection Limits
vi_vn: Giới hạn kết nối

source: Upstream Server
vi_vn: Máy chủ ngược dòng

source: SNI Based Routing
vi_vn: Định tuyến dựa trên SNI

source: Stream Servers
vi_vn: Máy chủ luồng

source: Data Streams
vi_vn: Luồng dữ liệu

source: Entry
vi_vn: Lối vào

source: TLS Fingerprint (Advanced)
vi_vn: Vân tay TLS (Nâng cao)

source: Cache Path
vi_vn: Đường dẫn bộ đệm

source: Security Headers
vi_vn: Tiêu đề bảo mật

source: physical
vi_vn: thuộc vật chất

source: settings
vi_vn: cài đặt

source: portMappingEnabled
vi_vn: Bản đồ Cổng đã bật

source: primaryPort
vi_vn: Cổng chính

source: softwareUpdate
vi_vn: phần mềmCập nhật

source: softwareUpdateChannel
vi_vn: phần mềmCập nhậtKênh

source: Unable to retrieve Zerotier information. Is the service enabled and is there internet connectivity?
vi_vn: Không thể truy xuất thông tin Zerotier. Dịch vụ có được kích hoạt và có kết nối internet không?

source: Naxsi WAF Rule
vi_vn: Luật WAF Naxsi

source: Addresses
vi_vn: Địa chỉ

source: No addresses currently defined.
vi_vn: Hiện không có địa chỉ nào được xác định.

source: via
vi_vn: thông qua

source: metric
vi_vn: thước đo

source: flags
vi_vn: cờ

source: No routes currently defined.
vi_vn: Hiện không có tuyến đường nào được xác định.

source: Unable to retrieve Zerotier network information. Is the service enabled, do you have enabled networks and is there internet connectivity?
vi_vn: Không thể truy xuất thông tin networks Zerotier. Dịch vụ đã được bật chưa, bạn đã bật networks chưa và có kết nối internet không?

source: Naxsi WAF Policy
vi_vn: Chính sách WAF của Naxsi

source: expired
vi_vn: hết hạn

source: lastReceive
vi_vn: lần cuốiNhận

source: lastSend
vi_vn: lần gửi cuối cùng

source: linkQuality
vi_vn: liên kếtChất lượng

source: preferred
vi_vn: ưa thích

source: Unable to retrieve Zerotier peer information. Is the service enabled and is there internet connectivity?
vi_vn: Không thể truy xuất thông tin Peer Zerotier. Dịch vụ có được kích hoạt và có kết nối internet không?

source: HTTP Server
vi_vn: Máy chủ HTTP

source: User List
vi_vn: Danh sách người dùng

source: Platform
vi_vn: Nền tảng

source: Credential
vi_vn: Thông tin xác thực

source: Receiver Email Address
vi_vn: Địa chỉ email của người nhận

source: SMTP Host
vi_vn: Máy chủ SMTP

source: SMTP Port
vi_vn: Cổng SMTP

source: Use TLS
vi_vn: Sử dụng TLS

source: Allow self signed
vi_vn: Cho phép tự ký

source: SMTP Username (Optional)
vi_vn: Tên người dùng SMTP (Tùy chọn)

source: SMTP Password (Optional)
vi_vn: Mật khẩu SMTP (Tùy chọn)

source: GPG Email (Optional)
vi_vn: Email GPG (Tùy chọn)

source: GPG Public Key (Optional)
vi_vn: Khóa công khai GPG (Tùy chọn)

source: Mailer
vi_vn: Người đưa thư

source: UPS Status
vi_vn: Trạng thái UPS

source: Reverse Proxy and Web Server
vi_vn: Proxy ngược và máy chủ web

source: IP Address / Network
vi_vn: Địa chỉ IP / Mạng

source: Accept And Download
vi_vn: Chấp nhận và tải xuống

source: You are about to download the core rules from the Repository of NAXSI. You have to accept its %slicense%s to download the rules.
vi_vn: Bạn sắp tải xuống các quy tắc cốt lõi từ Kho lưu trữ của NAXSI. Bạn phải chấp nhận %slicense%s của nó để tải xuống các quy tắc.

source: (PHP) Router Script
vi_vn: (PHP) Tập lệnh bộ định tuyến

source: A time in seconds in which the transport security (TLS) should be enforced.
vi_vn: Thời gian tính bằng giây mà bảo mật truyền tải (TLS) sẽ được thực thi.

source: ACL Entries
vi_vn: Mục nhập ACL

source: ACME DNS
vi_vn: DNS ACME

source: APCSMART-Driver
vi_vn: Trình điều khiển APCSMART

source: API key
vi_vn: Khóa API

source: APP ID
vi_vn: ID ứng dụng

source: Accept Parameters
vi_vn: Chấp nhận tham số

source: Access Log Format
vi_vn: Định dạng nhật ký truy cập

source: Access Token
vi_vn: Mã thông báo truy cập

source: Activate third party signatures from BLURL. Use at your own risk.
vi_vn: Kích hoạt chữ ký của bên thứ ba từ BLURL. Sử dụng có nguy cơ của riêng bạn.

source: Activate third party signatures from Malware Expert. Use at your own risk.
vi_vn: Kích hoạt chữ ký của bên thứ ba từ Malware Expert. Sử dụng có nguy cơ của riêng bạn.

source: Activate third party signatures from Sanesecurtiy BOFHLand. Use at your own risk.
vi_vn: Kích hoạt chữ ký của bên thứ ba từ Sanesecurtiy BOFHLand. Sử dụng có nguy cơ của riêng bạn.

source: Activate third party signatures from Sanesecurtiy JURLBLA. Use at your own risk.
vi_vn: Kích hoạt chữ ký của bên thứ ba từ Sanesecurtiy JURLBLA. Sử dụng có nguy cơ của riêng bạn.

source: Add BLURL Signatures
vi_vn: Thêm chữ ký BLURL

source: Add BOFHLand Signatures
vi_vn: Thêm chữ ký BOFHLand

source: Add Malware Expert Signatures
vi_vn: Thêm chữ ký của chuyên gia phần mềm độc hại

source: Add routes in CIDR notation, e.g. 192.168.2.0/24. Multiple entries are allowed
vi_vn: Thêm các tuyến đường trong ký hiệu CIDR, ví dụ: 192.168.2.0/24. Cho phép nhiều mục

source: Advanced ACL Authentication Backend
vi_vn: Phần cuối xác thực ACL nâng cao

source: Advanced Proxy Options
vi_vn: Tùy chọn proxy nâng cao

source: Advertise Default Gateway Metric
vi_vn: Quảng cáo số liệu Cổng mặc định

source: After this idle time, the client gets disconnected.
vi_vn: Sau thời gian nhàn rỗi này, máy khách sẽ bị ngắt kết nối.

source: Alias Item Key
vi_vn: Khóa mục bí danh

source: All: All access restrictions must be fulfilled; Any: Any of the access restrictions must be fulfilled.
vi_vn: Tất cả: Tất cả các hạn chế truy cập phải được đáp ứng; Bất kỳ: Bất kỳ hạn chế truy cập nào đều phải được đáp ứng.

source: Allow Privileged Ports
vi_vn: Cho phép các Cổng đặc quyền

source: Allow Write Access
vi_vn: Cho phép truy cập ghi

source: Allow the daemon to use the sendfile function.
vi_vn: Cho phép daemon sử dụng chức năng sendfile.

source: Allowed Groups
vi_vn: Nhóm được phép

source: Allowed Users
vi_vn: Người dùng được phép

source: Allowed destination SSL ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
vi_vn: Cổng SSL đích được phép, bạn có thể sử dụng phạm vi (ví dụ: 222-226) và thêm nhận xét bằng dấu hai chấm (ví dụ: 22:ssh).

source: Allowed destination TCP ports, you may use ranges (ex. 222-226) and add comments with colon (ex. 22:ssh).
vi_vn: Các Cổng TCP đích được phép, bạn có thể sử dụng phạm vi (ví dụ: 222-226) và thêm nhận xét bằng dấu hai chấm (ví dụ: 22:ssh).

source: Allows everything from the same site (path can differ, but host, protocol and port need to be the same).
vi_vn: Cho phép mọi thứ từ cùng một trang (đường dẫn có thể khác nhau, nhưng máy chủ, giao thức và Cổng cần giống nhau).

source: Allows to use blobs as a data source. This usually is content, which is somehow generated in JavaScript.
vi_vn: Cho phép sử dụng các đốm màu làm nguồn dữ liệu. Đây thường là nội dung được tạo bằng cách nào đó bằng JavaScript.

source: Always send accounting requests
vi_vn: Luôn gửi yêu cầu kế toán

source: Always use TCP to connect to upstream servers. This can be can be useful if you need to route everything through Tor, otherwise keep it disabled.
vi_vn: Luôn sử dụng TCP để kết nối với máy chủ ngược tuyến. Điều này có thể hữu ích nếu bạn cần định tuyến mọi thứ thông qua Tor, nếu không thì hãy tắt nó đi.

source: Area Range
vi_vn: Phạm vi khu vực

source: Arguments
vi_vn: Đối số

source: Auth ID
vi_vn: ID xác thực

source: Auth Password
vi_vn: Mật khẩu xác thực

source: Authenticate on the Server using a client certificate.
vi_vn: Xác thực trên Máy chủ bằng chứng chỉ ứng dụng khách.

source: Authentication Key ID
vi_vn: ID khóa xác thực

source: Automatic Index
vi_vn: Chỉ mục tự động

source: Automation Timeout
vi_vn: Hết thời gian tự động hóa

source: Automations
vi_vn: Tự động hóa

source: Azure DNS
vi_vn: DNS Azure

source: BCC To
vi_vn: BCC tới

source: Bandwidth Metric
vi_vn: Số liệu băng thông

source: Basic Authentication
vi_vn: Xác thực cơ bản

source: Basic Credentials List
vi_vn: Danh sách thông tin xác thực cơ bản

source: Beginning Hour
vi_vn: Giờ Bắt Đầu

source: Bind SMTP Client Address
vi_vn: Liên kết địa chỉ máy khách SMTP

source: Bind SMTP Client v6 Address
vi_vn: Liên kết địa chỉ máy khách SMTP v6

source: Bind the process/thread ID to this CPU.
vi_vn: Liên kết ID tiến trình/luồng với CPU này.

source: Blacklist destination domains. You may use a regular expression, use a comma or press Enter for new item. Examples: "mydomain.com" matches on "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." matches on "http(s)://textONLY.mydomain.*"; "\.gif$" matches on "*.gif" but not on "\*.gif\test"; "\[0-9]+\.gif$" matches on "\123.gif" but not on "\test.gif"
vi_vn: Danh sách chặn tên miền đích. Bạn có thể sử dụng biểu thức chính quy, sử dụng dấu phẩy hoặc nhấn Enter cho mục mới. Ví dụ: "mydomain.com" khớp với "*.mydomain.com"; "^https?:\/\/([a-zA-Z]+)\.mydomain\." khớp với "http(s)://textONLY.mydomain.*"; "\.gif$" khớp với "*.gif" nhưng không với "\*.gif\test"; "\[0-9]+\.gif$" khớp với "\123.gif" nhưng không với "\test.gif"

source: Block Configuration Files
vi_vn: Chặn tập tin cấu hình

source: Block IPv6
vi_vn: Chặn IPv6

source: Block SQL Injection Score
vi_vn: Chặn điểm tiêm SQL

source: Block SQL injection with a score above the specified value using generic detection.
vi_vn: Chặn việc chèn SQL có điểm cao hơn giá trị được chỉ định bằng cách sử dụng tính năng phát hiện chung.

source: Block XSS Score
vi_vn: Chặn điểm XSS

source: Block XSS with a score above the specified value using generic detection.
vi_vn: Chặn XSS có điểm cao hơn giá trị được chỉ định bằng cách sử dụng tính năng phát hiện chung.

source: Block specific MIME type reply. You may use a regular expression, use a comma or press Enter for new item. Examples: "video/flv" matches on "Flash Video"; "application/x-javascript" matches on "javascripts"
vi_vn: Chặn phản hồi loại MIME cụ thể. Bạn có thể sử dụng biểu thức chính quy, sử dụng dấu phẩy hoặc nhấn Enter cho mục mới. Ví dụ: "video/flv" khớp với "Flash Video"; "application/x-javascript" khớp với "javascripts"

source: Block user-agents. You may use a regular expression, use a comma or press Enter for new item. Examples: "^(.)+Macintosh(.)+Firefox/37\.0" matches on "Macintosh version of Firefox revision 37.0"; "^Mozilla" matches on "all Mozilla based browsers"
vi_vn: Chặn user-agents. Bạn có thể sử dụng biểu thức chính quy, sử dụng dấu phẩy hoặc nhấn Enter cho mục mới. Ví dụ: "^(.)+Macintosh(.)+Firefox/37\.0" khớp với "Phiên bản Macintosh của Firefox revision 37.0"; "^Mozilla" khớp với "tất cả trình duyệt dựa trên Mozilla"

source: Blocks files like .htaccess files or other files not intended for the public.
vi_vn: Chặn các tệp như tệp .htaccess hoặc các tệp khác không dành cho công chúng.

source: Blocks the request when a possibly bad bot is detected and adds the originating IP to the managed firewall alias for permanent blocking.
vi_vn: Chặn yêu cầu khi phát hiện thấy bot xấu và thêm IP gốc vào bí danh tường lửa được quản lý để chặn vĩnh viễn.

source: Body Buffer Size
vi_vn: Kích thước bộ đệm cơ thể

source: Buckets
vi_vn: Xô

source: Burst (HTTP Only)
vi_vn: Bùng nổ (Chỉ HTTP)

source: CA Certificate
vi_vn: Chứng chỉ CA

source: CPU Affinity Rules
vi_vn: Luật sở thích CPU

source: CPU ID
vi_vn: Mã CPU

source: Cache Max TTL
vi_vn: TTL bộ nhớ đệm tối đa

source: Cache Min TTL
vi_vn: Bộ nhớ đệm tối thiểu TTL

source: Cache Negative Max TTL
vi_vn: Bộ nhớ đệm tối đa TTL âm

source: Cache Negative Min TTL
vi_vn: TTL âm tối thiểu của bộ nhớ đệm

source: Cache: Background Update
vi_vn: Bộ nhớ đệm: Cập nhật nền

source: Cache: Directory
vi_vn: Bộ đệm: Thư mục

source: Cache: HTTP Verbs
vi_vn: Bộ đệm: Động từ HTTP

source: Cache: Lock Backend on Update
vi_vn: Bộ đệm: Khóa phần phụ trợ khi cập nhật

source: Cache: Minimum Uses
vi_vn: Bộ nhớ đệm: Sử dụng tối thiểu

source: Cache: Revalidate
vi_vn: Bộ nhớ đệm: Xác nhận lại

source: Cache: Use Stale
vi_vn: Bộ nhớ đệm: Sử dụng cũ

source: Capture All
vi_vn: Chụp tất cả

source: Cert Refresh Delay
vi_vn: Độ trễ làm mới chứng chỉ

source: Certificate Authorities
vi_vn: Cơ quan cấp chứng chỉ

source: Certificate Hash
vi_vn: Băm chứng chỉ

source: Certificate Hash Type
vi_vn: Loại băm chứng chỉ

source: Certificate Revocation Lists
vi_vn: Danh sách thu hồi chứng chỉ
