Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: More detailed debugging control flow
vi_vn: Luồng kiểm soát gỡ lỗi chi tiết hơn

source: Mountpoint
vi_vn: điểm gắn kết

source: Multicast group -or- Remote address has to be specified
vi_vn: Nhóm Multicast -hoặc- Địa chỉ từ xa phải được chỉ định

source: Multicast group is specified, a Device must also be specified
vi_vn: Nhóm Multicast được chỉ định, Thiết bị cũng phải được chỉ định

source: Multicasts Received
vi_vn: Đã nhận được đa phương tiện

source: Multicasts Transmitted
vi_vn: Multicast được truyền

source: Multihop is currently only supported for IPv4
vi_vn: Multihop hiện chỉ được hỗ trợ cho IPv4

source: NGINX config loaded successfully
vi_vn: Cấu hình NGINX được tải thành công

source: NGINX config loaded. Config file created at
vi_vn: Đã tải cấu hình NGINX. Tệp cấu hình được tạo tại

source: NGINX config test failed
vi_vn: Kiểm tra cấu hình NGINX không thành công

source: NGINX config test is successful
vi_vn: Kiểm tra cấu hình NGINX thành công

source: No backups available
vi_vn: Không có bản sao lưu nào

source: No devices available for assignment
vi_vn: Không có thiết bị nào để chuyển nhượng

source: No gateway has been selected to be used in this group.
vi_vn: Không có gateway nào được chọn để sử dụng trong nhóm này.

source: No interface attached
vi_vn: Không có giao diện kèm theo

source: No limit
vi_vn: Không giới hạn

source: Number of permissions
vi_vn: Số lượng quyền

source: Number of permissions must be an integer greater than 0
vi_vn: Số quyền phải là số nguyên lớn hơn 0

source: Number of permissions to configure.
vi_vn: Số lượng quyền để cấu hình.

source: Only strict subnets are allowed for Proxy ARP types (e.g. 192.168.0.0/24, 192.168.1.1/32).
vi_vn: Chỉ các mạng con nghiêm ngặt mới được phép đối với các loại Proxy ARP (ví dụ: 192.168.0.0/24, 192.168.1.1/32).

source: Option not in list.
vi_vn: Tùy chọn không có trong danh sách.

source: Optional interface ID
vi_vn: ID giao diện tùy chọn

source: Optional prefix ID
vi_vn: ID tiền tố tùy chọn

source: Outbound NAT
vi_vn: NAT gửi đi

source: Output Errors
vi_vn: Lỗi đầu ra

source: Packets Received
vi_vn: Gói đã nhận

source: Packets Transmitted
vi_vn: Gói được truyền

source: Packets for Unknown Protocol
vi_vn: Gói cho giao thức không xác định

source: Packets that are allowed by the implicit default pass rule will be logged if you check this option. Per-rule logging options are still respected.
vi_vn: Các gói được cho phép theo quy tắc chuyển mặc định ngầm định sẽ được ghi lại nếu bạn chọn tùy chọn này. Tùy chọn ghi nhật ký theo quy tắc vẫn được tôn trọng.

source: Packets that are blocked by the implicit default block rule will not be logged if you uncheck this option. Per-rule logging options are still respected.
vi_vn: Các gói bị chặn theo quy tắc chặn mặc định ngầm sẽ không được ghi lại nếu bạn bỏ chọn tùy chọn này. Tùy chọn ghi nhật ký theo quy tắc vẫn được tôn trọng.

source: Peer Groups
vi_vn: Nhóm Peer

source: Peer generator
vi_vn: Trình tạo Peer

source: Physical
vi_vn: Thuộc vật chất

source: Please select an authentication option, at least one type of authentication is required.
vi_vn: Vui lòng chọn một tùy chọn xác thực, ít nhất một loại xác thực là bắt buộc.

source: Please specify a valid IP address or hostname.
vi_vn: Vui lòng chỉ định địa chỉ IP hoặc tên máy chủ hợp lệ.

source: Please specify a valid network segment or IP address.
vi_vn: Vui lòng chỉ định phân đoạn networks hoặc địa chỉ IP hợp lệ.

source: Policy tester
vi_vn: Người thử nghiệm chính sách

source: Polish
vi_vn: Tiếng Ba Lan

source: Port / Endpoint
vi_vn: Cổng / Điểm cuối (Endpoint)

source: Ports in "Reverse Proxy - Domains" must be empty or must be 1024 or above.
vi_vn: Các cổng trong "Reverse Proxy - Domains" phải để trống hoặc phải có giá trị từ 1024 trở lên.

source: Ports in "Reverse Proxy - Layer4 Routes" must be empty or must be 1024 or above.
vi_vn: Các cổng trong "Reverse Proxy - Layer4 Routes" phải để trống hoặc phải có giá trị từ 1024 trở lên.

source: Postponing reboot.
vi_vn: Trì hoãn khởi động lại.

source: Primary member %s not in member list.
vi_vn: Thành viên chính %s không có trong danh sách thành viên.

source: Primay zone check failed
vi_vn: Kiểm tra vùng Primy không thành công

source: Private networks
vi_vn: Mạng riêng

source: Promiscuous Listeners
vi_vn: Người nghe lăng nhăng

source: Property
vi_vn: Tài sản

source: Purpose
vi_vn: Mục đích

source: Range does not match specified subnet.
vi_vn: Phạm vi không khớp với mạng con được chỉ định.

source: Rekey Limit
vi_vn: Giới hạn khóa lại

source: Remote address -or- Multicast group has to be specified
vi_vn: Địa chỉ từ xa -hoặc- Nhóm Multicast phải được chỉ định

source: Remote address is specified, Device must be None
vi_vn: Địa chỉ từ xa được chỉ định, Thiết bị phải Không có

source: Request prefix only
vi_vn: Chỉ yêu cầu tiền tố

source: Require SHA-512 password hashing
vi_vn: Yêu cầu băm mật khẩu SHA-512

source: Require passwords to meet compliance by using the hashing algorithm SHA-512. Otherwise, the more secure Bcrypt hash is used.
vi_vn: Yêu cầu mật khẩu phải đáp ứng sự tuân thủ bằng cách sử dụng thuật toán băm SHA-512. Mặt khác, hàm băm Bcrypt an toàn hơn sẽ được sử dụng.

source: Reservations
vi_vn: Đặt chỗ

source: Restore areas:
vi_vn: Khôi phục các khu vực:

source: Restore default layout
vi_vn: Khôi phục bố cục mặc định

source: Rules from Automation
vi_vn: Luật từ Tự động hóa

source: Select a gateway from the list to reply the incoming packets to the proper next hop on their way back and apply source NAT when configured. This is typically disabled for LAN type interfaces.
vi_vn: Chọn một gateway từ danh sách để trả lời các gói đến cho bước nhảy tiếp theo thích hợp trên đường quay trở lại và áp dụng NAT nguồn khi được định cấu hình. Điều này thường bị vô hiệu hóa đối với giao diện loại LAN.

source: Select a gateway from the list to reply the incoming packets to the proper next hop on their way back. This is typically disabled for LAN type interfaces.
vi_vn: Chọn một gateway từ danh sách để trả lời các gói đến cho bước nhảy tiếp theo thích hợp trên đường quay trở lại. Điều này thường bị vô hiệu hóa đối với giao diện loại LAN.

source: Selecting specific restore areas during a configuration import may cause loss of configuration integrity due to external references not being restored. It is recommended to keep this set to the default unless you know what you are doing.
vi_vn: Việc chọn các khu vực khôi phục cụ thể trong quá trình nhập cấu hình có thể làm mất tính toàn vẹn của cấu hình do các tham chiếu bên ngoài không được khôi phục. Bạn nên giữ cài đặt này ở chế độ mặc định trừ khi bạn biết mình đang làm gì.

source: Send Queue Drops
vi_vn: Gửi hàng đợi

source: Send Queue Length
vi_vn: Gửi chiều dài hàng đợi

source: Send Queue Max Length
vi_vn: Gửi độ dài tối đa của hàng đợi

source: Send prefix hint
vi_vn: Gửi gợi ý tiền tố

source: Server Log
vi_vn: Nhật ký máy chủ

source: Server directive must define a subnet of /29 or lower unless topology equals p2p.
vi_vn: Lệnh máy chủ phải xác định mạng con /29 hoặc thấp hơn trừ khi cấu trúc liên kết bằng p2p.

source: Show Config
vi_vn: Hiển thị cấu hình

source: Show zone content
vi_vn: Hiển thị nội dung vùng

source: Snapshot not found
vi_vn: Không tìm thấy ảnh chụp nhanh

source: Snapshots are only available when a ZFS file system is used.
vi_vn: Ảnh chụp nhanh chỉ khả dụng khi sử dụng hệ thống tệp ZFS.

source: Specifies the maximum amount of data that may be transmitted or received before the session key is renegotiated within a given time. The defaults depend on cipher and are usually the best option.
vi_vn: Chỉ định lượng dữ liệu tối đa có thể được truyền hoặc nhận trước khi khóa phiên được đàm phán lại trong một thời gian nhất định. Các giá trị mặc định phụ thuộc vào mật mã và thường là lựa chọn tốt nhất.

source: State policy
vi_vn: Chính sách nhà nước

source: Subdomains
vi_vn: Tên miền phụ

source: Subnet Bits
vi_vn: Bit mạng con

source: Subnets
vi_vn: Mạng con

source: Supported Media
vi_vn: Phương tiện được hỗ trợ

source: TLS cannot be disabled if one of the following options are used: "DNS-01 Challenge", "HTTP-01 Challenge Redirection" and "Custom Certificate"
vi_vn: Không thể tắt TLS nếu đang sử dụng một trong các tùy chọn sau: "DNS-01 Challenge", "HTTP-01 Challenge Redirection" và "Custom Certificate".

source: Template generation failed for internal service "%s". See backend log for details.
vi_vn: Không thể tạo template cho dịch vụ nội bộ "%s". Vui lòng xem log backend để biết thêm chi tiết.

source: Text does not validate.
vi_vn: Văn bản không xác nhận.

source: The Redis service is not active, make sure to configure it via : %s Services -> Redis %s first
vi_vn: Dịch vụ Redis không hoạt động, trước tiên hãy đảm bảo định cấu hình dịch vụ này qua: %s Services -> Redis %s

source: The assigned network device name of this interface.
vi_vn: Tên thiết bị networks được gán của giao diện này.

source: The image file is too large. Please upload something smaller than 10MB.
vi_vn: Tệp hình ảnh quá lớn. Vui lòng tải lên nội dung nào đó nhỏ hơn 10MB.

source: The internal configuration identifier of this interface.
vi_vn: Mã định danh cấu hình bên trong của giao diện này.

source: The login shell for this non-admin user is not active for security reasons.
vi_vn: Shell đăng nhập cho người dùng không phải quản trị viên này không hoạt động vì lý do bảo mật.

source: The remote address family has to match the one used in local.
vi_vn: Họ địa chỉ từ xa phải khớp với họ địa chỉ được sử dụng ở địa phương.

source: The selected config file could not be parsed.
vi_vn: Không thể phân tích cú pháp tệp cấu hình đã chọn.

source: The time period needs to be at least 2 times the sum of the probe interval and the loss interval.
vi_vn: Khoảng thời gian cần ít nhất bằng 2 lần tổng khoảng thời gian thăm dò và khoảng thời gian mất mát.

source: The value in this field is the 6RD IPv4 prefix length. A value of 0 means we embed the entire IPv4 address in the 6RD prefix.
vi_vn: Giá trị trong trường này là độ dài tiền tố IPv4 6RD. Giá trị 0 có nghĩa là chúng tôi nhúng toàn bộ địa chỉ IPv4 vào tiền tố 6RD.

source: The value in this field is the delegated prefix length provided by the DHCPv6 server.
vi_vn: Giá trị trong trường này là độ dài tiền tố được ủy quyền do máy chủ DHCPv6 cung cấp.

source: The value in this field is the numeric IPv6 interface ID used to construct the lower part of the resulting IPv6 prefix address. Setting a hex value will use that fixed value in its lower address part. Please note the maximum usable value is 0x7fffffffffffffff due to a PHP integer restriction.
vi_vn: Giá trị trong trường này là ID giao diện IPv6 bằng số được sử dụng để xây dựng phần dưới của địa chỉ tiền tố IPv6 thu được. Việc đặt giá trị hex sẽ sử dụng giá trị cố định đó ở phần địa chỉ thấp hơn. Xin lưu ý giá trị có thể sử dụng tối đa là 0x7fffffffffffffff do hạn chế số nguyên PHP.

source: This interface is not tracking the current rule interface.
vi_vn: Giao diện này không theo dõi giao diện quy tắc hiện tại.

source: This option requires checking the "Enable WPA box".
vi_vn: Tùy chọn này yêu cầu phải bật ô "Enable WPA".

source: To validate a certificate one has to be provided.
vi_vn: Để xác nhận một chứng chỉ người ta phải được cung cấp.

source: Track if
vi_vn: Theo dõi nếu

source: UPnP IGD & PCP/NAT-PMP Settings
vi_vn: Cài đặt UPnP IGD & PCP/NAT-PMP

source: Unable to locate a CA for this certificate.
vi_vn: Không thể định vị CA cho chứng chỉ này.

source: Unable to parse the validation result.
vi_vn: Không thể phân tích kết quả xác thực.

source: Unassigned Interface
vi_vn: Giao diện chưa được chỉ định

source: Unexpected error, check log for details
vi_vn: Lỗi không mong muốn, hãy kiểm tra nhật ký để biết chi tiết

source: Unknown error
vi_vn: Lỗi không xác định

source: Upload a picture, to be displayed in the Picture widget on the dashboard.
vi_vn: Tải ảnh lên để hiển thị trong tiện ích Ảnh trên trang tổng quan.

source: Uptime at Attach or Statistics Reset
vi_vn: Thời gian hoạt động khi đính kèm hoặc đặt lại thống kê

source: Usages
vi_vn: Công dụng

source: Use all but selected interfaces
vi_vn: Sử dụng tất cả trừ giao diện được chọn

source: Use system uptime instead of service uptime?
vi_vn: Sử dụng thời gian hoạt động của hệ thống thay vì thời gian hoạt động của dịch vụ?

source: VLAN Tag
vi_vn: Thẻ Vlan

source: VLAN details
vi_vn: Chi tiết Vlan

source: Validate Caddyfile
vi_vn: Xác thực tệp Caddy

source: Validation Error
vi_vn: Lỗi xác thực

source: Validation Request Failed
vi_vn: Yêu cầu xác thực không thành công

source: Validation Successful
vi_vn: Xác thực thành công

source: Validation failed.
vi_vn: Xác thực không thành công.

source: Validation request failed:
vi_vn: Yêu cầu xác thực không thành công:

source: Value should be a boolean (0,1).
vi_vn: Giá trị phải là boolean (0,1).

source: Very basic auditing logs, (e.g. SA up/SA down)
vi_vn: Nhật ký kiểm tra rất cơ bản, (ví dụ: SA tăng/SA xuống)

source: Vietnamese
vi_vn: Tiếng Việt

source: Virtual IPv4 Address
vi_vn: Địa chỉ IPv4 ảo

source: Virtual IPv6 Address
vi_vn: Địa chỉ IPv6 ảo

source: When "%s" matcher is selected, domain is required.
vi_vn: Khi chọn matcher "%s", bắt buộc phải chỉ định domain.

source: When "%s" matcher is selected, domain must be empty or *.
vi_vn: Khi chọn matcher "%s", domain phải để trống hoặc là *.

source: When no certificate is provided a CA needs to be provided.
vi_vn: Khi không có chứng chỉ nào được cung cấp, CA cần được cung cấp.

source: When no interface is provided, at least a gateway must be offered
vi_vn: Khi không có giao diện nào được cung cấp thì phải cung cấp ít nhất một gateway

source: When routing type is "%s", port is required.
vi_vn: Khi loại routing là "%s", bắt buộc phải chỉ định cổng.

source: When routing type is "%s", port must be empty.
vi_vn: Khi loại routing là "%s", cổng phải để trống.

source: When routing type is "%s", protocol must be TCP.
vi_vn: Khi loại routing là "%s", giao thức phải là TCP.

source: When specifying a bridge gateway, a pool should also be provided.
vi_vn: Khi chỉ định một bridge gateway, một nhóm cũng cần được cung cấp.

source: When using password authentication, both username and password are required
vi_vn: Khi sử dụng xác thực mật khẩu, cần có cả tên người dùng và mật khẩu

source: You can override a single LAN interface subnet here. Useful if you are rebroadcasting service traffic across networks.
vi_vn: Bạn có thể ghi đè một mạng con giao diện LAN tại đây. Hữu ích nếu bạn đang phát lại lưu lượng dịch vụ trên các networks.

source: You cannot mix address families for destinations.
vi_vn: Bạn không thể kết hợp các họ địa chỉ cho điểm đến.

source: You cannot set device %s to interface %s because it cannot be a member of itself.
vi_vn: Bạn không thể đặt thiết bị %s thành giao diện %s vì thiết bị này không thể là thành viên của chính nó.

source: You cannot use the broadcast address.
vi_vn: Bạn không thể sử dụng địa chỉ quảng bá.

source: You cannot use the network address.
vi_vn: Bạn không thể sử dụng địa chỉ networks.

source: You must enter a valid hexadecimal number for the IPv6 interface ID.
vi_vn: Bạn phải nhập số thập lục phân hợp lệ cho ID giao diện IPv6.

source: Zone check completed successfully
vi_vn: Kiểm tra vùng đã hoàn tất thành công

source: Zone loaded successfully
vi_vn: Vùng được tải thành công

source: day
vi_vn: ngày

source: delete selected
vi_vn: xóa đã chọn

source: gif in use
vi_vn: gif đang được sử dụng

source: gre in use
vi_vn: đang sử dụng

source: upstream
vi_vn: ngược dòng

source: www user is active, HTTP port must not be empty and must be 1024 or above.
vi_vn: www người dùng đang hoạt động, Cổng HTTP không được trống và phải từ 1024 trở lên.

source: www user is active, HTTPS port must not be empty and must be 1024 or above.
vi_vn: www đang hoạt động, Cổng HTTPS không được trống và phải từ 1024 trở lên.

source: www user is active, port must be empty or must be 1024 or above.
vi_vn: Người dùng www đang hoạt động, Cổng phải trống hoặc phải từ 1024 trở lên.

source: The wait time in msec where recursion requests are dropped. This is to stop a large number of replies from accumulating. If 'Serve Expired Responses' is enabled this field should be set greater than 'Client Expired Response Timeout', otherwise, these late responses will not update the cache. The value 0 disables it. Default 1900. This setting may increase the "request queue exceeded" counter.
vi_vn: Thời gian chờ (tính bằng mili giây) mà các yêu cầu đệ quy sẽ bị loại bỏ. Mục đích là để ngăn việc tích tụ một số lượng lớn phản hồi. Nếu bật tùy chọn 'Serve Expired Responses', giá trị này nên được đặt lớn hơn 'Client Expired Response Timeout', nếu không các phản hồi đến muộn sẽ không cập nhật được bộ nhớ đệm. Giá trị 0 sẽ tắt tính năng này. Mặc định là 1900. Thiết lập này có thể làm tăng bộ đếm "request queue exceeded".

source: If this is disabled the traffic selectors from the kernel’s acquire events, which are derived from the triggering packet, are prepended to the traffic selectors from the configuration for IKEv2 connection. By enabling this, such specific traffic selectors will be ignored and only the ones in the config will be sent. This always happens for IKEv1 connections as the protocol only supports one set of traffic selectors per CHILD SA
vi_vn: Nếu tùy chọn này bị tắt, các bộ chọn lưu lượng (traffic selectors) lấy từ sự kiện acquire của kernel, được suy ra từ gói tin kích hoạt, sẽ được thêm vào trước các bộ chọn lưu lượng trong cấu hình của kết nối IKEv2. Khi bật tùy chọn này, các bộ chọn lưu lượng cụ thể đó sẽ bị bỏ qua và chỉ các bộ chọn được khai báo trong cấu hình mới được gửi đi. Điều này luôn xảy ra với các kết nối IKEv1 vì giao thức này chỉ hỗ trợ một tập bộ chọn lưu lượng cho mỗi CHILD SA.

source: By default, if several SAs match, the newest one is preferred if it's at least 30 seconds old. Select this option to always prefer old SAs over new ones.
vi_vn: Theo mặc định, nếu có nhiều SA khớp, SA mới nhất sẽ được ưu tiên nếu nó đã tồn tại ít nhất 30 giây. Chọn tùy chọn này để luôn ưu tiên các SA cũ thay vì các SA mới.

source: Maximum number of IKEv1 phase 2 exchanges per IKE_SA to keep state about and track concurrently. When using multiple phase 2 definitions a higher value than the default (3) would be advisable to prevent re-keying issues
vi_vn: Số lượng tối đa các phiên trao đổi phase 2 của IKEv1 trên mỗi IKE_SA để lưu trạng thái và theo dõi đồng thời. Khi sử dụng nhiều cấu hình phase 2, nên đặt giá trị cao hơn mặc định (3) để tránh các vấn đề re-keying.

source: Number of worker threads in Several of these are reserved for long running tasks in internal modules and plugins. Therefore, make sure you don’t set this value too low.
vi_vn: Số lượng luồng worker. Một số trong đó được dành riêng cho các tác vụ chạy lâu trong các module và plugin nội bộ. Vì vậy, hãy đảm bảo bạn không đặt giá trị này quá thấp.

source: This exempts traffic for one or more subnets from getting processed by the IPsec stack in the kernel. When sending all traffic to the remote location, you probably want to add your lan network(s) here.
vi_vn: Tùy chọn này loại trừ lưu lượng của một hoặc nhiều subnet khỏi việc được xử lý bởi IPsec stack trong kernel. Khi gửi toàn bộ lưu lượng tới địa điểm từ xa, bạn có thể muốn thêm các mạng LAN của mình vào đây.

source: This option only applies to legacy tunnel configurations, connections do require manual firewall rules being setup.
vi_vn: Tùy chọn này chỉ áp dụng cho các cấu hình đường hầm kiểu cũ (legacy), các kết nối sẽ yêu cầu thiết lập thủ công các luật firewall.

source: Destination address to use when announcing, defaults to multicast, but can be configured as unicast address when multicast can not be used (for example with cloud providers)
vi_vn: Địa chỉ đích được sử dụng khi thông báo, mặc định là multicast, nhưng có thể cấu hình thành địa chỉ unicast khi không thể sử dụng multicast (ví dụ với các nhà cung cấp cloud).

source: Enable RFC8198-based aggressive use of the DNSSEC-Validated cache. Helps to reduce the query rate towards targets but may lead to false negative responses if there are errors in the zone config.
vi_vn: Bật việc sử dụng chủ động bộ nhớ đệm DNSSEC đã được xác thực dựa trên RFC 8198. Giúp giảm tần suất truy vấn tới các đích nhưng có thể dẫn đến phản hồi âm giả nếu có lỗi trong cấu hình zone.

source: Enter a decimal number to be used as the serial number for the next certificate to be created using this CA. Will be auto incremented when a new certificate is created.
vi_vn: Nhập một số thập phân để sử dụng làm số serial cho chứng chỉ tiếp theo được tạo bằng CA này. Giá trị sẽ tự động tăng khi một chứng chỉ mới được tạo.

source: Enter an alternative address here to be used to monitor the link. This is used for the quality RRD graphs as well as the load balancer entries. Use this if the gateway does not respond to ICMP echo requests (pings).
vi_vn: Nhập một địa chỉ thay thế tại đây để dùng cho việc giám sát đường truyền. Địa chỉ này được sử dụng cho các biểu đồ chất lượng RRD cũng như các mục của load balancer. Hãy dùng tùy chọn này nếu gateway không phản hồi các yêu cầu ICMP echo (ping).

source: Enter the IP address of the firewall to which the selected configuration sections should be synchronized. This should be empty on the backup machine. When an IP address is offered, both web GUI configurations should be equal (port and protocol).
vi_vn: Nhập địa chỉ IP của firewall mà các phần cấu hình đã chọn sẽ được đồng bộ tới. Trường này nên để trống trên máy dự phòng. Khi cung cấp địa chỉ IP, cấu hình web GUI trên cả hai hệ thống phải giống nhau (cổng và giao thức).

source: Newer versions of OPNsense offer additional attributes in the state synchronization, for compatibility reasons you can optionally choose an older version here. Always make sure both nodes use the same version to avoid inconsistent state tables.
vi_vn: Các phiên bản OPNsense mới hơn cung cấp thêm các thuộc tính trong việc đồng bộ trạng thái. Vì lý do tương thích, bạn có thể tùy chọn chọn phiên bản cũ hơn tại đây. Luôn đảm bảo cả hai node sử dụng cùng một phiên bản để tránh bảng trạng thái không nhất quán.

source: Time in milliseconds before replying to the client with expired data. This essentially enables the serve- stable behavior as specified in RFC 8767 that first tries to resolve before immediately responding with expired data. A recommended value per RFC 8767 is 1800. Setting this to 0 will disable this behavior.
vi_vn: Thời gian tính bằng mili giây trước khi phản hồi cho client bằng dữ liệu đã hết hạn. Thiết lập này về cơ bản bật hành vi serve-stale như được mô tả trong RFC 8767, theo đó hệ thống sẽ cố gắng phân giải trước khi phản hồi ngay bằng dữ liệu hết hạn. Giá trị được khuyến nghị theo RFC 8767 là 1800. Đặt giá trị này bằng 0 sẽ tắt hành vi này.
