Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Should be a string between 1 and 64 characters. Allowed characters are alphanumeric characters, dash and underscores.
vi_vn: Phải là một chuỗi từ 1 đến 64 ký tự. Ký tự được phép là ký tự chữ và số, dấu gạch ngang và dấu gạch dưới.

source: Should be a valid port number between 1 and 65535.
vi_vn: Phải là số Cổng hợp lệ trong khoảng từ 1 đến 65535.

source: Simple
vi_vn: Đơn giản

source: Sitelutions
vi_vn: Trang web

source: Smart
vi_vn: Thông minh

source: Softlayer
vi_vn: Lớp mềm

source: Subreg
vi_vn: Đăng ký phụ

source: Tag for this device must be unique.
vi_vn: Thẻ cho thiết bị này phải là duy nhất.

source: The cache size should be numeric, optionally appended with 'k', 'm', or 'g'
vi_vn: Kích thước bộ đệm phải là số, được thêm tùy ý bằng 'k', 'm' hoặc 'g'

source: The device name must be unique.
vi_vn: Tên thiết bị phải là duy nhất.

source: The domain field is required if a host has not been specified.
vi_vn: Trường miền là bắt buộc nếu máy chủ chưa được chỉ định.

source: The field IP address is required.
vi_vn: Địa chỉ IP của trường là bắt buộc.

source: The field MX Host is required.
vi_vn: Trường Máy chủ MX là bắt buộc.

source: The field MX Priority is required.
vi_vn: Trường Ưu tiên MX là bắt buộc.

source: The host field is required if a domain has not been specified.
vi_vn: Trường máy chủ là bắt buộc nếu miền chưa được chỉ định.

source: Timeout must be between 0 and 360 seconds.
vi_vn: Thời gian chờ phải nằm trong khoảng từ 0 đến 360 giây.

source: Trap
vi_vn: Cạm bẫy

source: Trap+start
vi_vn: Bẫy+bắt đầu

source: Tunnel
vi_vn: Đường hầm

source: Tunnel Settings [legacy]
vi_vn: Cài đặt đường hầm [cũ]

source: Upload certificate to HashiCorp Vault
vi_vn: Tải chứng chỉ lên HashiCorp Vault

source: Upload certificate to Palo Alto Networks Firewall
vi_vn: Tải chứng chỉ lên Tường lửa Palo Alto Networks

source: Upload certificate to Proxmox VE
vi_vn: Tải chứng chỉ lên Proxmox VE

source: Upload certificate to TrueNAS Core Server
vi_vn: Tải chứng chỉ lên TrueNAS Core Server

source: Username can be up to 128 signs long. Alphanumeric characters and also dot, dash, percent sign (for URL escapes), at sign and underscore allowed.
vi_vn: Tên người dùng có thể dài tới 128 ký hiệu. Cho phép ký tự chữ và số cũng như dấu chấm, dấu gạch ngang, dấu phần trăm (đối với lối thoát URL), dấu tại và dấu gạch dưới.

source: Virtual Tunnel Interfaces
vi_vn: Giao diện đường hầm ảo

source: Wazuh Agent
vi_vn: Đại lý Wazuh

source: You need to set a propper VLAN ID.
vi_vn: Bạn cần đặt ID Vlan phù hợp.

source: Zone.eu
vi_vn: Khu.eu

source: acct
vi_vn: tài khoản

source: always
vi_vn: luôn luôn

source: always_nxdomain
vi_vn: luôn_nxdomain

source: always_refuse
vi_vn: luôn_từ chối

source: always_transparent
vi_vn: luôn_trong suốt

source: apcsmart
vi_vn: apsmart

source: as-path
vi_vn: đường dẫn

source: auth (Authenticate control channel packets)
vi_vn: auth (Xác thực gói kênh điều khiển)

source: auth+acct
vi_vn: xác thực+tài khoản

source: auto-selection [recommended]
vi_vn: tự động chọn [được khuyến nghị]

source: autolocal
vi_vn: tự động định vị

source: block local
vi_vn: chặn cục bộ

source: bypass dhcp
vi_vn: bỏ qua dhcp

source: bypass dns
vi_vn: bỏ qua dns

source: client-balance
vi_vn: số dư khách hàng

source: client-port-balance
vi_vn: số dư Cổng khách hàng

source: client-to-client
vi_vn: khách hàng với khách hàng

source: crypt (Encrypt and authenticate all control channel packets)
vi_vn: crypt (Mã hóa và xác thực tất cả các gói kênh điều khiển)

source: dane
vi_vn: người Đan Mạch

source: deny
vi_vn: từ chối

source: dumb
vi_vn: câm

source: duplicate-cn
vi_vn: trùng lặp-cn

source: easyDNS
vi_vn: dễDNS

source: fail-over
vi_vn: thất bại

source: first level of debug
vi_vn: mức độ gỡ lỗi đầu tiên

source: fork
vi_vn: cái nĩa

source: freeMyIP
vi_vn: miễn phíMyIP

source: full debugging
vi_vn: gỡ lỗi đầy đủ

source: inform
vi_vn: thông báo

source: inform_deny
vi_vn: thông báo_từ chối

source: ipv6 (default)
vi_vn: ipv6 (mặc định)

source: keyed-balance
vi_vn: cân bằng khóa

source: load-balance
vi_vn: cân bằng tải

source: local
vi_vn: địa phương

source: mDNS Repeater
vi_vn: Bộ lặp mDNS

source: med
vi_vn: thuốc

source: native
vi_vn: tự nhiên

source: netcup
vi_vn: cốc net

source: next-hop
vi_vn: bước nhảy tiếp theo

source: no debug
vi_vn: không gỡ lỗi

source: no-ip
vi_vn: không có ip

source: nodefault
vi_vn: không mặc định

source: not ipv4 (default)
vi_vn: không phải ipv4 (mặc định)

source: passtos
vi_vn: mật khẩu

source: percent
vi_vn: phần trăm

source: persist-remote-ip
vi_vn: kiên trì-remote-ip

source: plain
vi_vn: đơn giản

source: primary
vi_vn: sơ đẳng

source: refuse
vi_vn: từ chối

source: remote-random
vi_vn: ngẫu nhiên từ xa

source: request
vi_vn: lời yêu cầu

source: resourceId contains invalid characters.
vi_vn: ResourceId chứa các ký tự không hợp lệ.

source: route-noexec
vi_vn: tuyến đường-noexec

source: route-nopull
vi_vn: tuyến đường-nopull

source: secondary
vi_vn: sơ trung

source: select
vi_vn: lựa chọn

source: share
vi_vn: chia sẻ

source: sharemaster
vi_vn: người chia sẻ

source: shareslave
vi_vn: nô lệ chia sẻ

source: status-server
vi_vn: máy chủ trạng thái

source: subnet
vi_vn: mạng con

source: timeout
vi_vn: hết thời gian

source: transparent
vi_vn: trong suốt

source: typetransparent
vi_vn: kiểu trong suốt

source: virtual_server
vi_vn: máy chủ ảo

source: whirlpool (512-bit)
vi_vn: xoáy nước (512-bit)

source: %s (%s cores, %s threads)
vi_vn: %s (%s lõi, %s luồng)

source: 10 minutes
vi_vn: 10 phút

source: 1GB, 1 hour
vi_vn: 1GB, 1 giờ

source: 1GB, 60 seconds
vi_vn: 1GB, 60 giây

source: 512MB, 1 hour
vi_vn: 512 MB, 1 giờ

source: 512MB, 10 minutes
vi_vn: 512MB, 10 phút

source: 512MB, 60 seconds
vi_vn: 512 MB, 60 giây

source: 60 seconds
vi_vn: 60 giây

source: 6RD requires an IPv4 configuration type to operate on.
vi_vn: 6RD yêu cầu loại cấu hình IPv4 để hoạt động.

source: 6to4 requires an IPv4 configuration type to operate on.
vi_vn: 6to4 yêu cầu loại cấu hình IPv4 để hoạt động.

source: A leap second file allows NTP to advertise an upcoming leap second addition or subtraction.
vi_vn: Tệp giây nhuận cho phép NTP quảng cáo phép cộng hoặc phép trừ giây nhuận sắp tới.

source: A local and remote address should be provided or both should be left empty
vi_vn: Cần cung cấp địa chỉ cục bộ và địa chỉ từ xa hoặc để trống cả hai

source: A snapshot already exists by this name
vi_vn: Ảnh chụp nhanh có tên này đã tồn tại

source: A token lifetime requires a non zero Renegotiate time.
vi_vn: Thời gian tồn tại của mã thông báo yêu cầu thời gian Thương lượng lại khác 0.

source: A track interface is only allowed without an external prefix.
vi_vn: Giao diện bản nhạc chỉ được phép nếu không có tiền tố bên ngoài.

source: A valid IP address list must be specified to reject DHCP leases from.
vi_vn: Danh sách địa chỉ IP hợp lệ phải được chỉ định để từ chối cho thuê DHCP.

source: A valid network address is required.
vi_vn: Cần có địa chỉ networks hợp lệ.

source: A valid network subnet is required.
vi_vn: Cần có mạng con hợp lệ.

source: AJAX error accessing the API:
vi_vn: Lỗi AJAX truy cập API:

source: Absolutely silent
vi_vn: Tuyệt đối im lặng

source: Activate
vi_vn: Kích hoạt

source: Active Ports
vi_vn: Cổng hoạt động

source: Add Widget
vi_vn: Thêm tiện ích

source: Address %s referenced by outbound nat rule "%s"
vi_vn: Địa chỉ %s được tham chiếu bởi quy tắc NAT outbound "%s"

source: Address Length
vi_vn: Độ dài địa chỉ

source: Address not in specified subnet
vi_vn: Địa chỉ không thuộc mạng con được chỉ định

source: All Zones
vi_vn: Tất cả các khu vực

source: Allow PCP/NAT-PMP Port Mapping
vi_vn: Cho phép ánh xạ Cổng PCP/NAT-PMP

source: Allow UPnP IGD Port Mapping
vi_vn: Cho phép ánh xạ Cổng UPnP IGD

source: Also include sensitive material in dumps, e.g. keys
vi_vn: Đồng thời đưa tài liệu nhạy cảm vào bãi rác, ví dụ: phím

source: Always reboot after a successful update
vi_vn: Luôn khởi động lại sau khi cập nhật thành công

source: An (unicast) address can only be configured for the same protocol family.
vi_vn: Một địa chỉ (unicast) chỉ có thể được cấu hình cho cùng một họ giao thức.

source: An IPv4 destination for this relay is already set.
vi_vn: Đích IPv4 cho rơle này đã được đặt.

source: An IPv6 destination for this relay is already set.
vi_vn: Đích IPv6 cho rơle này đã được đặt.

source: Are you sure you want to restore the default widget layout?
vi_vn: Bạn có chắc chắn muốn khôi phục bố cục tiện ích mặc định không?

source: Assign a new interface
vi_vn: Gán giao diện mới

source: Assign prefix ID
vi_vn: Gán ID tiền tố

source: At least one IPv4 or IPv6 tunnel network is required.
vi_vn: Cần có ít nhất một mạng đường hầm IPv4 hoặc IPv6.

source: At least one of 'UPnP IGD' or 'PCP/NAT-PMP' must be allowed
vi_vn: Phải cho phép ít nhất một trong số 'UPnP IGD' hoặc 'PCP/NAT-PMP'

source: At least one requested restore area could not be found: %s.
vi_vn: Không thể tìm thấy ít nhất một khu vực khôi phục được yêu cầu: %s.

source: Authority
vi_vn: Thẩm quyền

source: Automatically generated rules (end of ruleset)
vi_vn: Luật được tạo tự động (cuối bộ quy tắc)

source: Back
vi_vn: Mặt sau

source: Backup - Google Drive
vi_vn: Sao lưu - Google Drive

source: Backups (compare)
vi_vn: Sao lưu (so sánh)

source: Bogon networks
vi_vn: Mạng lưới Bogon

source: By default deny access to service?
vi_vn: Theo mặc định từ chối quyền truy cập vào dịch vụ?

source: Bytes (in)
vi_vn: Byte (trong)

source: Bytes (out)
vi_vn: Byte (ra)

source: Bytes Transmitted
vi_vn: Byte được truyền

source: CA Name
vi_vn: Tên CA

source: CRL Name
vi_vn: Tên CRL

source: CRL info
vi_vn: Thông tin CRL

source: Caddyfile
vi_vn: tập tin caddie

source: Can not enable config constraints without modifying one of them
vi_vn: Không thể bật các ràng buộc cấu hình mà không sửa đổi một trong số chúng

source: Cannot assign a MAC address to this type of interface.
vi_vn: Không thể gán địa chỉ MAC cho loại giao diện này.

source: Cannot delete CARP Virtual IP, IP Alias with VHID Group %s still exists.
vi_vn: Không thể xóa CARP Virtual IP, Bí danh IP với Nhóm VHID %s vẫn tồn tại.

source: Cannot delete active snapshot
vi_vn: Không thể xóa ảnh chụp nhanh đang hoạt động

source: Cannot delete gif. Currently in use by [%s] %s
vi_vn: Không thể xóa gif. Hiện đang được [%s] %s sử dụng

source: Cannot delete gre. Currently in use by [%s] %s
vi_vn: Không thể xóa gr. Hiện đang được [%s] %s sử dụng

source: Capabilities
vi_vn: Khả năng

source: Cert revocation error: CA certificate invalid: invalid date
vi_vn: Lỗi thu hồi chứng chỉ: Chứng chỉ CA không hợp lệ: ngày không hợp lệ

source: Cert revocation error: CRL signature invalid
vi_vn: Lỗi thu hồi chứng chỉ: Chữ ký CRL không hợp lệ

source: Cert revocation error: Unable to load CA private key
vi_vn: Lỗi thu hồi chứng chỉ: Không thể tải khóa riêng CA

source: Certificate does not seem to exist
vi_vn: Chứng chỉ dường như không tồn tại

source: Certificate download
vi_vn: Tải xuống chứng chỉ

source: Certificate info
vi_vn: Thông tin chứng chỉ

source: Certificate private key missing
vi_vn: Thiếu khóa riêng của chứng chỉ

source: Changes between selected versions
vi_vn: Thay đổi giữa các phiên bản đã chọn

source: Chinese (Traditional)
vi_vn: Tiếng Trung (truyền thống)

source: Choose how states created by this rule are treated, default (as defined in advanced), floating in which case states are valid on all interfaces or interface bound. Interface bound states are more secure, floating more flexible
vi_vn: Chọn cách xử lý các trạng thái được tạo bởi quy tắc này, mặc định (như được xác định ở phần nâng cao), floating trong trường hợp trạng thái nào hợp lệ trên tất cả các giao diện hoặc bị ràng buộc giao diện. Các trạng thái ràng buộc của giao diện an toàn hơn, linh hoạt hơn

source: Commonly used AES
vi_vn: AES thường được sử dụng

source: Commonly used, but insecure cipher suites
vi_vn: Bộ mật mã được sử dụng phổ biến nhưng không an toàn

source: Compliance
vi_vn: Sự tuân thủ

source: Config Preview
vi_vn: Xem trước cấu hình

source: Configuration exception
vi_vn: Ngoại lệ cấu hình

source: Confirmation required
vi_vn: Yêu cầu xác nhận

source: Constraint allowed groups to those selected in the container section. This may offer additional security in cases where users are able to inject memberOf attributes in different trees.
vi_vn: Ràng buộc các nhóm được phép đối với những nhóm được chọn trong phần vùng chứa. Điều này có thể cung cấp tính bảo mật bổ sung trong trường hợp người dùng có thể đưa các thuộc tính memberOf vào các cây khác nhau.

source: Constraint groups
vi_vn: Nhóm ràng buộc

source: Could not read uploaded file.
vi_vn: Không thể đọc tập tin đã tải lên.

source: Custom policies
vi_vn: Chính sách tùy chỉnh

source: DCO type instances only support UDP mode.
vi_vn: Các phiên bản loại DCO chỉ hỗ trợ chế độ UDP.

source: Default Policies
vi_vn: Chính sách mặc định

source: Default block
vi_vn: Block mặc định

source: Default pass
vi_vn: Thẻ mặc định

source: Deny authentication, only applicable for local users
vi_vn: Từ chối xác thực, chỉ áp dụng cho người dùng cục bộ

source: Device %s does not exist.
vi_vn: Thiết bị %s không tồn tại.

source: Device %s was assigned to %d interfaces: %s
vi_vn: Thiết bị %s đã được gán cho giao diện %d: %s

source: Download CRL when available
vi_vn: Tải xuống CRL khi có sẵn

source: Download OCSP demo index
vi_vn: Tải xuống chỉ mục demo OCSP

source: Driver
vi_vn: Tài xế

source: Duplicate entry: The combination of %s and port %s is already used. Each combination of domain and port must be unique.
vi_vn: Mục nhập trùng lặp: Sự kết hợp của %s và Cổng %s đã được sử dụng. Mỗi sự kết hợp giữa tên miền và Cổng phải là duy nhất.

source: Duplicate key entry found
vi_vn: Đã tìm thấy mục khóa trùng lặp

source: Dynamic IPv6 prefix received
vi_vn: Đã nhận được tiền tố IPv6 động

source: Dynamic gateway values cannot be specified for interfaces with a static %s configuration.
vi_vn: Không thể chỉ định giá trị gateway động cho giao diện có cấu hình tĩnh %s.

source: Dynamic nameserver received
vi_vn: Đã nhận được máy chủ tên động

source: Dynamic router received
vi_vn: Đã nhận được bộ định tuyến động

source: Dynamic searchdomain received
vi_vn: Đã nhận được miền tìm kiếm động

source: Edit Access List
vi_vn: Chỉnh sửa danh sách truy cập

source: Edit Basic Auth
vi_vn: Chỉnh sửa xác thực cơ bản

source: Edit DHCP destination
vi_vn: Chỉnh sửa đích DHCP

source: Edit DHCP relay
vi_vn: Chỉnh sửa chuyển tiếp DHCP

source: Edit Dashboard
vi_vn: Chỉnh sửa trang tổng quan

source: Edit GRE
vi_vn: Chỉnh sửa GRE

source: Edit Gateway
vi_vn: Chỉnh sửa Cổng

source: Edit Gif
vi_vn: Chỉnh sửa Gif

source: Edit Layer4 Route
vi_vn: Chỉnh sửa tuyến đường Layer4

source: Edit List
vi_vn: Chỉnh sửa danh sách

source: Edit Peer
vi_vn: Chỉnh sửa Peer

source: Edit Peer Groups
vi_vn: Chỉnh sửa nhóm Peer

source: Edit Reservation
vi_vn: Chỉnh sửa đặt chỗ

source: Edit Routes
vi_vn: Chỉnh sửa tuyến đường

source: Edit Subdomain
vi_vn: Chỉnh sửa tên miền phụ

source: Edit Subnet
vi_vn: Chỉnh sửa mạng con

source: Edit instance
vi_vn: Chỉnh sửa phiên bản

source: Edit peer
vi_vn: Chỉnh sửa Peer

source: Edit snapshot
vi_vn: Chỉnh sửa ảnh chụp nhanh

source: Email address is invalid.
vi_vn: Địa chỉ email không hợp lệ.

source: Empty response from the backend. Please check logs.
vi_vn: Phản hồi trống từ phần phụ trợ. Vui lòng kiểm tra nhật ký.

source: Enable autonomous port mapping service.
vi_vn: Kích hoạt dịch vụ lập bản đồ Cổng tự trị.

source: Enabling this option will disable scrub (normalization) for traffic matching this rule.
vi_vn: Việc bật tùy chọn này sẽ vô hiệu hóa quá trình lọc (chuẩn hóa) đối với lưu lượng truy cập phù hợp với quy tắc này.

source: Endpoint not found
vi_vn: Không tìm thấy điểm cuối

source: Entry "%s" does not contain a valid domain or address.
vi_vn: Mục "%s" không chứa domain hoặc địa chỉ hợp lệ.

source: Entry "%s" does not contain a valid path.
vi_vn: Mục "%s" không chứa đường dẫn hợp lệ.

source: Entry "%s" is not a valid range or subnet.
vi_vn: Mục "%s" không phải là dải địa chỉ hoặc subnet hợp lệ.

source: Error configuring policies
vi_vn: Lỗi cấu hình chính sách

source: Error resetting Syslog
vi_vn: Lỗi đặt lại nhật ký hệ thống

source: Error: apcupsd is disabled
vi_vn: Lỗi: apcupsd bị tắt

source: Error: empty output from apcaccess
vi_vn: Lỗi: đầu ra trống từ apcaccess

source: Export as csv
vi_vn: Xuất dưới dạng csv

source: External subnet should match internal subnet.
vi_vn: Mạng con bên ngoài phải khớp với mạng con bên trong.

source: Failed to load content:
vi_vn: Không tải được nội dung:

source: Failed to load widget
vi_vn: Không tải được tiện ích

source: File type
vi_vn: Loại tệp

source: Filter by Domain
vi_vn: Lọc theo tên miền

source: Floating states
vi_vn: Trạng thái Floating

source: Flush (full) local configuration history.
vi_vn: Xóa (đầy đủ) lịch sử cấu hình cục bộ.

source: For BINAT rules only addresses or subnets are allowed.
vi_vn: Đối với quy tắc BINAT, chỉ cho phép địa chỉ hoặc mạng con.

source: For more information on how to migrate to ZFS, please refer to our documentation or support resources.
vi_vn: Để biết thêm thông tin về cách di chuyển sang ZFS, vui lòng tham khảo tài liệu hoặc tài nguyên hỗ trợ của chúng tôi.

source: For zone Check and Show to work, the zone must be enabled and the configuration applied.
vi_vn: Để Kiểm tra và Hiển thị vùng hoạt động, vùng đó phải được bật và áp dụng cấu hình.

source: Format: [allow or deny] [ext port or range] [int ipaddr or ipaddr/cidr] [int port or range]
vi_vn: Định dạng: [cho phép hoặc từ chối] [Cổng hoặc phạm vi mở rộng] [int ipaddr hoặc ipaddr/cidr] [Cổng hoặc phạm vi int]

source: Further information is available in the %sofficial HAProxy documentation%s. Be sure to report bugs and request features on our %sGitHub issue page%s. Code contributions are also very welcome!
vi_vn: Thông tin thêm có sẵn trong %stài liệu HAProxy chính thức%s. Hãy nhớ báo cáo lỗi và yêu cầu các tính năng trên trang vấn đề %sGitHub%s của chúng tôi. Đóng góp mã cũng rất được hoan nghênh!

source: Gateway %s cannot be deleted because it is in use on Gateway Group(s) '%s'
vi_vn: Không thể xóa Cổng %s vì nó đang được sử dụng trên (các) nhóm gateway '%s'

source: Gateway %s cannot be deleted because it is in use on Interface '%s'
vi_vn: Không thể xóa Cổng %s vì nó đang được sử dụng trên Giao diện '%s'

source: Gateway %s cannot be deleted because it is in use on Static Route(s) '%s'
vi_vn: Không thể xóa Cổng %s vì nó đang được sử dụng trên (các) Tuyến tĩnh '%s'

source: Gateway IP protocol should match network protocol
vi_vn: Giao thức IP của Cổng phải khớp với giao thức networks

source: Generate new keypair.
vi_vn: Tạo cặp khóa mới.

source: Generate new psk.
vi_vn: Tạo psk mới.

source: Generic control flow with errors (default)
vi_vn: Luồng điều khiển chung có lỗi (mặc định)

source: Granularity
vi_vn: Độ chi tiết

source: HA Peers
vi_vn: đồng nghiệp HA

source: Handshake
vi_vn: Bắt tay

source: Hardware Offload Capabilities
vi_vn: Khả năng giảm tải phần cứng

source: Header Length
vi_vn: Độ dài tiêu đề

source: IP protocol families should match.
vi_vn: Các họ giao thức IP phải phù hợp.

source: IPv4 Addresses
vi_vn: Địa chỉ IPv4

source: IPv4 gateway rules
vi_vn: Luật gateway IPv4

source: IPv6 Addresses
vi_vn: Địa chỉ IPv6

source: IPv6 gateway rules
vi_vn: Luật gateway IPv6

source: If there are certain upstream DHCP servers that should be ignored, place the comma separated list of IP addresses of the DHCP servers to be ignored here.
vi_vn: Nếu có một số máy chủ DHCP ngược tuyến nhất định cần được bỏ qua, hãy đặt danh sách địa chỉ IP được phân tách bằng dấu phẩy của các máy chủ DHCP cần bỏ qua tại đây.

source: If this is checked, errors from the web GUI will appear in the main system log.
vi_vn: Nếu điều này được chọn, lỗi từ GUI web sẽ xuất hiện trong nhật ký hệ thống chính.

source: If unchecked, IPv6 interface configuration will be ignored and all forwarding traffic will be blocked. Use with care.
vi_vn: Nếu không được chọn, cấu hình giao diện IPv6 sẽ bị bỏ qua và tất cả lưu lượng chuyển tiếp sẽ bị chặn. Sử dụng cẩn thận.

source: Import csv
vi_vn: Nhập csv

source: Import existing
vi_vn: Nhập khẩu hiện có

source: Import reservations
vi_vn: Nhập đặt chỗ

source: In use
vi_vn: Đang sử dụng

source: Including RAW data dumps in hex
vi_vn: Bao gồm các kết xuất dữ liệu RAW ở dạng hex

source: Input Errors
vi_vn: Lỗi đầu vào

source: Input Queue Drops
vi_vn: Giảm hàng đợi đầu vào

source: Interface / Invert
vi_vn: Giao diện / Đảo ngược

source: Interfaces do not seem to match, please check the %sassignments%s now for missing devices.
vi_vn: Các giao diện dường như không khớp, vui lòng kiểm tra %staskments%s ngay bây giờ để biết các thiết bị bị thiếu.

source: Interfaces to listen on and send outgoing queries.
vi_vn: Giao diện để lắng nghe và gửi truy vấn đi.

source: Invalid Base64-encoded string.
vi_vn: Chuỗi được mã hóa Base64 không hợp lệ.

source: Invalid CRL provided.
vi_vn: CRL được cung cấp không hợp lệ.

source: Invalid IP-port combination.
vi_vn: Kết hợp Cổng IP không hợp lệ.

source: Invalid IPv4 address
vi_vn: Địa chỉ IPv4 không hợp lệ

source: Invalid IPv6 address
vi_vn: Địa chỉ IPv6 không hợp lệ

source: Invalid MAC address.
vi_vn: Địa chỉ MAC không hợp lệ.

source: Invalid URL.
vi_vn: URL không hợp lệ.

source: Invalid X509 certificate provided
vi_vn: Đã cung cấp chứng chỉ X509 không hợp lệ

source: Invalid X509 certificate provided : %s
vi_vn: Chứng chỉ X509 không hợp lệ được cung cấp: %s

source: Invalid integer value.
vi_vn: Giá trị số nguyên không hợp lệ.

source: Invalid method %s
vi_vn: Phương thức không hợp lệ %s

source: Invalid name specified
vi_vn: Tên được chỉ định không hợp lệ

source: Invalid numeric value.
vi_vn: Giá trị số không hợp lệ.

source: Invalid private key provided
vi_vn: Khóa riêng được cung cấp không hợp lệ

source: Invalid range provided.
vi_vn: Phạm vi được cung cấp không hợp lệ.

source: Invalid rekey limit option.
vi_vn: Tùy chọn giới hạn số lần gửi lại không hợp lệ.

source: Invalid state policy type %s
vi_vn: Loại chính sách trạng thái không hợp lệ %s

source: Inverting interfaces is only allowed for single targets to avoid mis-interpretations
vi_vn: Chỉ cho phép đảo ngược giao diện đối với các mục tiêu đơn lẻ để tránh hiểu sai

source: JSON Configuration
vi_vn: Cấu hình JSON

source: KEA DHCPv4 server
vi_vn: Máy chủ KEA DHCPv4

source: Korean
vi_vn: Tiếng Hàn

source: LAGG Hash
vi_vn: Băm LAGG

source: Last accessed
vi_vn: Truy cập lần cuối

source: Last day
vi_vn: Ngày cuối cùng

source: Last month
vi_vn: Tháng trước

source: Last week
vi_vn: Tuần trước

source: Layer4 Routes
vi_vn: Route lớp 4

source: Licensed until %s
vi_vn: Được cấp phép cho đến %s

source: Line Rate
vi_vn: Tỷ lệ dòng

source: Link State
vi_vn: Trạng thái liên kết

source: Linked user
vi_vn: Người dùng được liên kết

source: List validation error.
vi_vn: Lỗi xác thực danh sách.

source: Log packets
vi_vn: Gói nhật ký

source: Log packets handled by service rules?
vi_vn: Các gói nhật ký được xử lý theo quy tắc dịch vụ?

source: Log packets matched by automatic outbound NAT rules
vi_vn: Các gói nhật ký khớp với quy tắc NAT gửi đi tự động

source: Log packets matched from the default block rules
vi_vn: Các gói nhật ký khớp với quy tắc chặn mặc định

source: Log packets matched from the default pass rules
vi_vn: Các gói nhật ký khớp với quy tắc vượt qua mặc định

source: Log server errors
vi_vn: Đăng nhập lỗi máy chủ

source: Manual address
vi_vn: Địa chỉ thủ công

source: Media (Raw)
vi_vn: Phương tiện (Thô)

source: Media Options
vi_vn: Tùy chọn phương tiện

source: Misconfigured Gateway IP
vi_vn: IP Cổng bị định cấu hình sai
