Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Have the validator print validation failures to the log. Regardless of the verbosity setting. Default is 0, off. At 1, for every user query that fails a line is printed to the logs. This way you can monitor what happens with validation. Use a diagnosis tool, such as dig or drill, to find out why validation is failing for these queries. At 2, not only the query that failed is printed but also the reason why Unbound thought it was wrong and which server sent the faulty data.
vi_vn: Cho phép bộ xác thực ghi các lỗi xác thực vào log, bất kể thiết lập verbosity. Mặc định là 0 (tắt). Ở mức 1, mỗi truy vấn người dùng bị lỗi sẽ được ghi một dòng vào log. Điều này giúp giám sát quá trình xác thực. Có thể sử dụng công cụ chẩn đoán như dig hoặc drill để xác định nguyên nhân lỗi. Ở mức 2, ngoài truy vấn bị lỗi, log còn ghi rõ lý do Unbound đánh giá dữ liệu sai và máy chủ nào đã gửi dữ liệu không hợp lệ.

source: If a domain is entered here, queries for this specific domain will be forwarded to the specified server. Leave blank to forward all queries to the specified server (default).
vi_vn: Nếu nhập một tên miền tại đây, các truy vấn cho tên miền đó sẽ được chuyển tiếp đến máy chủ được chỉ định. Để trống để chuyển tiếp tất cả truy vấn đến máy chủ chỉ định (mặc định).

source: If enabled, a total number of unwanted replies is kept track of in every thread. When it reaches the threshold, a defensive action is taken and a warning is printed to the log file. This defensive action is to clear the RRSet and message caches, hopefully flushing away any poison.
vi_vn: Nếu được bật, tổng số phản hồi không mong muốn sẽ được theo dõi trên mỗi luồng xử lý. Khi đạt đến ngưỡng, hệ thống sẽ thực hiện hành động phòng vệ và ghi cảnh báo vào file log. Hành động này bao gồm việc xóa cache RRSet và cache thông điệp nhằm loại bỏ nguy cơ đầu độc cache DNS.

source: If enabled, log lines that say why queries return SERVFAIL to clients. This is separate from the verbosity debug logs, much smaller, and printed at the error level, not the info level of debug info from verbosity.
vi_vn: Nếu được bật, ghi log giải thích lý do các truy vấn trả về SERVFAIL cho client. Log này tách biệt với log debug verbosity, có dung lượng nhỏ hơn và được ghi ở mức error, không phải mức info.

source: If enabled, log lines to inform about local zone actions. These lines are like the local-zone type inform prints out, but they are also printed for the other types of local zones.
vi_vn: Nếu được bật, ghi log để thông báo về các hành động liên quan đến local zone. Các dòng log này tương tự thông tin do local-zone type xuất ra, nhưng cũng được ghi cho các loại local zone khác.

source: If enabled, prints one line per query to the log, with the log timestamp and IP address, name, type and class. Note that it takes time to print these lines, which makes the server (significantly) slower. Odd (non-printable) characters in names are printed as '?'.
vi_vn: Nếu được bật, ghi một dòng cho mỗi truy vấn vào log, kèm dấu thời gian, địa chỉ IP, tên, type và class. Lưu ý việc ghi các dòng này tốn thời gian và làm máy chủ chậm đi (đáng kể). Các ký tự lạ (không in được) trong tên sẽ được hiển thị thành '?'.

source: If enabled, prints one line per reply to the log, with the log timestamp and IP address, name, type, class, return code, time to resolve, whether the reply is from the cache and the response size. Note that it takes time to print these lines, which makes the server (significantly) slower. Odd (non-printable) characters in names are printed as '?'.
vi_vn: Nếu được bật, ghi một dòng cho mỗi phản hồi vào log, kèm dấu thời gian, địa chỉ IP, tên, type, class, mã trả về, thời gian phân giải, phản hồi có lấy từ cache hay không và kích thước phản hồi. Lưu ý việc ghi các dòng này tốn thời gian và làm máy chủ chậm đi (đáng kể). Các ký tự lạ (không in được) trong tên sẽ được hiển thị thành '?'.

source: If enabled, prints the word 'query: ' and 'reply: ' with logged queries and replies. This makes filtering logs easier.
vi_vn: Nếu được bật, thêm tiền tố 'query: ' và 'reply: ' vào các dòng log truy vấn và phản hồi. Điều này giúp lọc log dễ dàng hơn.

source: If this option is set, CNAME records for the WPAD host of all configured domains will be automatically added as well as overrides for TXT records for domains. This allows automatic proxy configuration in your network but you should not enable it if you are not using WPAD or if you want to configure it by yourself.
vi_vn: Nếu bật tùy chọn này, các bản ghi CNAME cho host WPAD của tất cả các domain đã cấu hình sẽ được tự động thêm, đồng thời tạo các override cho bản ghi TXT của domain. Tính năng này cho phép cấu hình proxy tự động trong mạng nhưng không nên bật nếu bạn không dùng WPAD hoặc muốn tự cấu hình thủ công.

source: If this option is set, the DNS cache will be flushed during each daemon reload. This is the default behavior for Unbound, but may be undesired when multiple dynamic interfaces require frequent reloading.
vi_vn: Nếu bật tùy chọn này, DNS cache sẽ bị xóa mỗi lần daemon reload. Đây là hành vi mặc định của Unbound, nhưng có thể không mong muốn khi có nhiều interface động cần reload thường xuyên.

source: If this option is set, then IPv6 link-local addresses will not be registered in Unbound, preventing return of unreachable address when more than one listen interface is configured.
vi_vn: Nếu bật tùy chọn này, các địa chỉ IPv6 link-local sẽ không được đăng ký trong Unbound, nhằm tránh trả về địa chỉ không thể truy cập khi cấu hình nhiều hơn một interface lắng nghe.

source: Giao diện IP addresses used for responding to queries from clients. If an interface has both IPv4 and IPv6 IPs, both are used. Queries to other interface IPs not selected below are discarded. The default behavior is to respond to queries on every available IPv4 and IPv6 address.
vi_vn: Địa chỉ IP của các giao diện dùng để phản hồi truy vấn từ client. Nếu một giao diện có cả IPv4 và IPv6 thì sẽ sử dụng cả hai. Các truy vấn gửi đến IP của những giao diện không được chọn bên dưới sẽ bị loại bỏ. Mặc định hệ thống phản hồi truy vấn trên mọi địa chỉ IPv4 và IPv6 khả dụng.

source: Interval to check the liveness of a peer actively using IKEv2 INFORMATIONAL exchanges or IKEv1 R_U_THERE messages. Active DPD checking is only enforced if no IKE or ESP/AH packet has been received for the configured DPD delay. Defaults to 0s
vi_vn: Khoảng thời gian kiểm tra trạng thái hoạt động (liveness) của peer bằng cách chủ động dùng các bản tin IKEv2 INFORMATIONAL hoặc IKEv1 R_U_THERE. Cơ chế DPD chủ động chỉ được áp dụng nếu không nhận được gói IKE hoặc ESP/AH nào trong thời gian trễ DPD đã cấu hình. Mặc định: 0s

source: Keep probing hosts that are down in the infrastructure host cache. Hosts that are down are probed about every 120 seconds with an exponential backoff. If hosts do not respond within this time period, they are marked as down for the duration of the host cache TTL.
vi_vn: Tiếp tục thăm dò các host đang ở trạng thái down trong cache host hạ tầng. Các host down sẽ được thăm dò khoảng mỗi 120 giây với cơ chế backoff theo cấp số nhân. Nếu host không phản hồi trong khoảng thời gian này, chúng sẽ bị đánh dấu down trong suốt thời gian TTL của host cache.

source: Limits the serving of expired responses to the configured amount of seconds after expiration. A value of 0 disables the limit. A suggested value per RFC 8767 is between 86400 (1 day) and 259200 (3 days).
vi_vn: Giới hạn việc phục vụ các phản hồi đã hết hạn trong khoảng số giây được cấu hình sau khi hết hạn. Giá trị 0 sẽ tắt giới hạn này. Theo gợi ý của RFC 8767, giá trị nên nằm trong khoảng 86400 (1 ngày) đến 259200 (3 ngày).

source: List of domains to mark as private. These domains and all its subdomains are allowed to contain private addresses.
vi_vn: Danh sách domain được đánh dấu là private. Các domain này và toàn bộ subdomain của chúng được phép chứa các địa chỉ private.

source: List of named IP pools to allocate virtual IP addresses and other configuration attributes from. Each name references a pool by name from either the pools section or an external pool. Note that the order in which they are queried primarily depends on the plugin order.
vi_vn: Danh sách các IP pool được đặt tên dùng để cấp phát địa chỉ IP ảo và các thuộc tính cấu hình khác. Mỗi tên sẽ tham chiếu đến một pool theo tên, lấy từ phần pools hoặc một pool bên ngoài. Lưu ý thứ tự được truy vấn phụ thuộc chủ yếu vào thứ tự plugin.

source: List of networks in CIDR notation to apply this ACL on. For example: 192.168.1.0/24.
vi_vn: Danh sách mạng theo định dạng CIDR để áp dụng ACL này. Ví dụ: 192.168.1.0/24.

source: List of wildcard domains to blocklist. All subdomains of the given domain will be blocked. Blocking first-level domains is not supported.
vi_vn: Danh sách domain dạng wildcard để đưa vào blocklist. Tất cả các subdomain của domain được chỉ định sẽ bị chặn. Không hỗ trợ chặn domain cấp 1 (TLD).

source: Message cache elements are prefetched before they expire to help keep the cache up to date. When enabled, this option can cause an increase of around 10% more DNS traffic and load on the server, but frequently requested items will not expire from the cache.
vi_vn: Các mục trong message cache sẽ được prefetch trước khi hết hạn để giữ cache luôn cập nhật. Khi bật, tùy chọn này có thể làm tăng khoảng 10% lưu lượng DNS và tải trên máy chủ, nhưng các mục được truy vấn thường xuyên sẽ không bị hết hạn khỏi cache.

source: Number of hosts for which information is cached.
vi_vn: Số lượng host mà thông tin của chúng được lưu trong cache.

source: Reqid to register this manual item on. Please note that an established đường hầm needs to reconnect in order to add the entry as we use an updown event.
vi_vn: Reqid dùng để đăng ký mục cấu hình thủ công này. Lưu ý rằng một đường hầm đã được thiết lập cần phải kết nối lại để thêm mục này, do hệ thống sử dụng sự kiện updown.

source: Select an alias from which the items should be ignored when dropping ip addresses using the opnsense-fw active-response action.
vi_vn: Chọn một alias mà các mục trong đó sẽ được bỏ qua khi thực hiện thả (drop) địa chỉ IP bằng hành động active-response của opnsense-fw.

source: Select the log verbosity. Level 0 means no verbosity, only errors. Level 1 gives operational information. Level 2 gives detailed operational information. Level 3 gives query level information, output per query. Level 4 gives algorithm level information. Level 5 logs client identification for cache misses.
vi_vn: Chọn mức độ chi tiết log (verbosity). Mức 0: không verbosity, chỉ ghi lỗi. Mức 1: thông tin vận hành. Mức 2: thông tin vận hành chi tiết. Mức 3: thông tin ở mức truy vấn, xuất log theo từng truy vấn. Mức 4: thông tin ở mức thuật toán. Mức 5: ghi nhận định danh client cho các lần cache miss.

source: Send certificate payloads when using certificate authentication. With the default of [ifasked] the daemon sends certificate payloads only if certificate requests have been received. [never] disables sending of certificate payloads altogether whereas [always] causes certificate payloads to be sent unconditionally whenever certificate-based authentication is used.
vi_vn: Gửi payload chứng chỉ khi sử dụng xác thực bằng chứng chỉ. Với mặc định [ifasked], daemon chỉ gửi payload chứng chỉ khi nhận được yêu cầu chứng chỉ. [never] tắt hoàn toàn việc gửi payload chứng chỉ, còn [always] sẽ luôn gửi payload chứng chỉ vô điều kiện mỗi khi dùng xác thực dựa trên chứng chỉ.

source: Send minimum amount of information to upstream servers to enhance privacy. Do not fall-back to sending full QNAME to potentially broken nameservers. A lot of domains will not be resolvable when this option in enabled. Only use if you know what you are doing.
vi_vn: Chỉ gửi lượng thông tin tối thiểu đến máy chủ upstream để tăng cường quyền riêng tư. Không fallback sang gửi đầy đủ QNAME cho các nameserver có thể bị lỗi. Nhiều domain có thể sẽ không phân giải được khi bật tùy chọn này. Chỉ sử dụng nếu bạn hiểu rõ tác động.

source: Serve expired responses from the cache with a TTL of 0 without waiting for the actual resolution to finish. The TTL can be modified with "Expired Record Reply TTL value"
vi_vn: Phục vụ các phản hồi đã hết hạn từ cache với TTL = 0 mà không cần chờ quá trình phân giải thực sự hoàn tất. TTL có thể được điều chỉnh bằng "Expired Record Reply TTL value".

source: Set the TTL of expired records to the "TTL for Expired Responses" value after a failed attempt to retrieve the record from an upstream server. This makes sure that the expired records will be served as long as there are queries for it.
vi_vn: Sau khi thử truy xuất bản ghi từ máy chủ upstream thất bại, đặt TTL của các bản ghi đã hết hạn về giá trị "TTL for Expired Responses". Điều này đảm bảo các bản ghi hết hạn vẫn sẽ được phục vụ miễn là còn có truy vấn đến chúng.

source: Size of the RRset cache. Contains the actual RR data. Valid input is plain bytes, optionally appended with 'k', 'm', or 'g' for kilobytes, megabytes or gigabytes respectively.
vi_vn: Kích thước RRset cache, chứa dữ liệu RR thực tế. Giá trị hợp lệ là số byte, có thể thêm hậu tố 'k', 'm' hoặc 'g' tương ứng với kilobyte, megabyte hoặc gigabyte.

source: Size of the message cache. The message cache stores DNS rcodes and validation statuses. Valid input is plain bytes, optionally appended with 'k', 'm', or 'g' for kilobytes, megabytes or gigabytes respectively.
vi_vn: Kích thước message cache. Message cache lưu các DNS rcode và trạng thái xác thực. Giá trị hợp lệ là số byte, có thể thêm hậu tố 'k', 'm' hoặc 'g' tương ứng với kilobyte, megabyte hoặc gigabyte.

source: Specify a name for the UPS for log files, status reports etc., between 1 and 99 characters in length.
vi_vn: Chỉ định tên cho UPS để dùng trong file log, báo cáo trạng thái, v.v. Độ dài từ 1 đến 99 ký tự.

source: TTL value to use when replying with expired data. If "Client Expired Response Timeout" is also used then it is recommended to use 30 as the value as per RFC 8767.
vi_vn: Giá trị TTL dùng khi phản hồi bằng dữ liệu đã hết hạn. Nếu cũng sử dụng "Client Expired Response Timeout" thì theo khuyến nghị của RFC 8767 nên đặt giá trị là 30.

source: The Tên chung of the DNS server (e.g. dns.example.com). This field is required to verify its TLS certificate. DNS-over-TLS is susceptible to man-in-the-middle attacks unless certificates can be verified. Leave empty to accept self-signed yet also potentially fraudulent certificates.
vi_vn: Tên chung (Common Name) của máy chủ DNS (ví dụ: dns.example.com). Trường này bắt buộc để xác minh chứng chỉ TLS. DNS-over-TLS có thể bị tấn công man-in-the-middle nếu không thể xác minh chứng chỉ. Để trống sẽ chấp nhận chứng chỉ tự ký, nhưng cũng có nguy cơ chấp nhận chứng chỉ giả mạo.

source: The configured system nameservers will be used to forward queries to. This will override any entry in the grid below, except for entries with a specific domain. DNS over TLS will never be used for any query bound for a system nameserver.
vi_vn: Các nameserver hệ thống đã cấu hình sẽ được dùng để chuyển tiếp truy vấn. Thiết lập này sẽ ghi đè mọi mục trong bảng bên dưới, ngoại trừ các mục có chỉ định domain cụ thể. DNS-over-TLS sẽ không bao giờ được dùng cho các truy vấn được chuyển đến nameserver hệ thống.

source: The number of incoming TCP buffers to allocate per thread. If 0 is selected then no TCP queries, from clients, are accepted.
vi_vn: Số lượng TCP buffer đầu vào được cấp phát cho mỗi luồng (thread). Nếu chọn 0 thì sẽ không chấp nhận truy vấn TCP từ client.

source: The number of outgoing TCP buffers to allocate per thread. If 0 is selected then no TCP queries, to authoritative servers, are done.
vi_vn: Số lượng TCP buffer đầu ra được cấp phát cho mỗi luồng (thread). Nếu chọn 0 thì sẽ không thực hiện truy vấn TCP đến các máy chủ authoritative.

source: The number of ports to open. This number of file descriptors can be opened per thread. Larger numbers need extra resources from the operating system. For performance a very large value is best. For reference, usually double the amount of queries per thread is used.
vi_vn: Số lượng cổng cần mở (tương ứng số file descriptor có thể mở trên mỗi luồng). Giá trị lớn hơn sẽ cần thêm tài nguyên hệ điều hành. Về hiệu năng, giá trị rất lớn sẽ tốt hơn. Tham khảo: thường dùng khoảng gấp đôi số truy vấn đồng thời trên mỗi luồng.

source: The number of queries that every thread will service simultaneously. If more queries arrive that need to be serviced, and no queries can be jostled out (see "Jostle Timeout"), then these queries are dropped. This forces the client to resend after a timeout, allowing the server time to work on the existing queries.
vi_vn: Số lượng truy vấn mà mỗi luồng sẽ xử lý đồng thời. Nếu có thêm truy vấn đến cần được phục vụ mà không thể loại bớt truy vấn nào (xem "Jostle Timeout"), các truy vấn mới sẽ bị loại bỏ. Điều này buộc client gửi lại sau khi timeout, giúp máy chủ có thời gian xử lý các truy vấn hiện có.

source: The number of seconds from when a power failure is detected until apcupsd reacts with an onbattery event. (Default is 6).
vi_vn: Số giây tính từ lúc phát hiện mất điện đến khi apcupsd phản ứng bằng sự kiện onbattery. (Mặc định là 6).

source: This timeout is used for when the server is very busy. Set to a value that usually results in one round-trip to the authority servers. If too many queries arrive, then 50% of the queries are allowed to run to completion, and the other 50% are replaced with the new incoming query if they have already spent more than their allowed time. This protects against denial of service by slow queries or high query rates.
vi_vn: Timeout này dùng khi máy chủ quá tải. Nên đặt ở giá trị thường tương ứng với một vòng khứ hồi đến các máy chủ authoritative. Nếu có quá nhiều truy vấn đến, 50% truy vấn được phép chạy đến khi hoàn tất, và 50% còn lại sẽ bị thay thế bằng truy vấn mới nếu chúng đã tiêu tốn quá thời gian cho phép. Cơ chế này giúp bảo vệ khỏi tấn công từ chối dịch vụ (DoS) do truy vấn chậm hoặc tần suất truy vấn cao.

source: Time to live in seconds for entries in the host cache. The host cache contains round-trip timing, lameness and EDNS support information.
vi_vn: TTL (giây) cho các mục trong host cache. Host cache chứa thông tin thời gian khứ hồi (round-trip), trạng thái lameness và khả năng hỗ trợ EDNS.

source: Time to schedule IKE reauthentication. IKE reauthentication recreates the IKE/ISAKMP SA from scratch and re-evaluates the credentials. In asymmetric configurations (with EAP or configuration payloads) it might not be possible to actively reauthenticate as responder. The IKEv2 reauthentication lifetime negotiation can instruct the client to perform reauthentication. Reauthentication is disabled by default (0). Enabling it usually may lead to small connection interruptions as strongSwan uses a break-before-make policy with IKEv2 by default.
vi_vn: Thời gian lên lịch IKE reauthentication. IKE reauthentication sẽ tạo lại IKE/ISAKMP SA từ đầu và đánh giá lại thông tin xác thực. Trong cấu hình bất đối xứng (có EAP hoặc configuration payload), có thể không thể chủ động reauthenticate khi đóng vai trò responder. Thỏa thuận lifetime reauthentication của IKEv2 có thể yêu cầu client thực hiện reauthentication. Mặc định tắt reauthentication (0). Bật tùy chọn này thường có thể gây gián đoạn kết nối nhỏ vì strongSwan mặc định dùng chính sách break-before-make với IKEv2.

source: Toggles whether Command Module should accept commands defined in the shared configuration or not.
vi_vn: Bật/tắt việc Command Module có chấp nhận các lệnh được định nghĩa trong cấu hình dùng chung hay không.

source: Upstream queries use TCP only for transport regardless of global flag tcp-upstream. Please note this setting applies to the domain, so when multiple forwarders are defined for the same domain, all are assumed to use tcp only.
vi_vn: Các truy vấn upstream chỉ sử dụng TCP để truyền tải, bất kể cờ toàn cục tcp-upstream. Lưu ý thiết lập này áp dụng theo domain, vì vậy khi có nhiều forwarder cho cùng một domain, tất cả sẽ được giả định là chỉ dùng TCP.

source: Utilize different network interfaces that Unbound will use to send queries to authoritative servers and receive their replies. By default all interfaces are used. Note that setting explicit outgoing interfaces only works when they are statically configured.
vi_vn: Sử dụng các giao diện mạng khác nhau mà Unbound sẽ dùng để gửi truy vấn đến máy chủ authoritative và nhận phản hồi. Mặc định sử dụng tất cả các giao diện. Lưu ý chỉ định rõ giao diện outgoing chỉ hoạt động khi chúng được cấu hình tĩnh.

source: source network, usually the networks you would like to accept using network address translation.
vi_vn: Mạng nguồn (source network), thường là các mạng bạn muốn chấp nhận khi sử dụng NAT.

source: A proposal is a set of algorithms. For non-AEAD algorithms this includes IKE an encryption algorithm, an integrity algorithm, a pseudo random function (PRF) and a Diffie-Hellman key exchange group. For AEAD algorithms, instead of encryption and integrity algorithms a combined algorithm is used. With IKEv2 multiple algorithms of the same kind can be specified in a single proposal, from which one gets selected. For IKEv1 only one algorithm per kind is allowed per proposal, more algorithms get implicitly stripped. Use multiple proposals to offer different algorithm combinations with IKEv1. Algorithm keywords get separated using dashes. Multiple proposals may be separated by commas. The special value default adds a default proposal of supported algorithms considered safe and is usually a good choice for interoperability.
vi_vn: Proposal là một tập hợp các thuật toán. Với các thuật toán non-AEAD, proposal bao gồm: thuật toán mã hóa IKE, thuật toán toàn vẹn, hàm giả ngẫu nhiên (PRF) và nhóm trao đổi khóa Diffie-Hellman. Với các thuật toán AEAD, thay vì tách riêng mã hóa và toàn vẹn, một thuật toán kết hợp sẽ được dùng. Với IKEv2, có thể chỉ định nhiều thuật toán cùng loại trong một proposal và hệ thống sẽ chọn một. Với IKEv1, mỗi proposal chỉ cho phép một thuật toán cho mỗi loại; các thuật toán dư sẽ bị loại bỏ ngầm. Dùng nhiều proposal để đưa ra các tổ hợp thuật toán khác nhau với IKEv1. Từ khóa thuật toán được ngăn cách bằng dấu gạch ngang. Nhiều proposal có thể được phân tách bằng dấu phẩy. Giá trị đặc biệt default sẽ thêm một proposal mặc định gồm các thuật toán được hỗ trợ và được xem là an toàn, thường là lựa chọn tốt để đảm bảo tương thích.

source: Action to perform after a CHILD_SA gets closed by the peer. The default of none does not take any action. trap installs a trap policy for the CHILD_SA (note that this is redundant if start_action includes trap). start tries to immediately re-create the CHILD_SA. close_action does not provide any guarantee that the CHILD_SA is kept alive. It acts on explicit close messages only but not on negotiation failures. Use trap policies to reliably re-create failed CHILD_SAs
vi_vn: Hành động thực hiện sau khi CHILD_SA bị peer đóng. Mặc định none: không thực hiện hành động nào. trap: cài đặt trap policy cho CHILD_SA (lưu ý dư thừa nếu start_action đã bao gồm trap). start: cố gắng tạo lại CHILD_SA ngay lập tức. close_action không đảm bảo CHILD_SA luôn được duy trì. Nó chỉ áp dụng khi có thông điệp close rõ ràng, không áp dụng cho lỗi đàm phán. Hãy dùng trap policy để có thể tạo lại các CHILD_SA bị lỗi một cách tin cậy.
