Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: lb_try_interval is a duration value that defines how long to wait between selecting the next host from the pool. Only relevant when a request to an upstream host fails. Be aware that setting this to 0 with a non-zero lb_try_duration can cause the CPU to spin if all backends are down and latency is very low.
vi_vn: lb_try_interval là giá trị thời lượng xác định khoảng thời gian chờ giữa các lần chọn máy chủ tiếp theo từ nhóm. Chỉ có liên quan khi yêu cầu tới máy chủ ngược dòng không thành công. Xin lưu ý rằng việc đặt giá trị này thành 0 với lb_try_duration khác 0 có thể khiến CPU quay nếu tất cả các chương trình phụ trợ không hoạt động và độ trễ rất thấp.

source: max_fails is the maximum number of failed requests within fail_duration that are needed before considering an upstream to be down.
vi_vn: max_fails là số lượng yêu cầu không thành công tối đa trong khoảng thời gian lỗi cần thiết trước khi xem xét việc ngược dòng bị ngừng hoạt động.

source: no timout
vi_vn: không có thời gian chờ

source: propagation_delay is a duration value in seconds that sets how long to wait before starting DNS TXT records propagation checks when using the DNS challenge.
vi_vn: propagation_delay là giá trị thời lượng tính bằng giây để đặt khoảng thời gian chờ trước khi bắt đầu kiểm tra quá trình truyền bản ghi DNS TXT khi sử dụng thử thách DNS.

source: propagation_timeout is a duration value in seconds that sets the maximum time to wait for the DNS TXT records to appear when using the DNS challenge.
vi_vn: propagation_timeout là giá trị thời lượng tính bằng giây đặt thời gian tối đa để chờ bản ghi DNS TXT xuất hiện khi sử dụng thử thách DNS.

source: read_body is a duration value in seconds that sets how long to allow a read from a client's upload. Setting this to a short, non-zero value can mitigate slowloris attacks, but may also affect legitimately slow clients.
vi_vn: read_body là giá trị thời lượng tính bằng giây, đặt khoảng thời gian cho phép đọc từ nội dung tải lên của khách hàng. Việc đặt giá trị này thành một giá trị ngắn, khác 0 có thể giảm thiểu các cuộc tấn công Slowloris nhưng cũng có thể ảnh hưởng đến các máy khách chậm một cách hợp pháp.

source: read_header is a duration value in seconds that sets how long to allow a read from a client's request headers.
vi_vn: read_header là giá trị thời lượng tính bằng giây, đặt khoảng thời gian cho phép đọc từ tiêu đề yêu cầu của khách hàng.

source: scaleway
vi_vn: đường ray

source: unhealthy_latency is a duration value in ms that counts a request as failed if it takes this long to get a response.
vi_vn: không lành mạnh_latency là giá trị thời lượng tính bằng mili giây, tính một yêu cầu là không thành công nếu mất nhiều thời gian để nhận được phản hồi.

source: unhealthy_request_count is the permissible number of simultaneous requests to a backend before marking it as down. In other words, if a particular backend is currently handling this many requests, then it is considered "overloaded" and other backends will be preferred instead. This should be a reasonably large number; configuring this means that the proxy will have a limit of unhealthy_request_count × upstreams_count total simultaneous requests, and any requests after that point will result in an error due to no upstreams being available.
vi_vn: unhealthy_request_count là số lượng request đồng thời tối đa được phép gửi tới một backend trước khi đánh dấu backend đó là không khả dụng (down). Nói cách khác, nếu một backend đang xử lý tới số lượng request này, nó sẽ bị coi là "quá tải" và các backend khác sẽ được ưu tiên sử dụng. Giá trị này nên được đặt ở mức đủ lớn; khi cấu hình, proxy sẽ có giới hạn tổng số request đồng thời là unhealthy_request_count × upstreams_count, và mọi request vượt quá ngưỡng này sẽ gây lỗi do không còn upstream nào khả dụng.

source: unhealthy_status counts a request as failed if the response comes back with one of these status codes. Can be a 3-digit status code or a status code class ending in xx, for example: 404 or 5xx.
vi_vn: không lành mạnh_status tính yêu cầu là không thành công nếu phản hồi quay lại với một trong các mã trạng thái này. Có thể là mã trạng thái gồm 3 chữ số hoặc lớp mã trạng thái kết thúc bằng xx, ví dụ: 404 hoặc 5xx.

source: write is a duration value in seconds that sets how long to allow a write to a client. Note that setting this to a small value when serving large files may negatively affect legitimately slow clients.
vi_vn: ghi là giá trị thời lượng tính bằng giây để đặt thời lượng cho phép ghi cho khách hàng. Lưu ý rằng việc đặt giá trị này thành một giá trị nhỏ khi cung cấp các tệp lớn có thể ảnh hưởng tiêu cực đến các máy khách chậm về mặt pháp lý.

source: Backend State
vi_vn: Trạng thái phụ trợ

source: Battery is charging
vi_vn: Đang sạc pin

source: Battery is discharging
vi_vn: Pin đang xả

source: Battery needs to be replaced
vi_vn: Cần phải thay pin

source: Battery status
vi_vn: Trạng thái pin

source: Caddy does not manage any domains.
vi_vn: Caddy không quản lý bất kỳ tên miền nào.

source: Could not fetch data
vi_vn: Không thể tìm nạp dữ liệu

source: DMI Data
vi_vn: Dữ liệu DMI

source: DNS Name
vi_vn: Tên DNS

source: Exit Node
vi_vn: Nút thoát

source: Expired on
vi_vn: Hết hạn vào

source: Forced Shutdown
vi_vn: Buộc tắt máy

source: Hidden Certificates
vi_vn: Chứng chỉ ẩn

source: High battery
vi_vn: Pin cao

source: Input Power
vi_vn: Nguồn đầu vào

source: Low battery
vi_vn: Pin yếu

source: NUT
vi_vn: HẠT

source: No certificates to display.
vi_vn: Không có chứng chỉ để hiển thị.

source: Nut is not returning a status. Click to reconfigure Nut.
vi_vn: Nut không trả lại trạng thái. Bấm vào để cấu hình lại Nut.

source: Nut is not started. Click to configure Nut.
vi_vn: Đai ốc chưa được bắt đầu. Nhấn vào đây để cấu hình Nut.

source: On battery
vi_vn: Trên pin

source: On line
vi_vn: Trực tuyến

source: Output Power
vi_vn: Công suất đầu ra

source: Performing runtime calibration
vi_vn: Thực hiện hiệu chỉnh thời gian chạy

source: Product Name
vi_vn: Tên sản phẩm

source: Release Date
vi_vn: Ngày phát hành

source: Remote NUT Server
vi_vn: Máy chủ NUT từ xa

source: Serial Number
vi_vn: Số seri

source: Tailscale
vi_vn: vảy đuôi

source: Tailscale IP
vi_vn: IP quy mô

source: Tailscale service is not running
vi_vn: Dịch vụ tailscale không chạy

source: This widget only works with the Netclient driver. Click to configure the Netclient driver.
vi_vn: Tiện ích này chỉ hoạt động với trình điều khiển Netclient. Bấm để cấu hình trình điều khiển Netclient.

source: UPS Efficiency
vi_vn: Hiệu suất của UPS

source: UPS Load
vi_vn: Tải UPS

source: UPS Model
vi_vn: Mẫu UPS

source: UPS bypass circuit is active
vi_vn: Mạch bypass UPS đang hoạt động

source: UPS is boosting voltage
vi_vn: UPS đang tăng điện áp

source: UPS is offline
vi_vn: UPS đang ngoại tuyến

source: UPS is overloaded
vi_vn: UPS bị quá tải

source: UPS is trimming voltage
vi_vn: UPS đang cắt điện áp

source: Vendor
vi_vn: Người bán

source: m
vi_vn: tôi

source: /autodiscover
vi_vn: /tự động phát hiện

source: /ews
vi_vn: /ôi

source: /exchange
vi_vn: /trao đổi

source: /public
vi_vn: /công cộng

source: 1 (768 bits)
vi_vn: 1 (768 bit)

source: 14 (2048 bits)
vi_vn: 14 (2048 bit)

source: 15 (3072 bits)
vi_vn: 15 (3072 bit)

source: 16 (4096 bits)
vi_vn: 16 (4096 bit)

source: 17 (6144 bits)
vi_vn: 17 (6144 bit)

source: 18 (8192 bits)
vi_vn: 18 (8192 bit)

source: 19 (NIST EC 256 bits)
vi_vn: 19 (NIST EC 256 bit)

source: 2 (1024 bits)
vi_vn: 2 (1024 bit)

source: 20 (NIST EC 384 bits)
vi_vn: 20 (NIST EC 384 bit)

source: 21 (NIST EC 521 bits)
vi_vn: 21 (NIST EC 521 bit)

source: 22 (1024(sub 160) bits)
vi_vn: 22 (1024 (phụ 160) bit)

source: 23 (2048(sub 224) bits)
vi_vn: 23 (2048(phụ 224) bit)

source: 24 (2048(sub 256) bits)
vi_vn: 24 (2048 (phụ 256) bit)

source: 28 (Brainpool EC 256 bits)
vi_vn: 28 (Brainpool EC 256 bit)

source: 29 (Brainpool EC 384 bits)
vi_vn: 29 (Brainpool EC 384 bit)

source: 30 (Brainpool EC 512 bits)
vi_vn: 30 (Brainpool EC 512 bit)

source: 302 (Found)
vi_vn: 302 (Đã tìm thấy)

source: 303 (See Other)
vi_vn: 303 (Xem phần khác)

source: 304 (Not Modified)
vi_vn: 304 (Không sửa đổi)

source: 307 (Temporary Redirect)
vi_vn: 307 (Chuyển hướng tạm thời)

source: 308 (Permanent Redirect)
vi_vn: 308 (Chuyển hướng vĩnh viễn)

source: 31 (Elliptic Curve 25519)
vi_vn: 31 (Đường cong Elliptic 25519)

source: 5 (1536 bits)
vi_vn: 5 (1536 bit)

source: A groupname must contain a maximum of 32 alphanumeric characters.
vi_vn: Tên nhóm phải chứa tối đa 32 ký tự chữ và số.

source: A host group with this name already exists.
vi_vn: Nhóm máy chủ có tên này đã tồn tại.

source: A key is required; generate one with the button.
vi_vn: Cần có chìa khóa; tạo một cái bằng nút.

source: A private key is required.
vi_vn: Cần có khóa riêng.

source: A valid color code consists of 6 hex digits.
vi_vn: Mã màu hợp lệ bao gồm 6 chữ số hex.

source: A valid location must be provided.
vi_vn: Một vị trí hợp lệ phải được cung cấp.

source: Accept-Charset
vi_vn: Bộ ký tự chấp nhận

source: Accept-Encoding
vi_vn: Mã hóa chấp nhận

source: Accept-Language
vi_vn: Ngôn ngữ chấp nhận

source: Action done
vi_vn: Hành động đã được thực hiện

source: Alias not found.
vi_vn: Không tìm thấy bí danh.

source: Appsecconfigs
vi_vn: Cấu hình ứng dụng

source: Appsecrules
vi_vn: Ứng dụng bảo mật

source: At least one valid member is required.
vi_vn: Cần có ít nhất một thành viên hợp lệ.

source: Authorization
vi_vn: Ủy quyền

source: Backups & history
vi_vn: Sao lưu và lịch sử

source: Bearer
vi_vn: Người mang

source: Beats
vi_vn: nhịp đập

source: Bouncers
vi_vn: Người trả lại

source: Bridge device already exists.
vi_vn: Thiết bị cầu nối đã tồn tại.

source: CHECKOUT
vi_vn: THANH TOÁN

source: CONNECT
vi_vn: KẾT NỐI

source: COPY
vi_vn: SAO CHÉP

source: Cache-Control
vi_vn: Kiểm soát bộ đệm

source: Caddy
vi_vn: caddie

source: Checksum failed
vi_vn: Tổng kiểm tra không thành công

source: Collections
vi_vn: Bộ sưu tập

source: Connection failed
vi_vn: Kết nối không thành công

source: Content failed
vi_vn: Nội dung không thành công

source: Content-Length
vi_vn: Độ dài nội dung

source: Content-Type
vi_vn: Loại nội dung

source: Cookie
vi_vn: bánh quy

source: Critical Conditions
vi_vn: Điều kiện quan trọng

source: DHCP options
vi_vn: Tùy chọn DHCP

source: DHCP ranges
vi_vn: Phạm vi DHCP

source: DHCP tags
vi_vn: Thẻ DHCP

source: Data access error
vi_vn: Lỗi truy cập dữ liệu

source: Debug-level messages
vi_vn: Thông báo cấp độ gỡ lỗi

source: Decisions
vi_vn: Quyết định

source: Default (none for all but root)
vi_vn: Mặc định (không có gì cho tất cả trừ root)

source: Delay reflood
vi_vn: Trì hoãn lũ lụt

source: Description must be unique.
vi_vn: Mô tả phải là duy nhất.

source: Detection Only
vi_vn: Chỉ phát hiện

source: Does not exist
vi_vn: Không tồn tại

source: Download bytes exceeded
vi_vn: Đã vượt quá số byte tải xuống

source: Download packets exceeded
vi_vn: Đã vượt quá gói tải xuống

source: Duplicate path in this virtual server is not allowed.
vi_vn: Đường dẫn trùng lặp trong máy chủ ảo này không được phép.

source: Entry is not a valid partial ipv6 address definition (e.g. ::1000).
vi_vn: Mục nhập không phải là định nghĩa địa chỉ ipv6 một phần hợp lệ (ví dụ: ::1000).

source: Error conditions
vi_vn: Điều kiện lỗi

source: Exchange Server
vi_vn: Máy chủ trao đổi

source: Execution failed
vi_vn: Thực thi không thành công

source: Expect
vi_vn: Trông chờ

source: Extended Blocklists
vi_vn: Danh sách chặn mở rộng

source: Filesystem flags failed
vi_vn: Cờ hệ thống tập tin không thành công

source: Forwarded
vi_vn: Đã chuyển tiếp

source: Free Lease Queue Allocator
vi_vn: Công cụ phân bổ hàng đợi cho thuê miễn phí

source: From
vi_vn: Từ

source: Full
vi_vn: Đầy

source: GID failed
vi_vn: GID không thành công

source: GIF device already exists.
vi_vn: Thiết bị GIF đã tồn tại.

source: GRE device already exists.
vi_vn: Thiết bị GRE đã tồn tại.

source: Group name already exists.
vi_vn: Tên nhóm đã tồn tại.

source: If-Match
vi_vn: Nếu khớp

source: If-Modified-Since
vi_vn: Nếu-Sửa đổi-Kể từ

source: If-None-Match
vi_vn: Nếu không khớp

source: If-Range
vi_vn: Phạm vi nếu

source: If-Unmodified-Since
vi_vn: Nếu-Chưa sửa đổi-Kể từ

source: Invalid path specified
vi_vn: Đường dẫn được chỉ định không hợp lệ

source: Invalid type
vi_vn: Loại không hợp lệ

source: LAGG device already exists.
vi_vn: Thiết bị LAGG đã tồn tại.

source: LOCK
vi_vn: KHÓA

source: Leases DHCPv6
vi_vn: Cho thuê DHCPv6

source: Link down
vi_vn: Liên kết xuống

source: LogFiles
vi_vn: Tệp nhật ký

source: MERGE
vi_vn: HỢP NHẤT

source: MKACTIVITY
vi_vn: HOẠT ĐỘNG

source: MOVE
vi_vn: DI CHUYỂN

source: Machines
vi_vn: Máy móc

source: Management
vi_vn: Sự quản lý

source: Max-Forwards
vi_vn: Chuyển tiếp tối đa

source: Mobile & Advanced Settings
vi_vn: Cài đặt di động & nâng cao

source: Mobile Clients [legacy]
vi_vn: Khách hàng di động [cũ]

source: Monit instance changed
vi_vn: Phiên bản Monit đã thay đổi

source: Non-broadcast
vi_vn: Không phát sóng

source: None (Default)
vi_vn: Không có (Mặc định)

source: Normal but significant condition
vi_vn: Tình trạng bình thường nhưng có ý nghĩa

source: OPTIONS
vi_vn: TÙY CHỌN

source: Off / compatibility mode
vi_vn: Tắt / chế độ tương thích

source: On / Default
vi_vn: Bật/Mặc định

source: On / HSTS disabled
vi_vn: Đang bật / HSTS bị tắt

source: Only valid IPv4 networks or individual addresses including subnet are allowed.
vi_vn: Chỉ cho phép các mạng IPv4 hợp lệ hoặc các địa chỉ riêng lẻ bao gồm cả mạng con.

source: PATCH
vi_vn: VÁ

source: PID failed
vi_vn: PID không thành công

source: PPID failed
vi_vn: PPID không thành công

source: PROPFIND
vi_vn: ĐỀ XUẤT

source: PROPPATCH
vi_vn: ĐĂNG NHẬP

source: Paranoia level 1 (default)
vi_vn: Chứng hoang tưởng cấp độ 1 (mặc định)

source: Paranoia level 2
vi_vn: Chứng hoang tưởng cấp độ 2

source: Paranoia level 3
vi_vn: Chứng hoang tưởng cấp độ 3

source: Paranoia level 4
vi_vn: Chứng hoang tưởng cấp độ 4

source: Parsers
vi_vn: Trình phân tích cú pháp

source: Permission failed
vi_vn: Quyền không thành công

source: Ping failed
vi_vn: Ping không thành công

source: Please enter a 3-digit status code or a status code ending in xx or leave empty for defaults.
vi_vn: Vui lòng nhập mã trạng thái gồm 3 chữ số hoặc mã trạng thái kết thúc bằng xx hoặc để trống để mặc định.

source: Please enter a minimum number of 1 or leave empty for default.
vi_vn: Vui lòng nhập số lượng tối thiểu là 1 hoặc để trống theo mặc định.

source: Please enter a minimum value of 0 or leave empty for defaults.
vi_vn: Vui lòng nhập giá trị tối thiểu là 0 hoặc để trống theo giá trị mặc định.

source: Please enter a minimum value of 1 or leave empty for defaults.
vi_vn: Vui lòng nhập giá trị tối thiểu là 1 hoặc để trống theo giá trị mặc định.

source: Please enter a minimum value of 1-65535 or leave empty for defaults.
vi_vn: Vui lòng nhập giá trị tối thiểu là 1-65535 hoặc để trống cho giá trị mặc định.

source: Please enter a minimum value of 2 or leave empty for defaults.
vi_vn: Vui lòng nhập giá trị tối thiểu là 2 hoặc để trống để sử dụng giá trị mặc định.

source: Please enter a valid HTTP response code between 100 and 599.
vi_vn: Vui lòng nhập mã phản hồi HTTP hợp lệ trong khoảng từ 100 đến 599.

source: Please enter a valid HTTP response code like 404 a status code class like 4xx.
vi_vn: Vui lòng nhập mã phản hồi HTTP hợp lệ như 404 và lớp mã trạng thái như 4xx.

source: Please enter a valid IPv4 subnet mask like 255.255.255.0
vi_vn: Vui lòng nhập mặt nạ mạng con IPv4 hợp lệ như 255.255.255.0

source: Please enter a valid URI that starts with '/'.
vi_vn: Vui lòng nhập URI hợp lệ bắt đầu bằng '/'.

source: Please enter a valid URL
vi_vn: Vui lòng nhập một URL hợp lệ

source: Please enter a valid grace period between 1 and 20 seconds.
vi_vn: Vui lòng nhập thời gian gia hạn hợp lệ từ 1 đến 20 giây.

source: Please enter a valid hostname
vi_vn: Vui lòng nhập tên máy chủ hợp lệ

source: Please enter a valid path that starts with '/'.
vi_vn: Vui lòng nhập đường dẫn hợp lệ bắt đầu bằng '/'.

source: Please enter a value between 1 and 99999.
vi_vn: Vui lòng nhập giá trị từ 1 đến 99999.

source: Please enter one or multiple valid IP networks in CIDR notation.
vi_vn: Vui lòng nhập một hoặc nhiều networks IP hợp lệ bằng ký hiệu CIDR.

source: Please enter one or multiple valid IPv6 addresses.
vi_vn: Vui lòng nhập một hoặc nhiều địa chỉ IPv6 hợp lệ.

source: Please select one or more blocklists.
vi_vn: Vui lòng chọn một hoặc nhiều danh sách chặn.

source: Please specify a api secret.
vi_vn: Vui lòng chỉ định một bí mật api.

source: Please specify a valid address and cidr mask to use.
vi_vn: Vui lòng chỉ định địa chỉ hợp lệ và mặt nạ cidr để sử dụng.

source: Please specify a valid api key.
vi_vn: Vui lòng chỉ định khóa api hợp lệ.

source: Please specify a valid network segment in CIDR notation.
vi_vn: Vui lòng chỉ định phân đoạn networks hợp lệ bằng ký hiệu CIDR.

source: Please specify a valid port.
vi_vn: Vui lòng chỉ định một Cổng hợp lệ.

source: Please specify a valid setup key.
vi_vn: Vui lòng chỉ định khóa thiết lập hợp lệ.

source: Please specify a valid url.
vi_vn: Vui lòng chỉ định một url hợp lệ.

source: Please specify a value between 0 and 1000000000.
vi_vn: Vui lòng chỉ định giá trị trong khoảng từ 0 đến 1000000000.

source: Portal
vi_vn: Cổng thông tin

source: Portal Admin
vi_vn: Quản trị viên Cổng thông tin

source: Postoverflows
vi_vn: tràn sau

source: Pragma
vi_vn: thực dụng

source: Process Partial
vi_vn: Xử lý một phần

source: Process Partial (default)
vi_vn: Xử lý một phần (mặc định)

source: Provide a valid sequence number for sorting.
vi_vn: Cung cấp số thứ tự hợp lệ để sắp xếp.

source: Provisioning
vi_vn: Cung cấp

source: Proxy-Authorization
vi_vn: Ủy quyền proxy

source: QUIC
vi_vn: NHANH

source: QUIC (SNI Client Hello)
vi_vn: QUIC (Xin chào khách hàng SNI)

source: RedirectMatch
vi_vn: Chuyển hướng phù hợp

source: Referer
vi_vn: Người giới thiệu

source: Reject (default)
vi_vn: Từ chối (mặc định)

source: Related HAProxy frontend not found.
vi_vn: Không tìm thấy giao diện HAProxy liên quan.

source: Related automation not found.
vi_vn: Không tìm thấy tự động hóa liên quan.

source: Related host group not found.
vi_vn: Không tìm thấy nhóm máy chủ liên quan.

source: Related item not found.
vi_vn: Không tìm thấy mục liên quan.

source: Reload Caddy (OPNsense plugin)
vi_vn: Tải lại Caddy (plugin OPNsense)

source: Resource limit matched
vi_vn: Đã khớp giới hạn tài nguyên

source: Resources
vi_vn: Tài nguyên

source: Saturation exceeded
vi_vn: Đã vượt quá độ bão hòa

source: Scenarios
vi_vn: kịch bản

source: Sequence shall be between 1 and 999999.
vi_vn: Trình tự sẽ nằm trong khoảng từ 1 đến 999999.

source: Servername and Port combination should be unique
vi_vn: Sự kết hợp tên máy chủ và Cổng phải là duy nhất

source: Should be a string between 16 and 128 characters.
vi_vn: Phải là một chuỗi từ 16 đến 128 ký tự.

source: Size failed
vi_vn: Kích thước không thành công

source: Specify a multiple of operating system I/O page size.
vi_vn: Chỉ định nhiều kích thước trang I/O của hệ điều hành.

source: Specify a valid (list of) classes to send to the connected host.
vi_vn: Chỉ định một (danh sách) lớp hợp lệ để gửi đến máy chủ được kết nối.

source: Specify a valid swap-rate.
vi_vn: Chỉ định tỷ giá hoán đổi hợp lệ.

source: Specify a valid swap-timeout.
vi_vn: Chỉ định thời gian chờ trao đổi hợp lệ.

source: Speed failed
vi_vn: Tốc độ không thành công

source: Status failed
vi_vn: Trạng thái không thành công

source: Suricata (Intrusion Detection)
vi_vn: Suricata (Phát hiện xâm nhập)

source: Tag names should be unique.
vi_vn: Tên thẻ phải là duy nhất.

source: The domains field is required if no wildcards have been specified.
vi_vn: Trường tên miền là bắt buộc nếu không có ký tự đại diện nào được chỉ định.

source: The enrollment key can only contain numbers and letters and must be between 1 and 63 characters. Did you take it from app.crowdsec.net?
vi_vn: Khóa đăng ký chỉ có thể chứa số và chữ cái và phải có từ 1 đến 63 ký tự. Bạn lấy nó từ app.crowdsec.net phải không?

source: The maximum value can not exceed 1073741824.
vi_vn: Giá trị tối đa không thể vượt quá 1073741824.

source: The wildcard field is required if no domains have been specified.
vi_vn: Trường ký tự đại diện là bắt buộc nếu không có tên miền nào được chỉ định.

source: This groupname already exist.
vi_vn: Tên nhóm này đã tồn tại.

source: This username already exist.
vi_vn: Tên người dùng này đã tồn tại.

source: Timestamp failed
vi_vn: Dấu thời gian không thành công

source: To keep track of which policies are applicable to source networks, a description should be provided. It should be a string between 1 and 255 characters.
vi_vn: Để theo dõi những chính sách nào được áp dụng cho networks nguồn, cần cung cấp mô tả. Nó phải là một chuỗi từ 1 đến 255 ký tự.

source: Transfer-Encoding
vi_vn: Mã hóa chuyển giao

source: Turnserver
vi_vn: Máy chủ quay vòng

source: UID failed
vi_vn: UID không thành công

source: UNLOCK
vi_vn: MỞ KHÓA

source: URL Table in JSON format (IPs)
vi_vn: Bảng URL ở định dạng JSON (IP)

source: Upload bytes exceeded
vi_vn: Đã vượt quá số byte tải lên

source: Upload certificate to Proxmox Backup Server
vi_vn: Tải chứng chỉ lên Máy chủ dự phòng Proxmox

source: Upload packets exceeded
vi_vn: Gói tải lên vượt quá

source: Uptime failed
vi_vn: Thời gian hoạt động không thành công

source: Use Remote AS Number
vi_vn: Sử dụng số AS từ xa

source: User-Agent
vi_vn: Tác nhân người dùng

source: Value must be a colon-separated hexadecimal sequence (e.g., 01:02:f3) or "*".
vi_vn: Giá trị phải là một chuỗi thập lục phân được phân tách bằng dấu hai chấm (ví dụ: 01:02:f3) hoặc "*".

source: Value must be a colon-separated hexadecimal sequence (e.g., 01:02:f3).
vi_vn: Giá trị phải là chuỗi thập lục phân được phân tách bằng dấu hai chấm (ví dụ: 01:02:f3).

source: Warning conditions
vi_vn: Điều kiện cảnh báo

source: Web Access
vi_vn: Truy cập web

source: Web Application
vi_vn: Ứng dụng web

source: Web Error
vi_vn: Lỗi Web

source: Web Security
vi_vn: Bảo mật Web

source: Week
vi_vn: Tuần

source: X-Forwarded-Proto
vi_vn: X-Chuyển tiếp-Proto

source: Yes (case insensitive)
vi_vn: Có (không phân biệt chữ hoa chữ thường)

source: [X-]SSL-CLIENT-V-START
vi_vn: [X-]SSL-CLIENT-V-BẮT ĐẦU

source: [X-]SSL-CLIENT-VERIFY
vi_vn: [X-]SSL-KHÁCH HÀNG-XÁC MINH

source: [X-]SSL-PROTOCOL
vi_vn: [X-] GIAO THỨC SSL

source: [hagezi] Anti Piracy
vi_vn: [hagezi] Chống vi phạm bản quyền

source: [hagezi] Badware Hoster blocking
vi_vn: [hagezi] Chặn Hoster phần mềm độc hại

source: [hagezi] DoH/VPN/TOR/Proxy Bypass
vi_vn: [hagezi] Bỏ qua DoH/VPN/TOR/Proxy

source: [hagezi] Dynamic DNS blocking
vi_vn: [hagezi] Chặn DNS động

source: [hagezi] Fake - scams / fakes
vi_vn: [hagezi] Fake - lừa đảo / giả mạo

source: [hagezi] Gambling
vi_vn: [hagezi] Cờ bạc

source: [hagezi] Gambling - Medium
vi_vn: [hagezi] Cờ bạc - Medium

source: [hagezi] Gambling - Mini
vi_vn: [hagezi] Cờ bạc - Mini

source: [hagezi] Multi LIGHT - Basic protection
vi_vn: [hagezi] Multi LIGHT - Bảo vệ cơ bản

source: [hagezi] Multi NORMAL - All-round protection
vi_vn: [hagezi] Multi BÌNH THƯỜNG - Bảo vệ toàn diện

source: [hagezi] Multi PRO - Extended protection
vi_vn: [hagezi] Multi PRO - Bảo vệ mở rộng

source: [hagezi] Multi PRO++ - Maximum protection
vi_vn: [hagezi] Multi PRO++ - Bảo vệ tối đa

source: [hagezi] Multi ULTIMATE - Aggressive protection
vi_vn: [hagezi] Multi TUYỆT VỜI - Bảo vệ tích cực

source: [hagezi] Multi ULTIMATE mini
vi_vn: [hagezi] Mini đa TUYỆT VỜI

source: [hagezi] Pop-Up Ads
vi_vn: [hagezi] Quảng cáo bật lên

source: [hagezi] Safesearch not supported
vi_vn: [hagezi] Tìm kiếm an toàn không được hỗ trợ
