Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Can only configure a domain of type 'Range' when a full range (including end) is specified.
vi_vn: Chỉ có thể định cấu hình miền thuộc loại 'Phạm vi' khi phạm vi đầy đủ (bao gồm cả phần cuối) được chỉ định.

source: Cannot delete bridge. Currently in use by [%s] %s
vi_vn: Không thể xóa cầu. Hiện đang được [%s] %s sử dụng

source: Cannot move '%s Rule' before '%s Rule'.
vi_vn: Không thể di chuyển 'Luật %s' trước 'Luật %s'.

source: Cannot move a rule before itself.
vi_vn: Không thể di chuyển một quy tắc trước chính nó.

source: Cannot renumber rules without exceeding the maximum sequence limit
vi_vn: Không thể đánh số lại quy tắc mà không vượt quá giới hạn trình tự tối đa

source: Cleanup
vi_vn: Dọn dẹp

source: Click to view details
vi_vn: Nhấn vào đây để xem chi tiết

source: Collapse
vi_vn: Sụp đổ

source: Collecting status
vi_vn: Trạng thái thu thập

source: Commonly used combined-mode (AEAD) ciphers
vi_vn: Mật mã chế độ kết hợp (AEAD) thường được sử dụng

source: Configd proxy configured
vi_vn: Cấu hình proxy được cấu hình

source: Configuration override
vi_vn: Ghi đè cấu hình

source: Connection issues
vi_vn: Sự cố kết nối

source: Connection successful, unable to upgrade
vi_vn: Kết nối thành công, không thể nâng cấp

source: Contains non bridge members.
vi_vn: Chứa các thành viên không phải cầu nối.

source: Crash Reporter
vi_vn: Phóng viên sự cố

source: Create and download API key for this user
vi_vn: Tạo và tải xuống khóa API cho người dùng này

source: Current active states for this rule
vi_vn: Trạng thái hoạt động hiện tại của quy tắc này

source: DCO type instances do not support fragment size.
vi_vn: Các phiên bản loại DCO không hỗ trợ kích thước phân đoạn.

source: Default groups
vi_vn: Nhóm mặc định

source: Disabling adaptive timeouts is only supported in ". "combination with a configured maximum number of states for the same rule.
vi_vn: Việc tắt adaptive timeouts chỉ được hỗ trợ khi kết hợp với việc cấu hình số lượng trạng thái (states) tối đa cho cùng một rule.

source: Disk Space
vi_vn: Dung lượng ổ disk

source: Disk space on the root filesystem is critically full (%.2fG or %d%% used, %.2fG available). Please consider cleaning up or expanding storage.
vi_vn: Dung lượng ổ disk trên hệ thống tập tin gốc đã quá đầy (đã sử dụng%.2fG hoặc %d%%, còn lại %.2fG). Vui lòng xem xét việc dọn dẹp hoặc mở rộng bộ nhớ.

source: Disk space on the root filesystem is nearly full (%.2fG or %d%% used, %.2fG available). Please consider cleaning up or expanding storage.
vi_vn: Dung lượng ổ disk trên hệ thống tập tin gốc đã gần đầy (đã sử dụng%.2fG hoặc %d%%, còn lại .2fG). Vui lòng xem xét việc dọn dẹp hoặc mở rộng bộ nhớ.

source: Dnsmasq DNS/DHCP
vi_vn: DNS/DHCP của Dnsmasq

source: Do not generate debug messages (none)
vi_vn: Không tạo thông báo gỡ lỗi (không có)

source: Do not use 'local' as your internal domain name. It is reserved for and will interfere with mDNS (avahi, bonjour, etc.). Instead, use the special-use domain internal or home.arpa, also to avoid DNSSEC validation issues.
vi_vn: Không sử dụng 'local' làm tên miền nội bộ của bạn. Nó được dành riêng và sẽ can thiệp vào mDNS (avahi, bonjour, v.v.). Thay vào đó, hãy sử dụng miền chuyên dụng nội bộ hoặc home.arpa để tránh các vấn đề về xác thực DNSSEC.

source: Download Error
vi_vn: Lỗi tải xuống

source: Download Request Failed
vi_vn: Yêu cầu tải xuống không thành công

source: Download all backups
vi_vn: Tải xuống tất cả các bản sao lưu

source: Download backup
vi_vn: Tải xuống bản sao lưu

source: Download selection
vi_vn: Lựa chọn tải xuống

source: Each IPv6 address must be wrapped inside square brackets '[fe80::]'.
vi_vn: Mỗi địa chỉ IPv6 phải được đặt trong dấu ngoặc vuông '[fe80::]'.

source: Edit Blocklists Settings
vi_vn: Chỉnh sửa cài đặt danh sách chặn

source: Edit Bridge
vi_vn: Chỉnh sửa cầu

source: Edit DHCP boot
vi_vn: Chỉnh sửa khởi động DHCP

source: Edit DHCP option
vi_vn: Chỉnh sửa tùy chọn DHCP

source: Edit DHCP range
vi_vn: Chỉnh sửa phạm vi DHCP

source: Edit DHCP tag
vi_vn: Chỉnh sửa thẻ DHCP

source: Edit Forward Zone
vi_vn: Chỉnh sửa vùng chuyển tiếp

source: Edit Handler
vi_vn: Chỉnh sửa trình xử lý

source: Edit Header
vi_vn: Chỉnh sửa tiêu đề

source: Edit OpenVPN Static Key
vi_vn: Chỉnh sửa khóa tĩnh OpenVPN

source: Edit PD Pool
vi_vn: Chỉnh sửa nhóm PD

source: Edit Privilege
vi_vn: Chỉnh sửa đặc quyền

source: Edit Route Redistribution
vi_vn: Chỉnh sửa phân phối lại tuyến đường

source: Edit Tunable
vi_vn: Chỉnh sửa có thể điều chỉnh

source: Edit VirtualServer
vi_vn: Chỉnh sửa máy chủ ảo

source: Edit alias
vi_vn: Chỉnh sửa bí danh

source: Edit group
vi_vn: Chỉnh sửa nhóm

source: Edit host
vi_vn: Chỉnh sửa máy chủ

source: Either 'Option' or 'Option6' is required.
vi_vn: Bắt buộc phải có 'Tùy chọn' hoặc 'Tùy chọn6'.

source: Either an input or module needs to be specified.
vi_vn: Cần phải chỉ định đầu vào hoặc mô-đun.

source: Either match on a certificate or an autority, but not both.
vi_vn: Phù hợp trên chứng chỉ hoặc quyền tự chủ, nhưng không phải cả hai.

source: Either source or destination is not a rule managed with this component
vi_vn: Nguồn hoặc đích không phải là quy tắc được quản lý bằng thành phần này

source: Enable reboot
vi_vn: Bật khởi động lại

source: Encrypt Password
vi_vn: Mã hóa mật khẩu

source: End address may only be left empty for static ipv4 ranges.
vi_vn: Địa chỉ cuối chỉ có thể để trống đối với phạm vi ipv4 tĩnh.

source: Enter OTP token:
vi_vn: Nhập mã thông báo OTP:

source: Enter additional domains to add to the local list of search domains. Use "." to disable passing any other automatic search domain for resolving.
vi_vn: Nhập các domain bổ sung để thêm vào danh sách domain tìm kiếm cục bộ. Sử dụng "." để vô hiệu hóa việc truyền bất kỳ domain tìm kiếm tự động nào khác khi phân giải.

source: Entry "%s" is not a valid uri.
vi_vn: Mục "%s" không phải là một URI hợp lệ.

source: Entry "%s,%s" is not a valid dest-ip,router-ip pair.
vi_vn: Cặp "%s,%s" không phải là cặp dest-ip, router-ip hợp lệ.

source: Error connecting NetBird
vi_vn: Lỗi kết nối NetBird

source: Error disconnecting NetBird
vi_vn: Lỗi ngắt kết nối NetBird

source: Error message
vi_vn: Thông báo lỗi

source: Error performing backup, check system log for details
vi_vn: Lỗi thực hiện sao lưu, kiểm tra nhật ký hệ thống để biết chi tiết

source: Error reconfiguring Tailscale
vi_vn: Lỗi khi cấu hình lại Tailscale

source: Execute backup
vi_vn: Thực hiện sao lưu

source: Expand
vi_vn: Mở rộng

source: Expires
vi_vn: Hết hạn

source: Export as CSV
vi_vn: Xuất dưới dạng CSV

source: Export current selection as CSV
vi_vn: Xuất lựa chọn hiện tại dưới dạng CSV

source: Failed to download the configuration file.
vi_vn: Không thể tải xuống tệp cấu hình.

source: Failed to hash password for user %s
vi_vn: Không thể băm mật khẩu cho người dùng %s

source: Field is required to enable Ndproxy.
vi_vn: Trường này là bắt buộc để kích hoạt Ndproxy.

source: Find Reservation
vi_vn: Tìm đặt chỗ

source: Firmware version
vi_vn: Phiên bản phần mềm

source: Floating Rule
vi_vn: Luật Floating

source: For IPv4 dhcp reservations, only a single address is allowed.
vi_vn: Đối với việc đặt trước IPv4 dhcp, chỉ cho phép một địa chỉ duy nhất.

source: For example: 00:1A:2B:3C:4F:5E:opnsense.localdomain
vi_vn: Ví dụ: 00:1A:2B:3C:4F:5E:opnsense.localdomain

source: Forward Zones
vi_vn: Khu chuyển tiếp

source: Forwarder IPs
vi_vn: IP chuyển tiếp

source: Gateway max delay / loss
vi_vn: Độ trễ / mất Cổng tối đa

source: Gateway status
vi_vn: Trạng thái Cổng

source: Generate and download API key?
vi_vn: Tạo và tải xuống khóa API?

source: Generate debug messages for common conditions (loud)
vi_vn: Tạo thông báo gỡ lỗi cho các điều kiện phổ biến (to)

source: Generate debug messages for various errors (misc)
vi_vn: Tạo thông báo gỡ lỗi cho nhiều lỗi khác nhau (linh tinh)

source: Generate debug messages only for serious errors (urgent)
vi_vn: Chỉ tạo thông báo gỡ lỗi cho các lỗi nghiêm trọng (khẩn cấp)

source: Generate new auth-token.
vi_vn: Tạo mã thông báo xác thực mới.

source: Greek
vi_vn: tiếng Hy Lạp

source: Group Rule
vi_vn: Luật nhóm

source: Group(s) to add by default when creating users
vi_vn: (Các) nhóm cần thêm theo mặc định khi tạo người dùng

source: Handlers
vi_vn: Trình xử lý

source: Handshake Age
vi_vn: Tuổi bắt tay

source: Headers
vi_vn: Tiêu đề

source: High availability status
vi_vn: Trạng thái sẵn sàng cao

source: Home
vi_vn: Trang chủ

source: IDS config override
vi_vn: Ghi đè cấu hình IDS

source: If the remote server enforces authorization, you can specify the authorization type here.
vi_vn: Nếu máy chủ từ xa thực thi ủy quyền, bạn có thể chỉ định loại ủy quyền tại đây.

source: Illegal characters in token
vi_vn: Ký tự không hợp lệ trong mã thông báo

source: In block bytes
vi_vn: Byte vào (chặn)

source: In block pkt
vi_vn: Gói vào (chặn)

source: In pass bytes
vi_vn: Byte vào (cho phép)

source: In pass pkt
vi_vn: Gói vào (cho phép)

source: Interface Rule
vi_vn: Luật giao diện

source: Interface not configured in general settings
vi_vn: Giao diện không được cấu hình trong cài đặt chung

source: Invalid RA mode combination.
vi_vn: Kết hợp chế độ RA không hợp lệ.

source: Invalid export template
vi_vn: Mẫu xuất không hợp lệ

source: Invalid option for other than TCP protocol choices.
vi_vn: Tùy chọn không hợp lệ cho các lựa chọn khác ngoài giao thức TCP.

source: Invalid option when statetype is none.
vi_vn: Tùy chọn không hợp lệ khi loại trạng thái không có.

source: Invalid private key provided: cannot parse private key data
vi_vn: Khóa riêng được cung cấp không hợp lệ: không thể phân tích dữ liệu khóa riêng

source: Invalid private key provided: private key does not match certificate data
vi_vn: Khóa riêng được cung cấp không hợp lệ: khóa riêng không khớp với dữ liệu chứng chỉ

source: Invalid profile requested
vi_vn: Hồ sơ được yêu cầu không hợp lệ

source: Invalid request method
vi_vn: Phương thức yêu cầu không hợp lệ

source: Invalid token length
vi_vn: Độ dài mã thông báo không hợp lệ

source: Invalid uid.
vi_vn: uid không hợp lệ.

source: Inverting destinations is only allowed for single targets to avoid mis-interpretations
vi_vn: Đảo ngược đích đến chỉ được phép đối với các mục tiêu đơn lẻ để tránh hiểu sai

source: Inverting sources is only allowed for single targets to avoid mis-interpretations
vi_vn: Chỉ được phép đảo ngược nguồn đối với các mục tiêu đơn lẻ để tránh hiểu sai

source: KEA DHCPv6 server
vi_vn: Máy chủ KEA DHCPv6

source: KEA control agent
vi_vn: Chất kiểm soát KEA

source: LAN IP address will be reset to %s
vi_vn: Địa chỉ IP LAN sẽ được đặt lại thành %s

source: Last Seen
vi_vn: Nhìn thấy lần cuối

source: Last config change
vi_vn: Thay đổi cấu hình cuối cùng

source: Layer7 Matcher Settings
vi_vn: Cài đặt trình so khớp Layer7

source: Live Media
vi_vn: Truyền thông trực tiếp

source: Loading....
vi_vn: Đang tải....

source: Local data collection is not enabled. Enable it in Reporting Settings page.
vi_vn: Thu thập dữ liệu cục bộ không được kích hoạt. Kích hoạt nó trong trang Cài đặt báo cáo.

source: Login using <a href='%s'>%s</a>
vi_vn: Đăng nhập bằng <a href='%s'>%s</a>

source: Lookup Rule
vi_vn: Luật tra cứu

source: Matched
vi_vn: Đã khớp

source: May access the following locations, depending on source address
vi_vn: Có thể truy cập các vị trí sau, tùy thuộc vào địa chỉ nguồn

source: Memory usage
vi_vn: Sử dụng bộ nhớ

source: Missing certificate
vi_vn: Thiếu chứng chỉ

source: Modified
vi_vn: Đã sửa đổi

source: Move Error
vi_vn: Lỗi di chuyển

source: Move selected rule before this rule
vi_vn: Di chuyển quy tắc đã chọn trước quy tắc này

source: Need to specify both a number of connections and a time interval.
vi_vn: Cần chỉ định cả số lượng kết nối và khoảng thời gian.

source: Net Check
vi_vn: Kiểm tra ròng

source: Network [LAN]
vi_vn: Mạng [LAN]

source: Network [WAN]
vi_vn: Mạng [WAN]

source: New
vi_vn: Mới

source: No data available
vi_vn: Không có sẵn dữ liệu

source: No pending messages
vi_vn: Không có tin nhắn đang chờ xử lý

source: No problems were detected.
vi_vn: Không có vấn đề nào được phát hiện.

source: No results found
vi_vn: Không tìm thấy kết quả nào

source: Not allowed to delete system group %s
vi_vn: Không được phép xóa nhóm hệ thống %s

source: Not allowed to delete system user %s
vi_vn: Không được phép xóa người dùng hệ thống %s

source: Not allowed to remove logged in user %s
vi_vn: Không được phép xóa người dùng đã đăng nhập %s

source: Number of rule evaluations
vi_vn: Số lượng đánh giá quy tắc

source: OS
vi_vn: hệ điều hành

source: Only a single destination is allowed when type is '%s'.
vi_vn: Chỉ cho phép một đích duy nhất khi loại là '%s'.

source: Only path / is allowed when type is '%s'.
vi_vn: Chỉ cho phép đường dẫn / khi loại là '%s'.

source: OpenSSH config override
vi_vn: Ghi đè cấu hình OpenSSH

source: OpenVPN Static Keys
vi_vn: Khóa tĩnh OpenVPN

source: Option only applies to ICMP packets
vi_vn: Tùy chọn chỉ áp dụng cho gói ICMP

source: Out block bytes
vi_vn: Byte chặn

source: Out block pkt
vi_vn: gói ngoài khối

source: Out pass bytes
vi_vn: Byte truyền ra

source: Out pass pkt
vi_vn: gói ra

source: PD Pools
vi_vn: Bể bơi PD

source: Package Versions
vi_vn: Phiên bản gói

source: Packet Loss and High Latency
vi_vn: Mất gói và độ trễ cao

source: Partial addresses can only be used with a constructor.
vi_vn: Địa chỉ một phần chỉ có thể được sử dụng với hàm tạo.

source: Path expression
vi_vn: biểu thức đường dẫn

source: Peers Detail
vi_vn: Chi tiết Peer

source: Pipes and queues can not be combined.
vi_vn: Không thể kết hợp các đường hầm và hàng đợi.

source: Please make sure the gateway address is reachable from the choosen subnet.
vi_vn: Vui lòng đảm bảo rằng địa chỉ gateway có thể truy cập được từ mạng con đã chọn.

source: Please provide a username and password when Basic auth is selected
vi_vn: Vui lòng cung cấp tên người dùng và mật khẩu khi chọn Xác thực cơ bản

source: Please provide an API token when Bearer auth is selected
vi_vn: Vui lòng cung cấp mã thông báo API khi xác thực Bearer được chọn

source: Please select exactly one rule to move.
vi_vn: Vui lòng chọn chính xác một quy tắc để di chuyển.

source: Please upgrade the node to the latest Business Edition and make sure your browser can connect to it
vi_vn: Vui lòng nâng cấp nút lên Phiên bản doanh nghiệp mới nhất và đảm bảo trình duyệt của bạn có thể kết nối với nút đó

source: Point-to-Point configuration
vi_vn: Cấu hình điểm-điểm

source: Port sharing is only supported when using tcp.
vi_vn: Chia sẻ Cổng chỉ được hỗ trợ khi sử dụng tcp.

source: Prefix length can only be used for IPv6.
vi_vn: Độ dài tiền tố chỉ có thể được sử dụng cho IPv6.

source: Prefix length must be at least 64 when router advertisements are used.
vi_vn: Độ dài tiền tố ít nhất phải là 64 khi sử dụng quảng cáo bộ định tuyến.

source: Protocol family doesn't match.
vi_vn: Họ giao thức không khớp.

source: Ready
vi_vn: Sẵn sàng

source: Ready to update and reconfigure
vi_vn: Sẵn sàng cập nhật và cấu hình lại

source: Ready to upgrade
vi_vn: Sẵn sàng nâng cấp

source: Ready to upgrade, reboot required
vi_vn: Sẵn sàng nâng cấp, cần khởi động lại

source: Reconfigure
vi_vn: Cấu hình lại

source: Relays
vi_vn: Rơle

source: Remote version differs from this machines, please update first before using any of the actions below to avoid breakage.
vi_vn: Phiên bản từ xa khác với máy này, vui lòng cập nhật trước khi sử dụng bất kỳ thao tác nào dưới đây để tránh bị hỏng.

source: Request Failed
vi_vn: Yêu cầu không thành công

source: Reset all tunables to default
vi_vn: Đặt lại tất cả các điều chỉnh về mặc định

source: Reset grid layout
vi_vn: Đặt lại bố cục lưới

source: Reset zoom
vi_vn: Đặt lại thu phóng

source: Restart selected
vi_vn: Đã chọn khởi động lại

source: Root filesystem
vi_vn: Hệ thống tập tin gốc

source: Root lock
vi_vn: Khóa gốc

source: Rule not found
vi_vn: Không tìm thấy quy tắc

source: SSH remote login is enabled for the users "root" and "installer" using the same password.
vi_vn: Đăng nhập SSH từ xa đang được bật cho các người dùng "root" và "installer" với cùng một mật khẩu.

source: Same data (nothing todo)
vi_vn: Cùng một dữ liệu (không có gì để làm)

source: Saved settings, but remote backup returned no files.
vi_vn: Đã lưu cài đặt nhưng bản sao lưu từ xa không trả lại tệp nào.

source: Search Handler
vi_vn: Trình xử lý tìm kiếm

source: Search Logs
vi_vn: Nhật ký tìm kiếm

source: Search certificates by username
vi_vn: Tìm kiếm chứng chỉ theo tên người dùng

source: Selecting an RA Mode requires an interface.
vi_vn: Việc chọn Chế độ RA cần có giao diện.

source: Selection Error
vi_vn: Lỗi lựa chọn

source: Set initial password
vi_vn: Đặt mật khẩu ban đầu

source: Shape packets using the selected pipe or queue.
vi_vn: Định hình các gói bằng cách sử dụng đường dẫn hoặc hàng đợi đã chọn.

source: Show all rules and statistics
vi_vn: Hiển thị tất cả các quy tắc và số liệu thống kê

source: Show community plugins
vi_vn: Hiển thị plugin cộng đồng

source: Simplified expression to select a field inside a container, a dot [.] is used as field separator (e.g. container.fieldname). Expressions using the jq language are also supported.
vi_vn: Biểu thức đơn giản hóa để chọn một trường bên trong vùng chứa, dấu chấm [.] được sử dụng làm dấu phân cách trường (ví dụ: container.fieldname). Các biểu thức sử dụng ngôn ngữ jq cũng được hỗ trợ.

source: Source tracking
vi_vn: Theo dõi nguồn

source: Span interface cannot be part of the bridge.
vi_vn: Giao diện nhịp không thể là một phần của cây cầu.

source: Stacked
vi_vn: xếp chồng lên nhau

source: State usage
vi_vn: Trạng thái sử dụng

source: Static only accepts a starting address.
vi_vn: Tĩnh chỉ chấp nhận địa chỉ bắt đầu.

source: Strict security
vi_vn: An ninh nghiêm ngặt

source: Strict security mode disabled, but requires "%s" to be removed manually from disk. Refusing to run as root in the meantime.
vi_vn: Chế độ bảo mật nghiêm ngặt đã bị tắt, nhưng yêu cầu phải xóa thủ công "%s" khỏi ổ đĩa. Trong thời gian này, hệ thống sẽ từ chối chạy với quyền root.

source: Stricten security by running the webserver as non root user, not all components may be compatible with this feature.
vi_vn: Thắt chặt bảo mật bằng cách chạy máy chủ web với tư cách người dùng không phải root, không phải tất cả các thành phần đều có thể tương thích với tính năng này.

source: Subject
vi_vn: Chủ thể

source: Swap usage
vi_vn: Trao đổi cách sử dụng

source: Synchronize and Restart
vi_vn: Đồng bộ hóa và khởi động lại

source: Synchronize and reconfigure all
vi_vn: Đồng bộ hóa và cấu hình lại tất cả

source: Synchronize and restart all services
vi_vn: Đồng bộ hóa và khởi động lại tất cả các dịch vụ

source: System Booting
vi_vn: Khởi động hệ thống

source: Tags & Interfaces
vi_vn: Thẻ & Giao diện

source: Tailscale IPs
vi_vn: IP quy mô đuôi

source: Target location, specified as uri, e.g. sftp://user@my.host.at.domain[:port]//path/to/backup
vi_vn: Vị trí mục tiêu, được chỉ định là uri, ví dụ: sftp://user@my.host.at.domain[:cổng]//path/to/backup

source: The MAC address can be any uniquely associated with this machine, but typically the MAC address facing the RADIUS server is used.
vi_vn: Địa chỉ MAC có thể được liên kết duy nhất với máy này, nhưng thông thường địa chỉ MAC đối diện với máy chủ RADIUS sẽ được sử dụng.

source: The OpenSSH GUI configuration may be overridden by currently provided files on the disk.
vi_vn: Cấu hình GUI OpenSSH có thể bị ghi đè bởi các tệp hiện được cung cấp trên disk.

source: The configd environment contains custom proxy settings, these may interfere with the settings configured here.
vi_vn: Môi trường configd chứa cài đặt proxy tùy chỉnh, những cài đặt này có thể ảnh hưởng đến cài đặt được định cấu hình ở đây.

source: The configuration contains manual overwrites, these may interfere with the settings configured here.
vi_vn: Cấu hình có chứa các ghi đè thủ công, những điều này có thể ảnh hưởng đến cài đặt được định cấu hình ở đây.

source: The current interface type does not support this mode.
vi_vn: Loại giao diện hiện tại không hỗ trợ chế độ này.

source: The domain '%s' cannot be used with both types 'Interface' and 'Range'.
vi_vn: Không thể sử dụng miền '%s' với cả hai loại 'Giao diện' và 'Phạm vi'.

source: The domain name cannot start with a dot.
vi_vn: Tên miền không thể bắt đầu bằng dấu chấm.

source: The file you are about to download may contain sensitive data. Please handle it with care.
vi_vn: Tệp bạn sắp tải xuống có thể chứa dữ liệu nhạy cảm. Hãy xử lý nó một cách cẩn thận.

source: The group name shall not start or end with a digit.
vi_vn: Tên nhóm không được bắt đầu hoặc kết thúc bằng một chữ số.

source: The name of the root user can not be changed
vi_vn: Tên của người dùng root không thể thay đổi

source: The private key used to setup the connection.
vi_vn: Khóa riêng được sử dụng để thiết lập kết nối.

source: The system is currently booting. Not all services have been started yet.
vi_vn: Hệ thống hiện đang khởi động. Không phải tất cả các dịch vụ đã được bắt đầu.

source: The upgrade has finished and the system is being rebooted at the moment, please wait...
vi_vn: Quá trình nâng cấp đã hoàn tất và hệ thống đang được khởi động lại vào lúc này, vui lòng đợi...

source: This action will replace your existing token and invalidates it instantly.
vi_vn: Hành động này sẽ thay thế mã thông báo hiện có của bạn và vô hiệu hóa mã thông báo đó ngay lập tức.

source: This component is reaching the end of the line, official maintenance will end as of version %s
vi_vn: Thành phần này sắp hết dòng, bảo trì chính thức sẽ kết thúc kể từ phiên bản %s

source: This is the last step in the wizard, click apply to reconfigure the firewall.
vi_vn: Đây là bước cuối cùng trong trình hướng dẫn, nhấp vào áp dụng để cấu hình lại tường lửa.

source: This value serves as a unique identifier for this NAS. This value typically contains a MAC address, optionally appended with a known SSID or FQDN, separated by a ":".
vi_vn: Giá trị này đóng vai trò là định danh duy nhất cho NAS này. Thông thường giá trị sẽ chứa địa chỉ MAC, có thể kèm theo SSID hoặc FQDN đã biết, được phân tách bằng dấu ":".

source: This wireless clone cannot be deleted because it is assigned to interface '%s'.
vi_vn: Không thể xóa bản sao không dây này vì nó được gán cho giao diện '%s'.

source: Time in seconds after which addresses are purged from the alias when not being used.
vi_vn: Thời gian tính bằng giây sau đó các địa chỉ sẽ bị xóa khỏi bí danh khi không được sử dụng.

source: Timeout must be at least twice the interval value.
vi_vn: Thời gian chờ ít nhất phải gấp đôi giá trị khoảng thời gian.

source: To be used in combination with synchronize or default groups, allow the authenticator to create new local users after successful login with group memberships returned for the user.
vi_vn: Để được sử dụng kết hợp với các nhóm đồng bộ hóa hoặc nhóm mặc định, hãy cho phép người xác thực tạo người dùng cục bộ mới sau khi đăng nhập thành công với tư cách thành viên nhóm được trả lại cho người dùng.

source: Toggle Logging
vi_vn: Chuyển đổi ghi nhật ký

source: Top level wildcard entries are not allowed for Ipset.
vi_vn: Các entry ký tự đại diện cấp cao nhất không được phép cho Ipset.

source: Total bytes matched by this rule
vi_vn: Tổng số byte khớp với quy tắc này

source: Total packets matched by this rule
vi_vn: Tổng số gói phù hợp với quy tắc này

source: Unable to connect
vi_vn: Không thể kết nối

source: Unable to create a certificate, make sure a proper CA is configured
vi_vn: Không thể tạo chứng chỉ, hãy đảm bảo cấu hình CA thích hợp

source: Unable to login automatically
vi_vn: Không thể đăng nhập tự động
