Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: No CARP Interfaces configured. Click to configure CARP.
vi_vn: Không có giao diện CARP nào được cấu hình. Nhấn vào đây để cấu hình CARP.

source: No DynDNS account information available
vi_vn: Không có thông tin tài khoản DynDNS

source: No Gateways configured. Click to configure gateways.
vi_vn: Không có Cổng nào được cấu hình. Bấm vào để cấu hình các gateway.

source: No clients connected
vi_vn: Không có khách hàng nào được kết nối

source: No picture was supplied for this system.
vi_vn: Không có hình ảnh được cung cấp cho hệ thống này.

source: No results
vi_vn: Không có kết quả

source: No saved WOL addresses
vi_vn: Không có địa chỉ WOL nào được lưu

source: No services found
vi_vn: Không tìm thấy dịch vụ nào

source: No tunnels connected
vi_vn: Không có đường hầm nào được kết nối

source: Not connected to any server
vi_vn: Không kết nối với bất kỳ máy chủ nào

source: OpenVPN Client Connections
vi_vn: Kết nối máy khách OpenVPN

source: OpenVPN Server Connections
vi_vn: Kết nối máy chủ OpenVPN

source: Phase1 not configured
vi_vn: Giai đoạn 1 chưa được cấu hình

source: Phase2 disconnected
vi_vn: Giai đoạn 2 bị ngắt kết nối

source: Picture
vi_vn: Hình ảnh

source: Power Supply
vi_vn: Nguồn điện

source: Power is off
vi_vn: Nguồn bị tắt

source: Power is on
vi_vn: Nguồn đang bật

source: Power status could not be fetched. This widget is only applicable to Deciso hardware with dual power supplies.
vi_vn: Không thể tìm nạp trạng thái nguồn. Tiện ích này chỉ áp dụng cho phần cứng Deciso có nguồn điện kép.

source: Self test
vi_vn: Tự kiểm tra

source: Status update
vi_vn: Cập nhật trạng thái

source: System Information
vi_vn: Thông tin hệ thống

source: Temperature
vi_vn: Nhiệt độ

source: There are currently no leases.
vi_vn: Hiện tại không có hợp đồng thuê.

source: Thermal sensors not available or not configured.
vi_vn: Cảm biến nhiệt không có sẵn hoặc không được cấu hình.

source: Traffic In
vi_vn: Lưu lượng truy cập vào

source: Traffic Out
vi_vn: Lưu lượng đi ra

source: Unable to contact information feed.
vi_vn: Không thể liên hệ với nguồn cấp dữ liệu thông tin.

source: Waiting for data
vi_vn: Đang chờ dữ liệu

source: Wireguard
vi_vn: Dây bảo vệ

source: Wireguard is currently disabled. Click to configure Wireguard.
vi_vn: Wireguard hiện đang bị vô hiệu hóa. Nhấn vào đây để cấu hình Wireguard.

source: A valid gateway name must be specified. The name must be less than 32 characters long and may only consist of the following characters: a-z, A-Z, 0-9, _
vi_vn: Cần chỉ định một tên gateway hợp lệ. Tên phải có độ dài dưới 32 ký tự và chỉ được phép chứa các ký tự sau: a-z, A-Z, 0-9, _

source: - Use from certificate
vi_vn: - Sử dụng từ chứng chỉ

source: (0) At most once
vi_vn: (0) Nhiều nhất một lần

source: (1) At least once
vi_vn: (1) Ít nhất một lần

source: (2) Exactly once
vi_vn: (2) Đúng một lần

source: (batch) send all metric as a single message per MQTT topic
vi_vn: (lô) gửi tất cả số liệu dưới dạng một tin nhắn cho mỗi chủ đề MQTT

source: (field) send individual messages for each field
vi_vn: (trường) gửi tin nhắn riêng cho từng trường

source: (non-batch) send individual messages, one for each metric
vi_vn: (không theo đợt) gửi tin nhắn riêng lẻ, một tin nhắn cho mỗi số liệu

source: 500 (default)
vi_vn: 500 (mặc định)

source: A destination with this name already exists.
vi_vn: đích đến có tên này đã tồn tại.

source: A private key is required
vi_vn: Cần có khóa riêng

source: A tag must only contain numbers and letters and must be between 1 and 63 characters.
vi_vn: Thẻ chỉ được chứa số và chữ cái và phải có từ 1 đến 63 ký tự.

source: A user name must only contain numbers and letters and must be between 2 and 72 characters.
vi_vn: Tên người dùng chỉ được chứa số và chữ cái và phải có từ 2 đến 72 ký tự.

source: A value is required.
vi_vn: Một giá trị là bắt buộc.

source: ANY
vi_vn: BẤT KÌ

source: Access control
vi_vn: Kiểm soát truy cập

source: Aliyun.com (UNSUPPORTED)
vi_vn: Aliyun.com (KHÔNG HỖ TRỢ)

source: ArtFiles
vi_vn: Tệp nghệ thuật

source: AuroraDNS (UNSUPPORTED)
vi_vn: AuroraDNS (KHÔNG ĐƯỢC HỖ TRỢ)

source: Authelia
vi_vn: xác thực

source: Authentik
vi_vn: xác thực

source: Azure (UNSUPPORTED)
vi_vn: Azure (KHÔNG ĐƯỢC HỖ TRỢ)

source: Can not disable all record types.
vi_vn: Không thể vô hiệu hóa tất cả các loại bản ghi.

source: Carbon2
vi_vn: Cacbon2

source: Choose a peer.
vi_vn: Chọn một người Peer.

source: Cleartext-Password
vi_vn: Cleartext-Mật khẩu

source: Clients [legacy]
vi_vn: Khách hàng [cũ]

source: ClouDNS (UNSUPPORTED)
vi_vn: CloudDNS (KHÔNG ĐƯỢC HỖ TRỢ)

source: CloudEvents
vi_vn: Đám mâySự kiện

source: CloudFlare (UNSUPPORTED)
vi_vn: CloudFlare (KHÔNG ĐƯỢC HỖ TRỢ)

source: CloudXNS (UNSUPPORTED)
vi_vn: CloudXNS (KHÔNG ĐƯỢC HỖ TRỢ)

source: ConoHa (UNSUPPORTED)
vi_vn: ConoHa (KHÔNG ĐƯỢC HỖ TRỢ)

source: Constellix (UNSUPPORTED)
vi_vn: Constellix (KHÔNG ĐƯỢC HỖ TRỢ)

source: Control Agent
vi_vn: Tác nhân kiểm soát

source: Create an OCSP signing certificate
vi_vn: Tạo chứng chỉ ký OCSP

source: Custom GET
vi_vn: NHẬN tùy chỉnh

source: Custom PUT
vi_vn: ĐẶT tùy chỉnh

source: DCO (experimental)
vi_vn: DCO (thử nghiệm)

source: DEBUG
vi_vn: GỠ LỖI

source: DEFAULT (0)
vi_vn: MẶC ĐỊNH (0)

source: DHCRelay
vi_vn: DHCRơle

source: DNSPod (UNSUPPORTED)
vi_vn: DNSPod (KHÔNG ĐƯỢC HỖ TRỢ)

source: DNSimple (UNSUPPORTED)
vi_vn: DNSimple (KHÔNG ĐƯỢC HỖ TRỢ)

source: Days and hours should be numeric values or left empty.
vi_vn: Ngày và giờ phải là giá trị số hoặc để trống.

source: DigitalOcean (UNSUPPORTED)
vi_vn: DigitalOcean (KHÔNG ĐƯỢC HỖ TRỢ)

source: Digitalocean
vi_vn: đại dương kỹ thuật số

source: Dinahosting (UNSUPPORTED)
vi_vn: Dinahosting (KHÔNG ĐƯỢC HỖ TRỢ)

source: DirectAdmin (UNSUPPORTED)
vi_vn: DirectAdmin (KHÔNG ĐƯỢC HỖ TRỢ)

source: Disable Certs
vi_vn: Vô hiệu hóa chứng chỉ

source: Disable Redirects
vi_vn: Tắt chuyển hướng

source: DnsMadeEasy (UNSUPPORTED)
vi_vn: DnsMadeEasy (KHÔNG ĐƯỢC HỖ TRỢ)

source: Don't check regular expressions on longest prefix match ("^~")
vi_vn: Không kiểm tra biểu thức chính quy khi khớp theo tiền tố dài nhất ("^~").

source: Dreamhost (UNSUPPORTED)
vi_vn: Dreamhost (KHÔNG ĐƯỢC HỖ TRỢ)

source: Duplicate entry exists
vi_vn: Mục nhập trùng lặp tồn tại

source: Dynamic
vi_vn: Năng động

source: ERROR
vi_vn: LỖI

source: EasyDNS (UNSUPPORTED)
vi_vn: EasyDNS (KHÔNG ĐƯỢC HỖ TRỢ)

source: Elliptic Curve prime256v1
vi_vn: Đường cong Elliptic prime256v1

source: Elliptic Curve secp384r1
vi_vn: Đường cong elip secp384r1

source: Elliptic Curve secp521r1
vi_vn: Đường cong elip secp521r1

source: Entry is not a valid IPv4 or IPv6 address.
vi_vn: Mục nhập không phải là địa chỉ IPv4 hoặc IPv6 hợp lệ.

source: ExoScale (UNSUPPORTED)
vi_vn: ExoScale (KHÔNG ĐƯỢC HỖ TRỢ)

source: FATAL
vi_vn: GÂY TỬ VONG

source: Gandi (UNSUPPORTED)
vi_vn: Gandi (KHÔNG ĐƯỢC HỖ TRỢ)

source: Gateway with this name already exists.
vi_vn: Cổng có tên này đã tồn tại.

source: GoDaddy (UNSUPPORTED)
vi_vn: GoDaddy (KHÔNG ĐƯỢC HỖ TRỢ)

source: Google Cloud (UNSUPPORTED)
vi_vn: Google Cloud (KHÔNG ĐƯỢC HỖ TRỢ)

source: GratisDNS (UNSUPPORTED)
vi_vn: Miễn phíDNS (KHÔNG ĐƯỢC HỖ TRỢ)

source: HTTP (Host Header)
vi_vn: HTTP (Tiêu đề máy chủ)

source: HTTP/1.1, HTTP/2 (default)
vi_vn: HTTP/1.1, HTTP/2 (mặc định)

source: HTTPS and NTLM must be enabled at the same time.
vi_vn: HTTPS và NTLM phải được bật cùng lúc.

source: Hetzner (UNSUPPORTED)
vi_vn: Hetzner (KHÔNG ĐƯỢC HỖ TRỢ)

source: Hurricane Electric (UNSUPPORTED)
vi_vn: Bão điện (KHÔNG ĐƯỢC HỖ TRỢ)

source: INFO
vi_vn: THÔNG TIN

source: INWX (UNSUPPORTED)
vi_vn: INWX (KHÔNG ĐƯỢC HỖ TRỢ)

source: IPv4 only
vi_vn: Chỉ IPv4

source: IPv6 only
vi_vn: Chỉ IPv6

source: Ignore Loaded Certs
vi_vn: Bỏ qua chứng chỉ đã tải

source: Import certificate (signed by CA)
vi_vn: Giấy chứng nhận nhập khẩu (có chữ ký của CA)

source: Influx
vi_vn: dòng chảy

source: Infoblox (UNSUPPORTED)
vi_vn: Infoblox (KHÔNG ĐƯỢC HỖ TRỢ)

source: Input too long.
vi_vn: Đầu vào quá dài.

source: Internet.bs (UNSUPPORTED)
vi_vn: Internet.bs (KHÔNG ĐƯỢC HỖ TRỢ)

source: Layer4 Proxy
vi_vn: Proxy lớp 4

source: Leases DHCPv4
vi_vn: Cho thuê DHCPv4

source: Lima-City (TrafficPlex)
vi_vn: Thành phố Lima (TrafficPlex)

source: Linode v3 (UNSUPPORTED)
vi_vn: Linode v3 (KHÔNG HỖ TRỢ)

source: Linode v4 (UNSUPPORTED)
vi_vn: Linode v4 (KHÔNG HỖ TRỢ)

source: LuaDNS (UNSUPPORTED)
vi_vn: LuaDNS (KHÔNG ĐƯỢC HỖ TRỢ)

source: MsgPack
vi_vn: Gói tin nhắn

source: NFSN (UNSUPPORTED)
vi_vn: NFSN (KHÔNG ĐƯỢC HỖ TRỢ)

source: NS1 (UNSUPPORTED)
vi_vn: NS1 (KHÔNG ĐƯỢC HỖ TRỢ)

source: NT-Password (pre-hashed)
vi_vn: Mật khẩu NT (được băm trước)

source: Namecheap (UNSUPPORTED)
vi_vn: Namecheap (KHÔNG HỖ TRỢ)

source: Namesilo (UNSUPPORTED)
vi_vn: Namesilo (KHÔNG HỖ TRỢ)

source: Netcup (UNSUPPORTED)
vi_vn: Netcup (KHÔNG ĐƯỢC HỖ TRỢ)

source: Network mask must be between 0 and 128.
vi_vn: Mặt nạ networks phải nằm trong khoảng từ 0 đến 128.

source: None (default)
vi_vn: Không có (mặc định)

source: NowMetric
vi_vn: Số liệu hiện hành

source: OISD - Domain Blocklist Ads
vi_vn: OISD - Quảng cáo danh sách chặn tên miền

source: OISD - Domain Blocklist Big
vi_vn: OISD - Danh sách chặn tên miền lớn

source: OISD - Domain Blocklist NSFW
vi_vn: OISD - Danh sách chặn tên miền NSFW

source: OPNsense 24.1[.x] or below
vi_vn: OPNsense 24.1[.x] trở xuống

source: OPNsense 24.7 or above
vi_vn: OPNsense 24.7 trở lên

source: OVH (UNSUPPORTED)
vi_vn: OVH (KHÔNG ĐƯỢC HỖ TRỢ)

source: Off (default)
vi_vn: Tắt (mặc định)

source: On (default)
vi_vn: Bật (mặc định)

source: Online (UNSUPPORTED)
vi_vn: Trực tuyến (KHÔNG ĐƯỢC HỖ TRỢ)

source: Only characters, numbers, a dot, underscore and hyphen are allowed. Do not use more than 128 characters.
vi_vn: Chỉ cho phép ký tự, số, dấu chấm, dấu gạch dưới và dấu gạch nối. Không sử dụng nhiều hơn 128 ký tự.

source: Only characters, numbers, a dot, underscore, hyphen, slash and curly braces are allowed. Do not use more than 200 characters.
vi_vn: Chỉ cho phép các ký tự, số, dấu chấm, dấu gạch dưới, dấu gạch nối, dấu gạch chéo và dấu ngoặc nhọn. Không sử dụng nhiều hơn 200 ký tự.

source: OpenVPN default
vi_vn: OpenVPN mặc định

source: PANIC
vi_vn: HOẢNG LOẠN

source: PeerGenerator
vi_vn: Máy phát điện Peer

source: Please enter a valid domain name.
vi_vn: Vui lòng nhập một tên miền hợp lệ.

source: Please enter a valid number from 0 to 2147483647 seconds or leave empty for default.
vi_vn: Vui lòng nhập số hợp lệ từ 0 đến 2147483647 giây hoặc để trống theo mặc định.

source: Please enter a valid number from 1 to 2147483647 seconds or leave empty for default.
vi_vn: Vui lòng nhập số hợp lệ từ 1 đến 2147483647 giây hoặc để trống theo mặc định.

source: Please enter a valid number of 1 or larger.
vi_vn: Vui lòng nhập số hợp lệ từ 1 trở lên.

source: Please enter a value between 1 and 99999 or leave empty.
vi_vn: Vui lòng nhập giá trị từ 1 đến 99999 hoặc để trống.

source: Please enter one or multiple hostnames or FQDNs.
vi_vn: Vui lòng nhập một hoặc nhiều tên máy chủ hoặc FQDN.

source: Please enter one or multiple valid IP addresses or networks.
vi_vn: Vui lòng nhập một hoặc nhiều địa chỉ IP hoặc networks hợp lệ.

source: Please enter one or multiple valid IP addresses, hostnames or FQDNs.
vi_vn: Vui lòng nhập một hoặc nhiều địa chỉ IP, tên máy chủ hoặc FQDN hợp lệ.

source: Please provide a valid IP address.
vi_vn: Vui lòng cung cấp địa chỉ IP hợp lệ.

source: Please provide a valid resolver address, i.e. 8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353.
vi_vn: Vui lòng cung cấp địa chỉ trình phân giải hợp lệ, tức là 8.8.8.8, [2001:4860:4860::8888], 8.8.8.8:5353.

source: Please provide a valid username. Allowed characters are a-zA-Z0-9.@_-:/ and it has to be 1-64 characters long.
vi_vn: Vui lòng cung cấp tên người dùng hợp lệ. Các ký tự được phép là a-zA-Z0-9.@_-:/ và phải dài 1-64 ký tự.

source: Please specify a valid host:port combination.
vi_vn: Vui lòng chỉ định kết hợp máy chủ: Cổng hợp lệ.

source: Please specify a valid list of domains
vi_vn: Vui lòng chỉ định danh sách miền hợp lệ

source: Please specify a valid portnumber, name, alias or range
vi_vn: Vui lòng chỉ định số Cổng, tên, bí danh hoặc phạm vi hợp lệ

source: Plesk (UNSUPPORTED)
vi_vn: Plesk (KHÔNG HỖ TRỢ)

source: PointHQ (UNSUPPORTED)
vi_vn: PointHQ (KHÔNG ĐƯỢC HỖ TRỢ)

source: PowerDNS (UNSUPPORTED)
vi_vn: PowerDNS (KHÔNG ĐƯỢC HỖ TRỢ)

source: Priority must be a value between 1 and 255
vi_vn: Mức độ ưu tiên phải có giá trị từ 1 đến 255

source: PrometheusRemoteWrite
vi_vn: PrometheusTừ xaViết

source: Public keys should be unique.
vi_vn: Khóa công khai phải là duy nhất.

source: Rackspace (UNSUPPORTED)
vi_vn: Rackspace (KHÔNG ĐƯỢC HỖ TRỢ)

source: Rage4 (UNSUPPORTED)
vi_vn: Rage4 (KHÔNG ĐƯỢC HỖ TRỢ)

source: Reissue and replace certificate (does not restart services)
vi_vn: Cấp lại và thay thế chứng chỉ (không khởi động lại dịch vụ)

source: Related Peer Group item not found
vi_vn: Không tìm thấy mục Nhóm Peer có liên quan

source: Related subnet not found
vi_vn: Không tìm thấy mạng con liên quan

source: Request
vi_vn: Lời yêu cầu

source: Reverse Proxy
vi_vn: Proxy ngược

source: Route 53 (UNSUPPORTED)
vi_vn: Route 53 (KHÔNG ĐƯỢC HỖ TRỢ)

source: STATIC
vi_vn: TĨNH

source: Scaleway
vi_vn: Đường quy mô

source: Selected resolver not found
vi_vn: Không tìm thấy trình phân giải đã chọn

source: Sequence value has to be unique or empty.
vi_vn: Giá trị chuỗi phải là duy nhất hoặc trống.

source: Servers [legacy]
vi_vn: Máy chủ [cũ]

source: Should be a string between 1 and 31 characters. Allowed characters are letters and numbers as well as underscore, minus, dot and space.
vi_vn: Phải là một chuỗi từ 1 đến 31 ký tự. Các ký tự được phép là các chữ cái và số cũng như dấu gạch dưới, dấu trừ, dấu chấm và dấu cách.

source: Snapshots
vi_vn: Ảnh chụp nhanh

source: Specify valid list of applications to sync.
vi_vn: Chỉ định danh sách ứng dụng hợp lệ để đồng bộ hóa.

source: SplunkMetric
vi_vn: Số liệu Splunk

source: Squid
vi_vn: mực

source: Squid Web Proxy
vi_vn: Proxy Web mực

source: SquidWebProxy
vi_vn: MựcWebProxy

source: TAP
vi_vn: VỖ NHẸ

source: TCP and UDP
vi_vn: TCP và UDP

source: TCP only
vi_vn: chỉ TCP

source: TLS (SNI Client Hello)
vi_vn: TLS (Xin chào khách hàng SNI)

source: The header replacement must not contain quotation marks (") and must be less than 1024 characters.
vi_vn: Giá trị thay thế của header không được chứa dấu ngoặc kép (") và phải có độ dài nhỏ hơn 1024 ký tự.

source: The header type must not contain quotation marks (") and must be less than 1024 characters.
vi_vn: Loại header không được chứa dấu ngoặc kép (") và phải có độ dài nhỏ hơn 1024 ký tự.

source: The header value must not contain quotation marks (") and must be less than 1024 characters.
vi_vn: Giá trị header không được chứa dấu ngoặc kép (") và phải có độ dài nhỏ hơn 1024 ký tự.

source: The high Packet Loss threshold needs to be higher than the low Packet Loss threshold.
vi_vn: Ngưỡng mất gói cao cần phải cao hơn ngưỡng mất gói thấp.

source: The high latency threshold needs to be higher than the low latency threshold.
vi_vn: Ngưỡng độ trễ cao cần phải cao hơn ngưỡng độ trễ thấp.

source: The low latency threshold needs to be lower than the high latency threshold.
vi_vn: Ngưỡng độ trễ thấp cần phải thấp hơn ngưỡng độ trễ cao.

source: This Gateway IP address already exists.
vi_vn: Địa chỉ IP Cổng này đã tồn tại.

source: This Monitor IP address already exists.
vi_vn: Địa chỉ IP màn hình này đã tồn tại.

source: Transip (UNSUPPORTED)
vi_vn: Chuyển tiếp (KHÔNG ĐƯỢC HỖ TRỢ)

source: UDP only
vi_vn: chỉ UDP

source: Vultr (UNSUPPORTED)
vi_vn: Vultr (KHÔNG HỖ TRỢ)

source: WARN
vi_vn: CẢNH BÁO

source: Wavefront
vi_vn: Mặt sóng

source: WebSocket and Upstream Keepalive support can not be combined.
vi_vn: Không thể kết hợp hỗ trợ WebSocket và Upstream Keepalive.

source: Weighted Fair Queueing
vi_vn: Xếp hàng công bằng có trọng số

source: Weighted Round Robin
vi_vn: Robin vòng có trọng số

source: Yandex (UNSUPPORTED)
vi_vn: Yandex (KHÔNG ĐƯỢC HỖ TRỢ)

source: You need to select at least one user or group for who this list applies
vi_vn: Bạn cần chọn ít nhất một người dùng hoặc nhóm để áp dụng danh sách này

source: Zeit (UNSUPPORTED)
vi_vn: Zeit (KHÔNG ĐƯỢC HỖ TRỢ)

source: Zilore (UNSUPPORTED)
vi_vn: Zilore (KHÔNG ĐƯỢC HỖ TRỢ)

source: Zonomi (UNSUPPORTED)
vi_vn: Zonomi (KHÔNG ĐƯỢC HỖ TRỢ)

source: adult
vi_vn: người lớn

source: advertisements
vi_vn: quảng cáo

source: astrology
vi_vn: chiêm tinh học

source: audio-video
vi_vn: âm thanh-video

source: bank
vi_vn: ngân hàng

source: by
vi_vn: qua

source: celebrity
vi_vn: người nổi tiếng

source: certificate
vi_vn: giấy chứng nhận

source: chain
vi_vn: xích

source: chat
vi_vn: trò chuyện

source: child
vi_vn: đứa trẻ

source: cleaning
vi_vn: dọn dẹp

source: cloudflare
vi_vn: đám mây bùng phát

source: cooking
vi_vn: nấu ăn

source: cryptojacking
vi_vn: khai thác tiền điện tử

source: dangerous_material
vi_vn: nguy hiểm_vật liệu

source: dating
vi_vn: hẹn hò

source: doh
vi_vn: ồ

source: drugs
vi_vn: thuốc

source: educational_games
vi_vn: trò chơi giáo dục

source: filehosting
vi_vn: lưu trữ tập tin

source: financial
vi_vn: tài chính

source: fingerprint
vi_vn: dấu vân tay

source: for
vi_vn: vì

source: forums
vi_vn: diễn đàn

source: gambling
vi_vn: cờ bạc

source: games
vi_vn: trò chơi

source: global
vi_vn: toàn cầu

source: hacking
vi_vn: hack

source: handle
vi_vn: xử lý

source: handle_path
vi_vn: đường dẫn xử lý

source: header_down
vi_vn: tiêu đề_xuống

source: header_up
vi_vn: tiêu đề_up

source: host
vi_vn: chủ nhà

source: issuer
vi_vn: người phát hành

source: jobsearch
vi_vn: tìm kiếm việc làm

source: lingerie
vi_vn: đồ lót

source: listener_wrappers
vi_vn: người nghe_wrappers

source: malware
vi_vn: phần mềm độc hại

source: manga
vi_vn: truyện tranh

source: marketingware
vi_vn: phần mềm tiếp thị

source: mixed_adult
vi_vn: hỗn hợp_người lớn

source: mobile-phone
vi_vn: điện thoại di động

source: not_after
vi_vn: không_sau

source: not_before
vi_vn: không_trước

source: phishing
vi_vn: lừa đảo

source: press
vi_vn: nhấn

source: proto
vi_vn: nguyên thủy

source: push block-outside-dns
vi_vn: đẩy khối-bên ngoài-dns

source: push register-dns
vi_vn: đẩy đăng ký-dns

source: redir
vi_vn: chuyển lại

source: redirector
vi_vn: chuyển hướng

source: remote-control
vi_vn: điều khiển từ xa

source: reverse_proxy
vi_vn: proxy_đảo ngược

source: root (default)
vi_vn: gốc (mặc định)

source: serial
vi_vn: nối tiếp

source: session_resumed
vi_vn: phiên_tiếp tục

source: sexual_education
vi_vn: tình dục_giáo dục

source: shopping
vi_vn: mua sắm

source: shortener
vi_vn: chất rút ngắn

source: social_networks
vi_vn: networks xã hội

source: sports
vi_vn: các môn thể thao

source: stalkerware
vi_vn: phần mềm theo dõi

source: standby
vi_vn: chế độ chờ

source: subject
vi_vn: chủ thể

source: translation
vi_vn: dịch thuật

source: update
vi_vn: cập nhật

source: version
vi_vn: phiên bản

source: warez
vi_vn: đồ

source: webmail
vi_vn: thư trực tuyến

source: #Failed Hosts
vi_vn: #Máy chủ bị lỗi

source: #Files Fetched
vi_vn: #Tệp đã được tìm nạp

source: #Files Removed
vi_vn: #Tệp đã bị xóa

source: #Hosts
vi_vn: #Máy chủ

source: #Total Files
vi_vn: #Tổng số tệp

source: #Total Size
vi_vn: #Tổng kích thước

source: %d hour
vi_vn: %d giờ

source: %d hours
vi_vn: %d giờ

source: %d minute (Default)
vi_vn: %d phút (Mặc định)

source: %d minutes
vi_vn: %d phút

source: %s is not a valid destination alias.
vi_vn: %s không phải là bí danh đích hợp lệ.

source: %s is not a valid source alias.
vi_vn: %s không phải là bí danh nguồn hợp lệ.

source: %sClick here%s for PPP-specific configuration options. Save first if you made changes.
vi_vn: %sNhấp vào đây%s để biết các tùy chọn cấu hình dành riêng cho PPP. Lưu trước nếu bạn thực hiện thay đổi.

source: '%s' is already used in another DHCP host entry.
vi_vn: '%s' đã được sử dụng trong một entry máy chủ DHCP khác.

source: 'Option' and 'Option6' cannot be selected at the same time.
vi_vn: Không thể chọn 'Tùy chọn' và 'Tùy chọn6' cùng một lúc.

source: (Experimental)
vi_vn: (Thử nghiệm)

source: A constructor can only be configured for ipv6.
vi_vn: Một hàm tạo chỉ có thể được cấu hình cho ipv6.

source: A constructor expects a partial address (e.g. ::1).
vi_vn: Hàm tạo yêu cầu một phần địa chỉ (ví dụ ::1).

source: A disabled renegotiation time requires a token lifetime.
vi_vn: Thời gian đàm phán lại bị vô hiệu hóa yêu cầu thời gian tồn tại của mã thông báo.

source: A domain of type 'Interface' requires an interface to be selected.
vi_vn: Miền thuộc loại 'Giao diện' yêu cầu phải chọn giao diện.

source: A password is required
vi_vn: Cần có mật khẩu

source: A shaper is required when configuring one in the reverse direction.
vi_vn: Cần có một bộ định hình khi định cấu hình theo hướng ngược lại.

source: A token renewal requires a token lifetime.
vi_vn: Việc gia hạn mã thông báo yêu cầu thời hạn sử dụng của mã thông báo.

source: A token secret requires a token lifetime.
vi_vn: Bí mật mã thông báo yêu cầu thời gian tồn tại của mã thông báo.

source: A username must contain a maximum of 32 alphanumeric characters.
vi_vn: Tên người dùng phải chứa tối đa 32 ký tự chữ và số.

source: A username must contain alphanumeric characters or a valid email address.
vi_vn: Tên người dùng phải chứa các ký tự chữ và số hoặc địa chỉ email hợp lệ.

source: A valid domain name must be specified.
vi_vn: Một tên miền hợp lệ phải được chỉ định.

source: API token
vi_vn: Mã thông báo API

source: Account
vi_vn: Tài khoản

source: Add Handler
vi_vn: Thêm trình xử lý

source: Add Reservation
vi_vn: Thêm đặt chỗ

source: Advanced mode disabled
vi_vn: Đã tắt chế độ nâng cao

source: Advertised Routes
vi_vn: Route được quảng cáo

source: After changing settings, please remember to apply them.
vi_vn: Sau khi thay đổi cài đặt, hãy nhớ áp dụng chúng.

source: Alias usage
vi_vn: Cách sử dụng bí danh

source: All Interfaces
vi_vn: Tất cả giao diện

source: All OpenVPN interfaces
vi_vn: Tất cả các giao diện OpenVPN

source: Amount of backups to be kept at remote location. Set to 0 to upload latest only without housekeeping
vi_vn: Số lượng bản sao lưu được lưu giữ ở vị trí từ xa. Đặt thành 0 để chỉ tải lên mới nhất mà không cần dọn phòng

source: Any (Floating without interface)
vi_vn: Bất kỳ (Nổi không có giao diện)

source: Any can not be combined with other aliases
vi_vn: Bất kỳ không thể được kết hợp với các bí danh khác

source: Api key
vi_vn: Khóa API

source: ApiKeys
vi_vn: ApiKey

source: At least a hostname or IP address must be provided for DHCP reservations.
vi_vn: Ít nhất phải cung cấp tên máy chủ hoặc địa chỉ IP để đặt trước DHCP.

source: Automatic DHCP server configuration is only supported for networks larger than /27.
vi_vn: Cấu hình máy chủ DHCP tự động chỉ được hỗ trợ cho các networks lớn hơn/27.

source: Automatic Rule
vi_vn: Luật tự động

source: BIND config override
vi_vn: Ghi đè cấu hình BIND

source: Backup
vi_vn: Hỗ trợ

source: Backups#
vi_vn: Sao lưu#

source: Blocklists
vi_vn: Danh sách chặn

source: Both hostname and IP address are required for host overrides.
vi_vn: Cả tên máy chủ và địa chỉ IP đều được yêu cầu để ghi đè máy chủ.

source: CNAME '%s' is already in use by a host override.
vi_vn: CNAME '%s' đã được ghi đè trên máy chủ.

source: CNAME '%s' overlaps with a host and domain combination in a host override.
vi_vn: CNAME '%s' trùng lặp với tổ hợp máy chủ và miền trong ghi đè máy chủ.

source: CPU usage
vi_vn: mức sử dụng CPU

source: Caddy config override
vi_vn: Ghi đè cấu hình Caddy

source: Called Station ID
vi_vn: ID trạm đã gọi
