Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: The length of the passphrase should be between 8 and 63 characters.
vi_vn: Độ dài của cụm mật khẩu phải từ 8 đến 63 ký tự.

source: Invalid WEP key size. Sizes should be 40 (64) bit keys or 104 (128) bit.
vi_vn: Kích thước khóa WEP không hợp lệ. Kích thước phải là phím 40 (64) bit hoặc 104 (128) bit.

source: Unable to change mode to %s. You may already have the maximum number of wireless clones supported in this mode.
vi_vn: Không thể thay đổi chế độ thành %s. Bạn có thể đã hỗ trợ số lượng bản sao không dây tối đa ở chế độ này.

source: The MSS must be greater than 576 bytes.
vi_vn: MSS phải lớn hơn 576 byte.

source: Interface %s (VLAN) has MTU set to a bigger value
vi_vn: Giao diện %s (VLAN) có MTU được đặt thành giá trị lớn hơn

source: A valid MAC address must be specified.
vi_vn: Địa chỉ MAC hợp lệ phải được chỉ định.

source: The idle timeout value must be an integer.
vi_vn: Giá trị thời gian chờ không hoạt động phải là số nguyên.

source: A valid gateway must be specified.
vi_vn: Một Cổng hợp lệ phải được chỉ định.

source: A valid alias subnet bit count must be specified.
vi_vn: Số bit mạng con bí danh hợp lệ phải được chỉ định.

source: A valid alias IP address must be specified.
vi_vn: Địa chỉ IP bí danh hợp lệ phải được chỉ định.

source: A valid subnet bit count must be specified.
vi_vn: Số bit mạng con hợp lệ phải được chỉ định.

source: This IPv6 address conflicts with a Static Route.
vi_vn: Địa chỉ IPv6 này xung đột với Tuyến tĩnh.

source: This IPv6 address is being used by another interface or VIP.
vi_vn: Địa chỉ IPv6 này đang được sử dụng bởi một giao diện khác hoặc VIP.

source: A valid IPv6 address must be specified.
vi_vn: Địa chỉ IPv6 hợp lệ phải được chỉ định.

source: This IPv4 address conflicts with a Static Route.
vi_vn: Địa chỉ IPv4 này xung đột với Tuyến tĩnh.

source: This IPv4 address is the broadcast address and cannot be used
vi_vn: Địa chỉ IPv4 này là địa chỉ quảng bá và không thể sử dụng được

source: This IPv4 address is the network address and cannot be used
vi_vn: Địa chỉ IPv4 này là địa chỉ networks và không thể sử dụng được

source: This IPv4 address is being used by another interface or VIP.
vi_vn: Địa chỉ IPv4 này đang được sử dụng bởi một giao diện khác hoặc VIP.

source: A valid IPv4 address must be specified.
vi_vn: Địa chỉ IPv4 hợp lệ phải được chỉ định.

source: You specified an IPv6 prefix ID that is out of range.
vi_vn: Bạn đã chỉ định ID tiền tố IPv6 nằm ngoài phạm vi.

source: You must enter a valid hexadecimal number for the IPv6 prefix ID.
vi_vn: Bạn phải nhập số thập lục phân hợp lệ cho ID tiền tố IPv6.

source: You can only have one interface configured as 6to4.
vi_vn: Bạn chỉ có thể có một giao diện được định cấu hình là 6to4.

source: You can only have one interface configured in 6rd with same prefix.
vi_vn: Bạn chỉ có thể có một giao diện được định cấu hình ở vị trí thứ 6 với cùng một tiền tố.

source: The DHCPv6 override file "%s" does not exist.
vi_vn: Tệp ghi đè DHCPv6 "%s" không tồn tại.

source: IPv6 address
vi_vn: Địa chỉ IPv6

source: Idle timeout value
vi_vn: Giá trị thời gian chờ không hoạt động

source: Dial on demand
vi_vn: Quay số theo yêu cầu

source: Phone Number
vi_vn: Số điện thoại

source: Modem Port
vi_vn: Cổng modem

source: The DHCP override file "%s" does not exist.
vi_vn: Tệp ghi đè DHCP "%s" không tồn tại.

source: Subnet bit count
vi_vn: Số bit mạng con

source: IPv4 address
vi_vn: Địa chỉ IPv4

source: The DHCPv6 Server is active on this interface and it can be used only with a static IPv6 configuration. Please disable the DHCPv6 Server service on this interface first, then change the interface configuration.
vi_vn: Máy chủ DHCPv6 đang hoạt động trên giao diện này và nó chỉ có thể được sử dụng với cấu hình IPv6 tĩnh. Vui lòng tắt dịch vụ DHCPv6 Server trên giao diện này trước, sau đó thay đổi cấu hình giao diện.

source: The DHCP Server is active on this interface and it can be used only with a static IP configuration. Please disable the DHCP Server service on this interface first, then change the interface configuration.
vi_vn: Máy chủ DHCP đang hoạt động trên giao diện này và nó chỉ có thể được sử dụng với cấu hình IP tĩnh. Vui lòng tắt dịch vụ DHCP Server trên giao diện này trước, sau đó thay đổi cấu hình giao diện.

source: An interface with the specified description already exists.
vi_vn: Một giao diện với mô tả được chỉ định đã tồn tại.

source: You have already applied your settings!
vi_vn: Bạn đã áp dụng cài đặt của mình!

source: Click to %scontinue to the dashboard%s.
vi_vn: Nhấp để %stiếp tục tới trang tổng quan%s.

source: Please consider donating to the project to help us with our overhead costs. See %sour website%s to donate or purchase available %s support services.
vi_vn: Vui lòng cân nhắc quyên góp cho dự án để giúp chúng tôi trang trải chi phí chung. Xem %strang web của chúng tôi%s để quyên góp hoặc mua các dịch vụ hỗ trợ %s hiện có.

source: Congratulations! %s is now configured.
vi_vn: Chúc mừng! %s hiện đã được định cấu hình.

source: To bypass the wizard, click on the logo in the upper left corner.
vi_vn: Để bỏ qua trình cài đặt, bấm logo bên trên góc trái.

source: One moment while we start the initial setup wizard.
vi_vn: Chờ giây lát trong khi trình cài đặt bắt đầu khởi tạo.

source: Welcome to %s!
vi_vn: Chào mừng đến với %s!

source: Finished initial configuration!
vi_vn: Đã hoàn tất cấu hình ban đầu!

source: Starting initial configuration!
vi_vn: Bắt đầu cấu hình ban đầu!

source: net
vi_vn: networks lưới

source: The changes have been applied successfully.
vi_vn: Những thay đổi đã được áp dụng thành công.

source: The firewall has globally been disabled and configured rules are currently not enforced. It can be enabled in the %sFirewall/NAT%s settings.
vi_vn: Tường lửa đã bị vô hiệu hóa trên toàn cầu và các quy tắc được định cấu hình hiện không được thực thi. Nó có thể được bật trong cài đặt %sFirewall/NAT%s.

source: Apply changes
vi_vn: Áp dụng thay đổi

source: The following input errors were detected:
vi_vn: Đã phát hiện các lỗi đầu vào sau:

source: The field %s is required.
vi_vn: Trường %s là bắt buộc.

source: The field %s contains invalid characters.
vi_vn: Trường %s chứa các ký tự không hợp lệ.

source: Available Widgets
vi_vn: Widget có sẵn

source: Base
vi_vn: Căn cứ

source: Enter the VHID group that the machines will share.
vi_vn: Nhập nhóm VHID mà các máy sẽ chia sẻ.

source: Select an unassigned VHID
vi_vn: Chọn một VHID chưa được gán

source: VHID Group
vi_vn: Tập đoàn VHID

source: Enter the VHID group password.
vi_vn: Nhập mật khẩu nhóm VHID.

source: Disable expansion of this entry into IPs on NAT lists (e.g. 192.168.1.0/24 expands to 256 entries.
vi_vn: Vô hiệu hóa việc mở rộng mục này thành IP trên danh sách NAT (ví dụ: 192.168.1.0/24 mở rộng thành 256 mục.

source: For some interface types a gateway is required to configure an IP Alias (ppp/pppoe/tun), leave this field empty for all other interface types.
vi_vn: Đối với một số loại giao diện, cần có một Cổng để định cấu hình Bí danh IP (ppp/pppoe/tun), hãy để trống trường này đối với tất cả các loại giao diện khác.

source: Other
vi_vn: Khác

source: CARP
vi_vn: cá chép

source: IP Alias
vi_vn: Bí danh IP

source: Edit Virtual IP
vi_vn: Chỉnh sửa IP ảo

source: VHID %s must be defined on interface %s as a CARP VIP first.
vi_vn: VHID %s trước tiên phải được xác định trên giao diện %s dưới dạng CARP VIP.

source: A VHID must be selected for this CARP VIP.
vi_vn: Phải chọn VHID cho CARP VIP này.

source: You must specify a CARP password that is shared between the two VHID members.
vi_vn: Bạn phải chỉ định mật khẩu CARP được chia sẻ giữa hai thành viên VHID.

source: VHID %s is already in use on interface %s. Pick a unique number on this interface.
vi_vn: VHID %s đã được sử dụng trên giao diện %s. Chọn một số duy nhất trên giao diện này.

source: A valid IP address must be specified.
vi_vn: Một địa chỉ IP hợp lệ phải được chỉ định.

source: Replaces the IP identification field with random values to compensate for predictable values generated by many hosts. This option only applies to packets that are not fragmented after the optional fragment reassembly.
vi_vn: Thay thế trường nhận dạng IP bằng các giá trị ngẫu nhiên để bù cho các giá trị có thể dự đoán được do nhiều máy chủ tạo ra. Tùy chọn này chỉ áp dụng cho các gói không bị phân mảnh sau khi ghép lại các mảnh tùy chọn.

source: Random ID
vi_vn: ID ngẫu nhiên

source: Clears the dont-fragment bit from a matching IP packet.
vi_vn: Xóa bit không phân mảnh khỏi gói IP phù hợp.

source: Do not fragment
vi_vn: Đừng phân mảnh

source: Enforces a minimum TTL for matching IP packets.
vi_vn: Thực thi TTL tối thiểu cho các gói IP phù hợp.

source: Minimum TTL
vi_vn: TTL tối thiểu

source: Enforces a maximum MSS for matching TCP packets.
vi_vn: Thực thi MSS tối đa để phù hợp với các gói TCP.

source: Max mss
vi_vn: ms tối đa

source: Normalizations
vi_vn: Chuẩn hóa

source: To specify a range, use from:to (example 81:85).
vi_vn: Để chỉ định một phạm vi, hãy sử dụng from:to (ví dụ 81:85).

source: Select interfaces...
vi_vn: Lựa chọn giao diện...

source: Edit Firewall scrub rule
vi_vn: Chỉnh sửa quy tắc chà tường lửa

source: Please specify a valid number for min ttl (0-255).
vi_vn: Vui lòng chỉ định số hợp lệ cho ttl tối thiểu (0-255).

source: Please specify a valid number for max mss.
vi_vn: Vui lòng chỉ định một số hợp lệ cho ms tối đa.

source: No interface(s) selected.
vi_vn: Không có giao diện nào được chọn.

source: %s doesn't appear to be a valid port number, alias or range
vi_vn: %s có vẻ không phải là số Cổng, bí danh hoặc dải ô hợp lệ

source: reliability
vi_vn: độ tin cậy

source: throughput
vi_vn: thông lượng

source: netcontrol
vi_vn: kiểm soát networks

source: inetcontrol
vi_vn: kiểm soát networks

source: critical
vi_vn: nguy cấp

source: lowdelay
vi_vn: độ trễ thấp

source: Do not change
vi_vn: Đừng thay đổi

source: Detailed settings
vi_vn: Cài đặt chi tiết

source: Replaces the IP identification field of packets with random values to compensate for operating systems that use predictable values. This option only applies to packets that are not fragmented after the optional packet reassembly.
vi_vn: Thay thế trường nhận dạng IP của gói bằng các giá trị ngẫu nhiên để bù đắp cho các hệ điều hành sử dụng các giá trị có thể dự đoán được. Tùy chọn này chỉ áp dụng cho các gói không bị phân mảnh sau khi ghép lại gói tùy chọn.

source: IP Random id
vi_vn: Id ngẫu nhiên IP

source: This allows for communications with hosts that generate fragmented packets with the don't fragment (DF) bit set. Linux NFS is known to do this. This will cause the filter to not drop such packets but instead clear the don't fragment bit.
vi_vn: Điều này cho phép liên lạc với các máy chủ tạo ra các gói bị phân mảnh với tập hợp bit không phân mảnh (DF). Linux NFS được biết là có chức năng này. Điều này sẽ khiến bộ lọc không loại bỏ các gói như vậy mà thay vào đó xóa bit không phân mảnh.

source: IP Do-Not-Fragment
vi_vn: IP không phân đoạn

source: Disable interface scrub
vi_vn: Vô hiệu hóa chà giao diện

source: General settings
vi_vn: Cài đặt chung

source: Day(s)
vi_vn: (Các) ngày

source: Configured Ranges
vi_vn: Phạm vi được định cấu hình

source: Schedule repeat
vi_vn: Lên lịch lặp lại

source: Clear Selection
vi_vn: Xóa lựa chọn

source: Add Time
vi_vn: Thêm thời gian

source: Time Range Description
vi_vn: Mô tả phạm vi thời gian

source: Select the time range for the day(s) selected on the Month(s) above. A full day is 0:00-23:59.
vi_vn: Chọn phạm vi thời gian cho (các) ngày được chọn trong (các) Tháng ở trên. Một ngày trọn vẹn là 0:00-23:59.

source: Stop Time
vi_vn: Dừng thời gian

source: Start Time
vi_vn: Thời gian bắt đầu

source: Click individual date to select that date only. Click the appropriate weekday Header to select all occurrences of that weekday.
vi_vn: Bấm vào từng ngày để chỉ chọn ngày đó. Nhấp vào Tiêu đề ngày trong tuần thích hợp để chọn tất cả các lần xuất hiện của ngày trong tuần đó.

source: Thu
vi_vn: Thứ năm

source: Tue
vi_vn: thứ ba

source: Month
vi_vn: Tháng

source: This schedule is in use so the name may not be modified!
vi_vn: Lịch trình này đang được sử dụng nên tên có thể không được sửa đổi!

source: Schedule information
vi_vn: Thông tin lịch trình

source: The schedule must have at least one time range configured.
vi_vn: Lịch trình phải có ít nhất một phạm vi thời gian được định cấu hình.

source: Invalid stop time - '%s'
vi_vn: Thời gian dừng không hợp lệ - '%s'

source: Invalid start time - '%s'
vi_vn: Thời gian bắt đầu không hợp lệ - '%s'

source: A Schedule with this name already exists.
vi_vn: Lịch trình có tên này đã tồn tại.

source: The schedule name must be less than 32 characters long and may only consist of the following characters: %s
vi_vn: Tên lịch trình phải dài ít hơn 32 ký tự và chỉ có thể bao gồm các ký tự sau: %s

source: Schedule may not use a blank name.
vi_vn: Lịch trình không được sử dụng tên trống.

source: Schedule may not be named WAN.
vi_vn: Lịch trình có thể không được đặt tên là WAN.

source: Schedule may not be named LAN.
vi_vn: Lịch trình có thể không được đặt tên là LAN.

source: Schedule is currently active
vi_vn: Lịch trình hiện đang hoạt động

source: Time Range(s)
vi_vn: (Các) Phạm vi thời gian

source: Do you really want to delete this schedule?
vi_vn: Bạn có thực sự muốn xóa lịch trình này?

source: Cannot delete Schedule. Currently in use by %s
vi_vn: Không thể xóa Lịch trình. Hiện đang được %s sử dụng

source: September
vi_vn: Tháng 9

source: October
vi_vn: tháng mười

source: November
vi_vn: Tháng mười một

source: May
vi_vn: Có thể

source: March
vi_vn: Bước đều

source: June
vi_vn: Tháng sáu

source: July
vi_vn: Tháng bảy

source: January
vi_vn: Tháng Một

source: February
vi_vn: Tháng hai

source: December
vi_vn: Tháng 12

source: August
vi_vn: Tháng tám

source: April
vi_vn: Tháng tư

source: Wed
vi_vn: Thứ tư

source: Tues
vi_vn: thứ ba

source: Thur
vi_vn: Thứ năm

source: Sun
vi_vn: Mặt trời

source: Sat
vi_vn: Đã ngồi

source: Mon
vi_vn: Thứ hai

source: Fri
vi_vn: Thứ Sáu

source: Source and more information can be found %shere%s.
vi_vn: Bạn có thể tìm thấy nguồn và thông tin khác %stại đây%s.

source: %sNone%s: Do not use state mechanisms to keep track. This is only useful if you're doing advanced queueing in certain situations. Please check the documentation.
vi_vn: %sNone%s: Không sử dụng cơ chế trạng thái để theo dõi. Điều này chỉ hữu ích nếu bạn đang xếp hàng nâng cao trong một số trường hợp nhất định. Vui lòng kiểm tra tài liệu.

source: %sSynproxy state%s proxies incoming TCP connections to help protect servers from spoofed TCP SYN floods. This option includes the functionality of keep state and modulate state combined.
vi_vn: %sTrạng thái đồng bộ hóa%s ủy quyền các kết nối TCP đến để giúp bảo vệ máy chủ khỏi lũ lụt SYN TCP giả mạo. Tùy chọn này bao gồm chức năng giữ trạng thái và trạng thái điều chỉnh kết hợp.

source: %sSloppy state%s works like keep state, but it does not check sequence numbers. Use it when the firewall does not see all packets.
vi_vn: %sTrạng thái cẩu thả%s hoạt động giống như giữ trạng thái nhưng không kiểm tra số thứ tự. Sử dụng nó khi tường lửa không nhìn thấy tất cả các gói.

source: %sKeep state%s is used for stateful connection tracking.
vi_vn: %sKeep state%s được sử dụng để theo dõi kết nối ở trạng thái.

source: Hint: Select which type of state tracking mechanism you would like to use. If in doubt, use keep state.
vi_vn: Gợi ý: Chọn loại cơ chế theo dõi trạng thái bạn muốn sử dụng. Nếu nghi ngờ, hãy sử dụng trạng thái giữ.

source: synproxy state
vi_vn: trạng thái đồng bộ

source: modulate state
vi_vn: trạng thái điều chế

source: sloppy state
vi_vn: trạng thái cẩu thả

source: keep state
vi_vn: giữ trạng thái

source: Hint: This prevents states created by this rule to be sync'ed over pfsync.
vi_vn: Gợi ý: Điều này ngăn các trạng thái được tạo bởi quy tắc này được đồng bộ hóa qua pfsync.

source: State Type
vi_vn: Loại trạng thái

source: NO pfsync
vi_vn: KHÔNG có pfsync

source: Use this to choose TCP flags that must be set or cleared for this rule to match.
vi_vn: Sử dụng tùy chọn này để chọn các cờ TCP phải được đặt hoặc xóa để quy tắc này phù hợp.

source: Any flags.
vi_vn: Bất kỳ lá cờ nào.

source: out of
vi_vn: ra khỏi

source: set
vi_vn: bộ

source: TCP flags
vi_vn: Cờ TCP

source: State Timeout in seconds (TCP only)
vi_vn: Thời gian chờ trạng thái tính bằng giây (chỉ TCP)

source: State timeout
vi_vn: Hết thời gian chờ trạng thái

source: Max new connections
vi_vn: Kết nối mới tối đa

source: Max source states
vi_vn: Trạng thái nguồn tối đa

source: Max established
vi_vn: Đã thiết lập tối đa

source: Max source nodes
vi_vn: Tối đa Nút networks Nguồn (source node)

source: Maximum state entries this rule can create
vi_vn: Các mục trạng thái tối đa mà quy tắc này có thể tạo

source: Max states
vi_vn: Trạng thái tối đa

source: Any priority
vi_vn: Bất kỳ ưu tiên nào

source: Match priority
vi_vn: Ưu tiên trận đấu

source: Use main priority
vi_vn: Sử dụng mức độ ưu tiên chính

source: Keep current priority
vi_vn: Giữ mức độ ưu tiên hiện tại

source: Low Delay/TCP ACK
vi_vn: Độ trễ thấp/TCP ACK

source: All packets
vi_vn: Tất cả các gói

source: Set priority
vi_vn: Đặt mức độ ưu tiên

source: This allows packets with IP options to pass. Otherwise they are blocked by default. This is usually only seen with multicast traffic.
vi_vn: Điều này cho phép các gói có tùy chọn IP đi qua. Nếu không chúng sẽ bị chặn theo mặc định. Điều này thường chỉ thấy với lưu lượng multicast.

source: allow options
vi_vn: cho phép tùy chọn

source: Show/Hide
vi_vn: Hiển thị/Ẩn

source: Advanced Options
vi_vn: Tùy chọn nâng cao

source: Leave as 'default' to use the system routing table. Or choose a gateway to utilize policy based routing.
vi_vn: Để ở chế độ 'mặc định' để sử dụng bảng định tuyến hệ thống. Hoặc chọn một Cổng để sử dụng định tuyến dựa trên chính sách.

source: default
vi_vn: mặc định

source: Leave as 'none' to leave the rule enabled all the time.
vi_vn: Để lại là 'không' để luôn bật quy tắc.

source: Note: this only works for TCP rules. General OS choice matches all subtypes.
vi_vn: Lưu ý: điều này chỉ hoạt động với các quy tắc TCP. Lựa chọn hệ điều hành chung phù hợp với tất cả các kiểu con.

source: OS Type:
vi_vn: Loại hệ điều hành:

source: Source OS
vi_vn: Hệ điều hành nguồn

source: Advanced features
vi_vn: Tính năng nâng cao

source: You may enter or select a category here to group firewall rules (not parsed).
vi_vn: Bạn có thể nhập hoặc chọn một danh mục ở đây để nhóm quy tắc tường lửa (không được phân tích cú pháp).

source: Category
vi_vn: Loại

source: Specify the port or port range for the destination of the packet for this mapping.
vi_vn: Chỉ định Cổng hoặc phạm vi Cổng cho đích của gói cho ánh xạ này.

source: This is usually random and almost never equal to the destination port range (and should usually be 'any').
vi_vn: Điều này thường là ngẫu nhiên và hầu như không bao giờ bằng phạm vi Cổng đích (và thường phải là 'bất kỳ').

source: Specify the source port or port range for this rule.
vi_vn: Chỉ định Cổng nguồn hoặc phạm vi Cổng cho quy tắc này.

source: If you selected ICMP for the protocol above, you may specify an ICMP type here.
vi_vn: Nếu bạn đã chọn ICMP cho giao thức ở trên, bạn có thể chỉ định loại ICMP tại đây.

source: ICMP type
vi_vn: loại ICMP

source: Hint: in most cases, you should specify TCP here.
vi_vn: Gợi ý: trong hầu hết các trường hợp, bạn nên chỉ định TCP ở đây.

source: Choose on which interface packets must come in to match this rule.
vi_vn: Chọn gói giao diện nào phải đến để phù hợp với quy tắc này.

source: View the NAT rule
vi_vn: Xem quy tắc NAT

source: You cannot edit the interface, protocol, source, or destination of associated filter rules.
vi_vn: Bạn không thể chỉnh sửa giao diện, giao thức, nguồn hoặc đích của các quy tắc lọc liên quan.

source: This is associated to a NAT rule.
vi_vn: Điều này được liên kết với một quy tắc NAT.

source: Associated filter rule
vi_vn: Luật lọc liên quan

source: Apply the action immediately on match.
vi_vn: Áp dụng hành động ngay lập tức trên trận đấu.

source: Quick
vi_vn: Nhanh

source: Hint: the difference between block and reject is that with reject, a packet (TCP RST or ICMP port unreachable for UDP) is returned to the sender, whereas with block the packet is dropped silently. In either case, the original packet is discarded.
vi_vn: Gợi ý: sự khác biệt giữa chặn và từ chối là ở chỗ với từ chối, một gói (Cổng TCP RST hoặc ICMP không thể truy cập được đối với UDP) sẽ được trả lại cho người gửi, trong khi với khối, gói sẽ bị loại bỏ một cách âm thầm. Trong cả hai trường hợp, gói gốc sẽ bị loại bỏ.

source: Choose what to do with packets that match the criteria specified below.
vi_vn: Chọn những việc cần làm với các gói phù hợp với tiêu chí được chỉ định bên dưới.

source: Block
vi_vn: Chặn

source: Edit Firewall rule
vi_vn: Chỉnh sửa quy tắc tường lửa

source: Priority match must be an integer between 0 and 7.
vi_vn: Mức độ ưu tiên khớp phải là số nguyên từ 0 đến 7.

source: Set priority for low latency and acknowledgements requires a set priority for normal packets.
vi_vn: Đặt mức độ ưu tiên cho độ trễ thấp và các xác nhận yêu cầu mức độ ưu tiên được đặt cho các gói thông thường.

source: Set priority for low latency and acknowledgements must be an integer between 0 and 7.
vi_vn: Đặt mức độ ưu tiên cho độ trễ thấp và các xác nhận phải là số nguyên trong khoảng từ 0 đến 7.

source: Set priority must be an integer between 0 and 7.
vi_vn: Mức độ ưu tiên được đặt phải là số nguyên trong khoảng từ 0 đến 7.

source: If you specify TCP flags that should be set you should specify out of which flags as well.
vi_vn: Nếu bạn chỉ định cờ TCP cần được đặt, bạn cũng nên chỉ định cờ nào.

source: Both maximum new connections per host and the interval (per second(s)) must be specified
vi_vn: Phải chỉ định cả số kết nối mới tối đa trên mỗi máy chủ và khoảng thời gian (mỗi giây)

source: State timeout (advanced option) must be a positive integer
vi_vn: Thời gian chờ của trạng thái (tùy chọn nâng cao) phải là số nguyên dương

source: Maximum new connections per host / per second(s) (advanced option) must be a positive integer
vi_vn: Số kết nối mới tối đa trên mỗi máy chủ/mỗi giây (tùy chọn nâng cao) phải là số nguyên dương

source: Maximum state entries per host (advanced option) must be a positive integer
vi_vn: Các entry trạng thái tối đa trên mỗi máy chủ (tùy chọn nâng cao) phải là số nguyên dương

source: Maximum number of established connections per host (advanced option) must be a positive integer
vi_vn: Số lượng kết nối được thiết lập tối đa trên mỗi máy chủ (tùy chọn nâng cao) phải là số nguyên dương

source: Maximum number of unique source hosts (advanced option) must be a positive integer
vi_vn: Số lượng máy chủ nguồn duy nhất tối đa (tùy chọn nâng cao) phải là số nguyên dương

source: Maximum state entries (advanced option) must be a positive integer
vi_vn: Các entry trạng thái tối đa (tùy chọn nâng cao) phải là số nguyên dương

source: You cannot specify the state timeout (advanced option) if statetype is none.
vi_vn: Bạn không thể chỉ định thời gian chờ trạng thái (tùy chọn nâng cao) nếu không có loại trạng thái.

source: You cannot specify the maximum new connections per host / per second(s) (advanced option) if statetype is none.
vi_vn: Bạn không thể chỉ định số kết nối mới tối đa trên mỗi máy chủ/mỗi giây (tùy chọn nâng cao) nếu không có loại trạng thái.

source: You cannot specify the maximum state entries per host (advanced option) if statetype is none.
vi_vn: Bạn không thể chỉ định các bản ghi trạng thái tối đa cho mỗi máy chủ (tùy chọn nâng cao) nếu không có loại trạng thái.
