Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Flexible user parameters accept parameters with the key. This way a flexible user parameter can be the basis for creating several items.
vi_vn: Tham số người dùng linh hoạt chấp nhận tham số bằng phím. Bằng cách này, tham số người dùng linh hoạt có thể là cơ sở để tạo một số mục.

source: Forbid Explicitly
vi_vn: Cấm rõ ràng

source: Force HTTPS
vi_vn: Buộc HTTPS

source: Force TCP
vi_vn: Buộc TCP

source: From Day
vi_vn: Từ ngày

source: From Month
vi_vn: Từ tháng

source: GUI Settings
vi_vn: Cài đặt GUI

source: Gateway IP
vi_vn: IP Cổng

source: Global HTTP Settings
vi_vn: Cài đặt HTTP toàn cầu

source: Graceful stop
vi_vn: Điểm dừng duyên dáng

source: Graphite Tag Support
vi_vn: Hỗ trợ thẻ than chì

source: Greylist Score
vi_vn: Điểm danh sách xám

source: HAProxy threads
vi_vn: Chủ đề HAProxy

source: HAProxy will extract the Host header from the HTTP request and search the map file for a match. If a match is found, the backend pool from the map file will be used.
vi_vn: HAProxy sẽ trích xuất tiêu đề Máy chủ từ yêu cầu HTTP và tìm kiếm tệp bản đồ để tìm kết quả khớp. Nếu tìm thấy kết quả khớp, nhóm phụ trợ từ tệp bản đồ sẽ được sử dụng.

source: HAProxy will handle service restarts in a way that no connections are dropped. This is the best restart mode, because it has no impact on user experience. That being said, there might be edge cases where seamless reloads lead to unexpected behaviour.
vi_vn: HAProxy sẽ xử lý việc khởi động lại dịch vụ theo cách không có kết nối nào bị ngắt. Đây là chế độ khởi động lại tốt nhất vì nó không ảnh hưởng gì đến trải nghiệm người dùng. Điều đó đang được nói, có thể có những trường hợp đặc biệt trong đó việc tải lại liền mạch dẫn đến hành vi không mong muốn.

source: HAProxy will use this backend pool if no match is found in the map file.
vi_vn: HAProxy sẽ sử dụng nhóm phụ trợ này nếu không tìm thấy kết quả khớp nào trong tệp bản đồ.

source: HTTP Port
vi_vn: Cổng HTTP

source: HTTP Port this service listens on.
vi_vn: Cổng HTTP dịch vụ này lắng nghe.

source: HTTP reuse
vi_vn: Tái sử dụng HTTP

source: HTTPS Only
vi_vn: Chỉ HTTPS

source: HTTPS Port
vi_vn: Cổng HTTPS

source: HTTPS Port this service listens on. If you enable HTTPS you will be redirected from HTTP to HTTPS. Please select a certificate below
vi_vn: Cổng HTTPS mà dịch vụ này lắng nghe. Nếu bạn bật HTTPS, bạn sẽ được chuyển hướng từ HTTP sang HTTPS. Vui lòng chọn chứng chỉ bên dưới

source: Hash Bucket Size
vi_vn: Kích thước nhóm băm

source: Header Score
vi_vn: Điểm đánh đầu

source: Healthy Threshold
vi_vn: Ngưỡng khỏe mạnh

source: Hide Hostname
vi_vn: Ẩn tên máy chủ

source: Honeypot
vi_vn: hũ mật ong

source: Host Pattern
vi_vn: Mẫu máy chủ

source: Hostname Upstream Map
vi_vn: Tên máy chủ Bản đồ ngược dòng

source: How long a DNS query will wait for a response in milliseconds.
vi_vn: Một truy vấn DNS sẽ đợi phản hồi trong bao lâu tính bằng mili giây.

source: How much memory in percent the cache can use from the system. Default is 80%.
vi_vn: Bộ nhớ đệm có thể sử dụng bao nhiêu phần trăm bộ nhớ từ hệ thống. Mặc định là 80%.

source: IP address the server UI listens on.
vi_vn: Địa chỉ IP mà giao diện người dùng máy chủ lắng nghe.

source: IP address to listen to where sensors should send log. Leave blank if you run server and sensor on the same machine.
vi_vn: Địa chỉ IP để lắng nghe nơi cảm biến sẽ gửi nhật ký. Để trống nếu bạn chạy máy chủ và cảm biến trên cùng một máy.

source: IPv6 Address
vi_vn: Địa chỉ IPv6

source: If checked, also subdomains are affected.
vi_vn: Nếu được chọn, các tên miền phụ cũng bị ảnh hưởng.

source: If checked, the CSP is not enforced (learning mode).
vi_vn: Nếu được chọn, CSP không được thực thi (chế độ học tập).

source: If checked, this part of the CSP is enabled.
vi_vn: Nếu được chọn, phần này của CSP sẽ được bật.

source: If enabled it allows you to use SMTPS.
vi_vn: Nếu được bật, nó cho phép bạn sử dụng SMTPS.

source: If set to 'optional' or 'required', client certificate is requested.
vi_vn: Nếu được đặt thành 'tùy chọn' hoặc 'bắt buộc', chứng chỉ ứng dụng khách sẽ được yêu cầu.

source: If set, a message larger than this size will not be scanned.
vi_vn: Nếu được đặt, thư lớn hơn kích thước này sẽ không được quét.

source: If the request exceeds this size, it will be written to disk. Enter a number and a unit like 1m.
vi_vn: Nếu yêu cầu vượt quá kích thước này, nó sẽ được ghi vào disk. Nhập số và đơn vị như 1m.

source: If the request is larger, it will be rejectet with error 413 (Request Entity Too Large). For example, you can enter 200m.
vi_vn: Nếu yêu cầu lớn hơn, nó sẽ bị từ chối với lỗi 413 (Thực thể yêu cầu quá lớn). Ví dụ: bạn có thể nhập 200m.

source: If this checkbox is checked, all other settings for this directive are ignored and everything will be forbidden.
vi_vn: Nếu hộp kiểm này được chọn, tất cả các cài đặt khác cho lệnh này sẽ bị bỏ qua và mọi thứ sẽ bị cấm.

source: If this is box is checked, the score will be added if the rule does not match. Use with care.
vi_vn: Nếu ô này được chọn, điểm sẽ được cộng nếu quy tắc không khớp. Sử dụng cẩn thận.

source: If you check this box, this entry will be added to the configuration of trusted fingerprints.
vi_vn: Nếu bạn chọn hộp này, mục này sẽ được thêm vào cấu hình dấu vân tay đáng tin cậy.

source: If you choose multiple limits, the strictest will be used.
vi_vn: Nếu bạn chọn nhiều giới hạn, giới hạn nghiêm ngặt nhất sẽ được sử dụng.

source: If you enable the Response Buffering option, nginx will buffer response from the backed server.
vi_vn: Nếu bạn bật tùy chọn Bộ đệm phản hồi, nginx sẽ đệm phản hồi từ máy chủ được hỗ trợ.

source: If you enable the WebSocket option, nginx will pass the upgrade header to the backed server.
vi_vn: Nếu bạn bật tùy chọn WebSocket, nginx sẽ chuyển tiêu đề nâng cấp tới máy chủ được hỗ trợ.

source: If you enable the honeypot, all requests to this location will go to a special temporary log which will be used to block the IP. This is dangerous because you may accidentally block legitimate users or search engines. The result is available as a special alias in the firewall section. For example you can trigger on locations of Wordpress for phpMyAdmin if you are not using it.
vi_vn: Nếu bạn bật honeypot, tất cả các yêu cầu tới vị trí này sẽ được chuyển đến một nhật ký tạm thời đặc biệt sẽ được sử dụng để chặn IP. Điều này nguy hiểm vì bạn có thể vô tình chặn người dùng hoặc công cụ tìm kiếm hợp pháp. Kết quả có sẵn dưới dạng bí danh đặc biệt trong phần tường lửa. Ví dụ: bạn có thể kích hoạt các vị trí của WordPress cho phpMyAdmin nếu bạn không sử dụng nó.

source: If you enable the proxy protocol, a downstream proxy can send the client IP and port before the real traffic is set.
vi_vn: Nếu bạn bật giao thức proxy, proxy xuôi tuyến có thể gửi IP và Cổng máy khách trước khi lưu lượng thực được đặt.

source: If you enable the proxy protocol, an upstream proxy or server will get the client IP and the server port before the real traffic is sent.
vi_vn: Nếu bạn bật giao thức proxy, proxy hoặc máy chủ ngược dòng sẽ nhận được IP máy khách và Cổng máy chủ trước khi lưu lượng thực được gửi.

source: If you enable this option, a stale response will be sent when in cases the original server is unable to (for example if it is down).
vi_vn: Nếu bạn bật tùy chọn này, một phản hồi cũ sẽ được gửi trong trường hợp máy chủ ban đầu không thể gửi được (ví dụ: nếu nó không hoạt động).

source: If you enable this option, nginx will not terminate the connection to the backend server if the client connection is terminated.
vi_vn: Nếu bạn bật tùy chọn này, nginx sẽ không chấm dứt kết nối với máy chủ phụ trợ nếu kết nối máy khách bị chấm dứt.

source: If you enable this option, the username of the client will be sent to the ICAP server. This can be useful if you want to filter traffic based on usernames. Authentication is required to use usernames.
vi_vn: Nếu bạn bật tùy chọn này, tên người dùng của máy khách sẽ được gửi đến máy chủ ICAP. Điều này có thể hữu ích nếu bạn muốn lọc lưu lượng truy cập dựa trên tên người dùng. Cần phải xác thực để sử dụng tên người dùng.

source: If you have a wildcard certificate or the CA is untrusted, you have to enter the SHA hash of the certificate to force a connect.
vi_vn: Nếu bạn có chứng chỉ ký tự đại diện hoặc CA không đáng tin cậy, bạn phải nhập hàm băm SHA của chứng chỉ để buộc kết nối.

source: If you select an IP ACL, the client can only access this service if it fulfills this requirement.
vi_vn: Nếu bạn chọn IP ACL, máy khách chỉ có thể truy cập dịch vụ này nếu nó đáp ứng yêu cầu này.

source: If you set this setting, all requests are sent to this script instead of the request path (URL). Not using this setting on a remote instance can be dangerous.
vi_vn: Nếu bạn đặt cài đặt này, tất cả yêu cầu sẽ được gửi tới tập lệnh này thay vì đường dẫn yêu cầu (URL). Không sử dụng cài đặt này trên phiên bản từ xa có thể nguy hiểm.

source: Ignore Client Abort
vi_vn: Bỏ qua việc hủy bỏ ứng dụng khách

source: Immediately respond to IPv6-related queries with an empty response. This makes things faster when there is no IPv6 connectivity.
vi_vn: Trả lời ngay lập tức các truy vấn liên quan đến IPv6 bằng phản hồi trống. Điều này giúp mọi việc nhanh hơn khi không có kết nối IPv6.

source: Inactive Time (Minutes)
vi_vn: Thời gian không hoạt động (Phút)

source: Index File
vi_vn: Tệp chỉ mục

source: Index Name
vi_vn: Tên chỉ mục

source: Instance
vi_vn: Ví dụ

source: Interface 2
vi_vn: Giao diện 2

source: Invert destination
vi_vn: Đảo ngược đích

source: Invert source
vi_vn: Đảo ngược nguồn

source: Join Type
vi_vn: Loại tham gia

source: Keepalive
vi_vn: lưu giữ

source: Keepalive Timeout
vi_vn: Hết thời gian chờ

source: Keepalive for HTTP (HTTPS, HTTP/2) queries in seconds.
vi_vn: Keepalive cho các truy vấn HTTP (HTTPS, HTTP/2) trong vài giây.

source: Key Length
vi_vn: Độ dài phím

source: Knot
vi_vn: Nút thắt

source: Knot server address, like: dns.example.com
vi_vn: Địa chỉ máy chủ nút, như: dns.example.com

source: Last Hour
vi_vn: Giờ trước

source: Layer 3 Visibility
vi_vn: Khả năng hiển thị lớp 3

source: Learning Mode
vi_vn: Chế độ học tập

source: Let DNSCrypt-Proxy use IPv4 enabled servers.
vi_vn: Cho phép DNSCrypt-Proxy sử dụng máy chủ hỗ trợ IPv4.

source: Let DNSCrypt-Proxy use IPv6 enabled servers.
vi_vn: Cho phép DNSCrypt-Proxy sử dụng máy chủ hỗ trợ IPv6.

source: Let DNSCrypt-Proxy use servers with DNS-over-HTTPS protocol enabled.
vi_vn: Cho phép DNSCrypt-Proxy sử dụng các máy chủ có bật giao thức DNS-over-HTTPS.

source: Let DNSCrypt-Proxy use servers with DNSCrypt protocol enabled.
vi_vn: Cho phép DNSCrypt-Proxy sử dụng các máy chủ có bật giao thức DNSCrypt.

source: Limit Networks
vi_vn: Giới hạn networks

source: Limit Requests
vi_vn: Giới hạn yêu cầu

source: Limit Zone
vi_vn: Vùng giới hạn

source: Limit networks to directly connected networks. Enabling this option is recommended if your nginx instance is reachable via the internet to prevent remote access to the web interface for security reasons. Please note that you can lock yourself out if you are accessing OPNsense via a router without SNAT.
vi_vn: Giới hạn networks ở các networks được kết nối trực tiếp. Nên bật tùy chọn này nếu có thể truy cập phiên bản nginx của bạn qua internet để ngăn truy cập từ xa vào giao diện web vì lý do bảo mật. Xin lưu ý rằng bạn có thể tự khóa mình nếu đang truy cập OPNsense qua bộ định tuyến mà không có SNAT.

source: List of IP addresses not to be sent via parent proxy.
vi_vn: Danh sách địa chỉ IP không được gửi qua proxy chính.

source: List of domains not to be sent via parent proxy.
vi_vn: Danh sách các miền không được gửi qua proxy chính.

source: List of domains to whitelist. It will add a entry for the domains itself and all sub domains.
vi_vn: Danh sách các tên miền vào danh sách trắng. Nó sẽ thêm một entry cho chính tên miền và tất cả các tên miền phụ.

source: List of interface to listen on, none means listen on all interfaces.
vi_vn: Danh sách giao diện để nghe, không có nghĩa là nghe trên tất cả các giao diện.

source: List of networks for this ACL.
vi_vn: Danh sách các networks cho ACL này.

source: Listen IPv6
vi_vn: Nghe IPv6

source: Local Domains
vi_vn: Tên miền địa phương

source: Local IPs
vi_vn: IP cục bộ

source: Locations
vi_vn: Địa điểm

source: Log Listen Address
vi_vn: Ghi lại địa chỉ nghe

source: Log Listen Port
vi_vn: Cổng nghe nhật ký

source: Login-Time
vi_vn: Thời gian đăng nhập

source: Logsize in MB
vi_vn: Kích thước nhật ký tính bằng MB

source: Mails from IPs or networks in CIDR format entered here will be whitelisted from graylisting.
vi_vn: Thư từ IP hoặc networks ở định dạng CIDR được nhập ở đây sẽ được đưa vào danh sách trắng khỏi danh sách xám.

source: Make this device visible as Layer 3 enabled.
vi_vn: Làm cho thiết bị này hiển thị khi bật Lớp 3.

source: Map file
vi_vn: Tệp bản đồ

source: Masquerade Domains
vi_vn: Tên miền giả trang

source: Match Type
vi_vn: Loại đối sánh

source: Match Value
vi_vn: Giá trị khớp

source: Match against one or multiple DSCP values.
vi_vn: So khớp với một hoặc nhiều giá trị DSCP.

source: Matches
vi_vn: Trận đấu

source: Max Client Connections
vi_vn: Kết nối máy khách tối đa

source: Maximum Body Size
vi_vn: Kích thước cơ thể tối đa

source: Maximum Cache Size
vi_vn: Kích thước bộ đệm tối đa

source: Maximum Connections
vi_vn: Kết nối tối đa

source: Maximum Failures
vi_vn: Thất bại tối đa

source: Maximum Size (GB)
vi_vn: Kích thước tối đa (GB)

source: Maximum TTL for cached entries.
vi_vn: TTL tối đa cho các mục được lưu trong bộ nhớ đệm.

source: Maximum TTL for negatively cached entries.
vi_vn: TTL tối đa cho các mục được lưu vào bộ nhớ đệm âm.

source: Mikrotik VLAN ID
vi_vn: ID Vlan của Mikrotik

source: Mikrotik VLAN Type
vi_vn: Loại Mikrotik VLAN

source: Minimum TTL for cached entries.
vi_vn: TTL tối thiểu cho các mục được lưu trong bộ nhớ đệm.

source: Minimum TTL for negatively cached entries.
vi_vn: TTL tối thiểu cho các mục được lưu vào bộ nhớ đệm âm.

source: Monitor Interface
vi_vn: Giao diện màn hình

source: MySQL Database
vi_vn: Cơ sở dữ liệu MySQL

source: MySQL Password
vi_vn: Mật khẩu MySQL

source: MySQL Port
vi_vn: Cổng MySQL

source: MySQL Server
vi_vn: Máy chủ MySQL

source: MySQL User
vi_vn: Người dùng MySQL

source: Name to identify this automation.
vi_vn: Tên để xác định tự động hóa này.

source: Name to identify this group.
vi_vn: Tên để xác định nhóm này.

source: Name to identify this map file.
vi_vn: Tên để xác định tập tin bản đồ này.

source: Name to identify this user.
vi_vn: Tên để xác định người dùng này.

source: Negate
vi_vn: phủ định

source: Negate this match. For example you can match if a host is not inside a network.
vi_vn: Phủ nhận trận đấu này. Ví dụ: bạn có thể khớp nếu máy chủ không nằm trong networks.

source: Netmask
vi_vn: Mặt nạ networks

source: Network on which this ACL is applied.
vi_vn: Mạng mà ACL này được áp dụng.

source: New URL Pattern
vi_vn: Mẫu URL mới

source: No Delay (HTTP Only)
vi_vn: Không có độ trễ (Chỉ HTTP)

source: Note that this is the account token not the user token.
vi_vn: Lưu ý rằng đây là mã thông báo tài khoản không phải mã thông báo người dùng.

source: Number of threads to create for each HAProxy process.
vi_vn: Số lượng luồng cần tạo cho mỗi quy trình HAProxy.

source: OCSP Must Staple
vi_vn: OCSP phải ghim

source: Only allow a single request to call the backend on the same URL at a single time.
vi_vn: Chỉ cho phép một yêu cầu gọi phần phụ trợ trên cùng một URL tại một thời điểm.

source: Only request a new version, if the content has changed since the last cache update.
vi_vn: Chỉ yêu cầu phiên bản mới nếu nội dung đã thay đổi kể từ lần cập nhật bộ đệm gần đây nhất.

source: Only use DNS server with DNSSEC enabled.
vi_vn: Chỉ sử dụng máy chủ DNS có bật DNSSEC.

source: Only use DNS server without own blacklisting. There are many servers deleting ads or with parental control enabled.
vi_vn: Chỉ sử dụng máy chủ DNS mà không có danh sách đen riêng. Có nhiều máy chủ xóa quảng cáo hoặc bật tính năng kiểm soát nội dung gia đình.

source: Only use DNS server without user request logging.
vi_vn: Chỉ sử dụng máy chủ DNS mà không ghi nhật ký yêu cầu của người dùng.

source: Only use this setting if you know what you are doing. If not, expect your machine to get compromised. Use this setting when you want to run a local PHP application or call an external upstream, if selected, via FastCGI. Example upstreams are PHP-FPM or Rails via FastCGI API.
vi_vn: Chỉ sử dụng cài đặt này nếu bạn biết mình đang làm gì. Nếu không, có thể máy của bạn sẽ bị xâm phạm. Sử dụng cài đặt này khi bạn muốn chạy một ứng dụng PHP cục bộ hoặc gọi một thượng nguồn bên ngoài, nếu được chọn, thông qua FastCGI. Ví dụ ngược dòng là PHP-FPM hoặc Rails thông qua API FastCGI.

source: Operator
vi_vn: Toán tử

source: Optionally define a (list of) service(s) which are required before monitoring this one, if any of the dependencies are either stopped or unmonitored this service will stop/unmonitor too.
vi_vn: Tùy chọn xác định một (danh sách) (các) dịch vụ được yêu cầu trước khi giám sát dịch vụ này, nếu bất kỳ phần phụ thuộc nào bị dừng hoặc không được giám sát thì dịch vụ này cũng sẽ dừng/không giám sát.

source: Original URL Pattern (Regex)
vi_vn: Mẫu URL gốc (Regex)

source: P12 Password/confirm
vi_vn: P12 Mật khẩu/xác nhận

source: PROXY Protocol
vi_vn: Giao thức PROXY

source: PSK Identity
vi_vn: Nhận dạng PSK

source: PSK based encryption
vi_vn: Mã hóa dựa trên PSK

source: Parent Proxy Settings
vi_vn: Cài đặt proxy gốc

source: Parent proxy IP address or hostname.
vi_vn: Địa chỉ IP proxy gốc hoặc tên máy chủ.

source: Parent proxy port.
vi_vn: Cổng proxy gốc.

source: Pass Request To Local PHP Interpreter / Threat Upstream As FastCGI
vi_vn: Chuyển yêu cầu tới trình thông dịch PHP cục bộ/mối đe dọa ngược dòng dưới dạng FastCGI

source: Persistence
vi_vn: Kiên trì

source: Persistence type
vi_vn: Kiểu kiên trì

source: Please select a separator to join the matches. Or means any mach can be true which can be used to configure the same proxy for multiple networks while And means all matches must be true which can be used to assign the proxy in a more detailed way.
vi_vn: Vui lòng chọn một dấu phân cách để tham gia các trận đấu. Hoặc có nghĩa là bất kỳ mach nào cũng có thể đúng, có thể được sử dụng để định cấu hình cùng một proxy cho nhiều networks trong khi Và có nghĩa là tất cả các kết quả khớp phải đúng, có thể được sử dụng để gán proxy theo cách chi tiết hơn.

source: Please select if this rule should be added to the PAC file.
vi_vn: Vui lòng chọn xem có nên thêm quy tắc này vào tệp PAC hay không.

source: Port on which OpenVPN listens
vi_vn: Cổng mà OpenVPN lắng nghe

source: Port to listen on.
vi_vn: Cổng để nghe.

source: Pre-defined commands for this automation.
vi_vn: Các lệnh được xác định trước cho việc tự động hóa này.

source: Prefix List
vi_vn: Danh sách tiền tố

source: Private Key
vi_vn: Khóa riêng

source: Program Timeout
vi_vn: Hết thời gian chương trình

source: Prometheus Collector Exclude
vi_vn: Bộ sưu tập Prometheus Loại trừ

source: Prometheus Listen Port
vi_vn: Cổng nghe Prometheus

source: Prometheus String as Label
vi_vn: Chuỗi Prometheus làm nhãn

source: Provide a more verbose WAF log for fixing false positives before going live.
vi_vn: Cung cấp nhật ký WAF chi tiết hơn để sửa các kết quả dương tính giả trước khi đưa vào hoạt động.

source: Proxies
vi_vn: Proxy

source: Proxy Read Timeout
vi_vn: Hết thời gian đọc proxy

source: Proxy Send Timeout
vi_vn: Hết thời gian gửi proxy

source: Proxy Type
vi_vn: Loại proxy

source: Public Key
vi_vn: Khóa công khai

source: Rate Limit Exceptions
vi_vn: Ngoại lệ giới hạn tỷ lệ

source: Rate Limit Replies
vi_vn: Trả lời giới hạn tỷ lệ

source: Rate Unit
vi_vn: Đơn vị tính giá

source: Read PF values via pfctl.
vi_vn: Đọc giá trị PF qua pfctl.

source: Real IP Source
vi_vn: Nguồn IP thực

source: Recipient Address
vi_vn: Địa chỉ người nhận

source: Recursion
vi_vn: đệ quy

source: Referrer
vi_vn: Người giới thiệu

source: Reject Score
vi_vn: Từ chối điểm

source: Remote Server
vi_vn: Máy chủ từ xa

source: Request Buffering
vi_vn: Yêu cầu đệm

source: Require DNSSEC
vi_vn: Yêu cầu DNSSEC

source: Require NoFilter
vi_vn: Yêu cầu Không có Bộ lọc

source: Require NoLog
vi_vn: Yêu cầu Không có Nhật ký

source: Requires the whole key file in a format that is compatible with nsupdate.
vi_vn: Yêu cầu toàn bộ tệp khóa ở định dạng tương thích với nsupdate.

source: Response Buffering
vi_vn: Bộ đệm phản hồi

source: Return a stale response to the client and update the cache.
vi_vn: Trả lại phản hồi cũ cho máy khách và cập nhật bộ đệm.

source: Rewrite From
vi_vn: Viết lại từ

source: Rewrite Subject
vi_vn: Viết lại chủ đề

source: Rewrite To
vi_vn: Viết lại thành

source: Rewrites the request path. The query string, if any, is left intact. If a scheme and authority is found before the path, they are left intact as well.
vi_vn: Viết lại đường dẫn yêu cầu. Chuỗi truy vấn, nếu có, được giữ nguyên. Nếu một kế hoạch và quyền hạn được tìm thấy trước con đường, chúng cũng được giữ nguyên.

source: Route With
vi_vn: Lộ trình với

source: Routing Interface
vi_vn: Giao diện định tuyến

source: Rule Type
vi_vn: Loại quy tắc

source: Run Command
vi_vn: Chạy lệnh

source: SDNS Stamp
vi_vn: Tem SDNS

source: SHA256 Admin Password
vi_vn: Mật khẩu quản trị viên SHA256

source: SNI Upstream Mapping
vi_vn: Bản đồ thượng nguồn SNI

source: SNMP Community
vi_vn: Cộng đồng SNMP

source: SNMP Contact
vi_vn: Liên hệ SNMP

source: SNMP Location
vi_vn: Vị trí SNMP

source: SSL Version
vi_vn: Phiên bản SSL

source: Satisfy
vi_vn: Thỏa mãn

source: Score
vi_vn: Điểm

source: Seamless reload
vi_vn: Tải lại liền mạch

source: Security Header
vi_vn: Tiêu đề bảo mật

source: Select a credential list to use.
vi_vn: Chọn danh sách thông tin xác thực để sử dụng.

source: Select a name for this match.
vi_vn: Chọn tên cho trận đấu này.

source: Select a pre-defined system command which should be run.
vi_vn: Chọn một lệnh hệ thống được xác định trước sẽ được chạy.

source: Select an OpenVPN server to export profiles for.
vi_vn: Chọn máy chủ OpenVPN để xuất hồ sơ.

source: Select an upstream map to choose the host based on the name given by the client.
vi_vn: Chọn bản đồ ngược dòng để chọn máy chủ dựa trên tên do khách hàng cung cấp.

source: Select an upstream to proxy to or connect via FastCGI if chosen.
vi_vn: Chọn ngược dòng để ủy quyền hoặc kết nối qua FastCGI nếu được chọn.

source: Select an upstream to proxy to.
vi_vn: Chọn một thượng nguồn để ủy quyền.

source: Select custom security policies.
vi_vn: Chọn chính sách bảo mật tùy chỉnh.

source: Select interval (in milliseconds) between two consecutive health checks. This value can be overriden in backend pool and real server configuration.
vi_vn: Chọn khoảng thời gian (tính bằng mili giây) giữa hai lần kiểm tra tình trạng liên tiếp. Giá trị này có thể được ghi đè trong nhóm phụ trợ và cấu hình máy chủ thực.

source: Select some matches you want to use in this rule. This matches are joined using the selected separator.
vi_vn: Chọn một số kết quả phù hợp bạn muốn sử dụng trong quy tắc này. Các kết quả khớp này được nối bằng dấu phân cách đã chọn.

source: Select the HTTP verbs to cache. GET and HEAD will be always cached.
vi_vn: Chọn các động từ HTTP để lưu vào bộ đệm. GET và HEAD sẽ luôn được lưu vào bộ nhớ đệm.

source: Select the client certificate to use.
vi_vn: Chọn chứng chỉ ứng dụng khách để sử dụng.

source: Select the interface to listen to. Set to none if you want to choose the interface via ntopng UI.
vi_vn: Chọn giao diện để nghe. Đặt thành không nếu bạn muốn chọn giao diện qua ntopng UI.
