Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Time Range
vi_vn: Phạm vi thời gian

source: Traffic Mgmt
vi_vn: Quản lý giao thông

source: Traffic Statistic
vi_vn: Thống kê lưu lượng truy cập

source: Tuesday
vi_vn: Thứ ba

source: URL Matches
vi_vn: URL trùng khớp

source: Unless
vi_vn: Trừ khi

source: Unsafe URL
vi_vn: URL không an toàn

source: Updating
vi_vn: Đang cập nhật

source: Upstream
vi_vn: Thượng nguồn

source: Wednesday
vi_vn: Thứ Tư

source: Weekday Range
vi_vn: Phạm vi ngày trong tuần

source: X-Real-IP (default)
vi_vn: X-Real-IP (mặc định)

source: YoYo List
vi_vn: Danh sách YoYo

source: You have to enable FreeRADIUS DHCP service.
vi_vn: Bạn phải bật dịch vụ FreeRADIUS DHCP.

source: You need to set a proper listening IP.
vi_vn: bạn cần thiết lập đúng listening IP

source: http-request set-path
vi_vn: http-yêu cầu thiết lập đường dẫn

source: optional
vi_vn: Tùy chọn

source: required
vi_vn: Yêu cầu nhập

source: tcp-request inspect-delay
vi_vn: tcp-yêu cầu trì hoãn kiểm tra

source: tcp-response inspect-delay
vi_vn: phản hồi trì hoãn kiểm tra

source: Root Password
vi_vn: Mật khẩu Root

source: Root Password Confirmation
vi_vn: Xác nhận mật khẩu Root

source: When set, this option blocks traffic from IP addresses that are reserved for private networks as per RFC 1918 (10/8, 172.16/12, 192.168/16) as well as loopback addresses (127/8) and Carrier-grade NAT addresses (100.64/10). This option should only be set for WAN interfaces that use the public IP address space.
vi_vn: Khi được đặt, tùy chọn này sẽ chặn lưu lượng truy cập từ các địa chỉ IP dành riêng cho networks riêng theo RFC 1918 (10/8, 172.16/12, 192.168/16) cũng như các địa chỉ loopback (127/8) và địa chỉ NAT cấp nhà cung cấp dịch vụ (100,64/10). Tùy chọn này chỉ nên được đặt cho các giao diện WAN sử dụng không gian địa chỉ IP công cộng.

source: Do not add or remove routes automatically. Instead pass routes to "--route-up" script using environmental variables.
vi_vn: Không tự động thêm hoặc xóa các định tuyến. Thay vào đó, chuyển các định tuyến tới tập lệnh "--route-up" sử dụng các biến môi trường.

source: Percentage by which margintime is randomly increased (may exceed 100%). Randomization may be disabled by setting rekeyfuzz=0%.
vi_vn: Tỷ lệ thời gian ký quỹ được tăng ngẫu nhiên (có thể vượt quá 100%). Tính năng ngẫu nhiên hóa có thể bị tắt bằng cách đặt rekeyfuzz=0%.

source: Time before SA expiry the rekeying should start. (seconds)
vi_vn: Thời gian trước khi SA hết hạn, việc khóa lại sẽ bắt đầu. (giây)

source: Margintime
vi_vn: thời gian ký quỹ

source: Time before closing inactive tunnels if they don't handle any traffic. (seconds)
vi_vn: Thời gian trước khi đóng các đường hầm không hoạt động nếu chúng không xử lý được bất kỳ lưu lượng nào. (giây)

source: Inactivity timeout
vi_vn: Hết thời gian không hoạt động

source: Choose the behavior here what to do if a peer is detected to be unresponsive to DPD requests.
vi_vn: Chọn hành vi ở đây phải làm gì nếu phát hiện thấy một thiết bị Peer không phản hồi các yêu cầu DPD.

source: DPD action
vi_vn: hành động DPD

source: Stop the tunnel
vi_vn: Dừng đường hầm

source: Restart the tunnel
vi_vn: Khởi động lại đường hầm

source: This selection will only display key pairs which have a public key.
vi_vn: Lựa chọn này sẽ chỉ hiển thị các cặp khóa có khóa chung.

source: Select a peer key pair previously configured at IPsec \ Key Pairs.
vi_vn: Chọn cặp khóa Peer đã được định cấu hình trước đó tại IPsec \ Key Pairs.

source: This selection will only display key pairs which have both a public and private key.
vi_vn: Lựa chọn này sẽ chỉ hiển thị các cặp khóa có cả khóa chung và khóa riêng.

source: Select a local key pair previously configured at IPsec \ Key Pairs.
vi_vn: Chọn cặp khóa cục bộ đã được định cấu hình trước đó tại IPsec \ Key Pairs.

source: Invalid argument for DPD action.
vi_vn: Đối số không hợp lệ cho hành động DPD.

source: Rekeyfuzz must be an integer.
vi_vn: Rekeyfuzz phải là số nguyên.

source: The value margin... + margin... * rekeyfuzz must not exceed the original lifetime limit.
vi_vn: Giá trị lề... + lề... * rekeyfuzz không được vượt quá giới hạn trọn đời ban đầu.

source: The margintime must be an integer.
vi_vn: Thời gian ký quỹ phải là số nguyên.

source: The inactivity timeout must be an integer.
vi_vn: Thời gian chờ không hoạt động phải là số nguyên.

source: Peer Key Pair
vi_vn: Cặp khóa Peer

source: Local Key Pair
vi_vn: Cặp khóa cục bộ

source: Provide a virtual IPv6 address to clients
vi_vn: Cung cấp địa chỉ IPv6 ảo cho khách hàng

source: Virtual IPv6 Address Pool
vi_vn: Nhóm địa chỉ IPv6 ảo

source: Provide a virtual IPv4 address to clients
vi_vn: Cung cấp địa chỉ IPv4 ảo cho khách hàng

source: Virtual IPv4 Address Pool
vi_vn: Nhóm địa chỉ IPv4 ảo

source: A valid IPv6 address for 'Virtual IPv6 Address Pool Network' must be specified.
vi_vn: Phải chỉ định địa chỉ IPv6 hợp lệ cho 'Mạng nhóm địa chỉ IPv6 ảo'.

source: A valid IPv4 address for 'Virtual IPv4 Address Pool Network' must be specified.
vi_vn: Phải chỉ định địa chỉ IPv4 hợp lệ cho 'Mạng nhóm địa chỉ IPv4 ảo'.

source: Phase 2 Proposal
vi_vn: Đề xuất giai đoạn 2

source: Synchronize the Static Route configuration and Gateways to the other HA host.
vi_vn: Đồng bộ hóa cấu hình Định tuyến tĩnh và Gateway máy chủ HA khác.

source: Exclude interfaces
vi_vn: Loại trừ giao diện

source: If this option is set, DNS servers assigned by a DHCP/PPP server on WAN will be used for their own purposes (including the DNS services). However, they will not be assigned to DHCP clients. Since this option concerns all interfaces retrieving dynamic dns entries, you can exclude items from the list below.
vi_vn: Nếu tùy chọn này được đặt, các máy chủ DNS được máy chủ DHCP/PPP chỉ định trên WAN sẽ được sử dụng cho các mục đích riêng của chúng (bao gồm cả các dịch vụ DNS). Tuy nhiên, chúng sẽ không được gán cho các máy khách DHCP. Vì tùy chọn này liên quan đến tất cả các giao diện truy xuất các bản ghi dns động, bạn có thể loại trừ các mục khỏi danh sách bên dưới.

source: You can not assign a gateway to DNS server "%s" which is on a directly connected network.
vi_vn: Bạn không thể gán gateway cho máy chủ DNS "%s" vì nó nằm trên một mạng được kết nối trực tiếp.

source: A valid IP address must be specified for DNS server "%s".
vi_vn: Cần chỉ định một địa chỉ IP hợp lệ cho máy chủ DNS "%s".

source: This will select the above gateway as a default gateway candidate.
vi_vn: Điều này sẽ chọn gateway trên làm ứng cử viên gateway mặc định.

source: defunct
vi_vn: không còn tồn tại

source: Elliptic Curve
vi_vn: Đường cong elip

source: Limit groups
vi_vn: Giới hạn nhóm

source: Synchronize groups
vi_vn: Đồng bộ hóa nhóm

source: When choosing StartTLS or SSL, please configure the required private CAs in System -> Trust
vi_vn: Khi chọn StartTLS hoặc SSL, vui lòng định cấu hình các CA riêng cần thiết trong Hệ thống -> Tin cậy

source: Select the allowed groups for sudo usage. The "wheel" group is always set for recovery purposes and an additional local group can be selected at will.
vi_vn: Chọn các nhóm được phép sử dụng sudo. Nhóm "wheel" luôn được thiết lập cho mục đích khôi phục hệ thống, và bạn có thể tùy ý chọn thêm một nhóm cục bộ khác.

source: advbase
vi_vn: cơ sở hỗ trợ

source: status
vi_vn: trạng thái

source: Log Queries
vi_vn: Truy vấn nhật ký

source: If enabled, extended statistics are printed.
vi_vn: Nếu được bật, số liệu thống kê mở rộng sẽ được in.

source: The default is to use the domain name of this system as the DNSSL option in Router Advertisements. You may optionally specify one or multiple domain(s) here. Use the semicolon character as separator.
vi_vn: Mặc định là sử dụng tên miền của hệ thống này làm tùy chọn DNSSL trong Quảng cáo bộ định tuyến. Bạn có thể tùy ý chỉ định một hoặc nhiều tên miền tại đây. Sử dụng ký tự dấu chấm phẩy làm dấu phân cách.

source: Use "Router Only" to disable Stateless Address Autoconfiguration (SLAAC) and DHCPv6, "Unmanaged" for SLAAC (A flag), "Managed" for Stateful DHCPv6 (M+O flags), "Assisted" for Stateful DHCPv6 and SLAAC (M+O+A flags), or "Stateless" for Stateless DHCPv6 and SLAAC (O+A flags).
vi_vn: Sử dụng "Router Only" để tắt Stateless Address Autoconfiguration (SLAAC) và DHCPv6; "Unmanaged" cho SLAAC (cờ A); "Managed" cho DHCPv6 có trạng thái (các cờ M+O); "Assisted" cho DHCPv6 có trạng thái và SLAAC (các cờ M+O+A); hoặc "Stateless" cho DHCPv6 không trạng thái và SLAAC (các cờ O+A).

source: Select which flags to set in Router Advertisements sent from this interface.
vi_vn: Chọn cờ để đặt trong Quảng cáo bộ định tuyến được gửi từ giao diện này.

source: AdvRouteLifetime must be between %s and %s seconds.
vi_vn: AdvRouteLifetime phải nằm trong khoảng %s và %s giây.

source: AdvDNSSLLifetime must be between %s and %s seconds.
vi_vn: AdvDNSSLThời gian tồn tại phải nằm trong khoảng %s đến %s giây.

source: AdvRDNSSLifetime must be between %s and %s seconds.
vi_vn: AdvRDNSSThời gian tồn tại phải nằm trong khoảng %s và %s giây.

source: AdvPreferredLifetime must be between %s and %s seconds.
vi_vn: AdvPreferredLifetime phải nằm trong khoảng %s đến %s giây.

source: AdvValidLifetime must be between %s and %s seconds.
vi_vn: AdvValidLifetime phải nằm trong khoảng %s đến %s giây.

source: AdvDefaultLifetime must be between %s and %s seconds.
vi_vn: AdvDefaultLifetime phải nằm trong khoảng %s đến %s giây.

source: This option will be removed in the future due to being insecure by nature. In the mean time only full administrators are allowed to change this setting.
vi_vn: Tùy chọn này sẽ bị xóa trong tương lai do tính chất không an toàn. Trong thời gian chờ đợi, chỉ quản trị viên đầy đủ mới được phép thay đổi cài đặt này.

source: Advanced options may only be edited by system administrators due to the increased possibility of privilege escalation.
vi_vn: Các tùy chọn nâng cao chỉ có thể được chỉnh sửa bởi quản trị viên hệ thống do khả năng leo thang đặc quyền ngày càng tăng.

source: If you want to use a custom domain search list for this host, you may optionally specify one or multiple domains here. Use the semicolon character as separator. The first domain in this list will also be used for DNS registration of this host if enabled. If empty, the first domain in the interface's domain search list will be used. If this is empty, too, the system domain will be used.
vi_vn: Nếu bạn muốn sử dụng danh sách tìm kiếm tên miền tùy chỉnh cho máy chủ lưu trữ này, bạn có thể tùy ý chỉ định một hoặc nhiều tên miền tại đây. Sử dụng ký tự dấu chấm phẩy làm dấu phân cách. Tên miền đầu tiên trong danh sách này cũng sẽ được sử dụng để đăng ký DNS của máy chủ này nếu được bật. Nếu trống, tên miền đầu tiên trong danh sách tìm kiếm tên miền của giao diện sẽ được sử dụng. Nếu phần này cũng trống, miền hệ thống sẽ được sử dụng.

source: The default is to use the domain name of this system as the domain search list option provided by DHCPv6. You may optionally specify one or multiple domain(s) here. Use the semicolon character as separator. The first domain in this list will also be used for DNS registration of DHCP static mappings (if enabled).
vi_vn: Mặc định là sử dụng tên miền của hệ thống này làm tùy chọn danh sách tìm kiếm tên miền do DHCPv6 cung cấp. Bạn có thể tùy ý chỉ định một hoặc nhiều tên miền tại đây. Sử dụng ký tự dấu chấm phẩy làm dấu phân cách. Miền đầu tiên trong danh sách này cũng sẽ được sử dụng để đăng ký DNS của ánh xạ tĩnh DHCP (nếu được bật).

source: A valid primary domain name server IPv6 address must be specified for the dynamic domain name.
vi_vn: Địa chỉ IPv6 của máy chủ tên miền chính hợp lệ phải được chỉ định cho tên miền động.

source: OMAPI key
vi_vn: Khóa OMAPI

source: Key algorithm
vi_vn: Thuật toán khóa

source: OMAPI port
vi_vn: Cổng OMAPI

source: Enables OMAPI
vi_vn: Bật OMAPI

source: Show OMAPI configuration
vi_vn: Hiển thị cấu hình OMAPI

source: Enable OMAPI
vi_vn: Kích hoạt OMAPI

source: Leave blank to use default (128) which should be fine for most cases. Enter a number (0-256) to specify the load-balancing split between the failover peers, the default of 128 means both peers will handle approximately 50% of the clients, 256 will make the primary handle all the clients. This value is only used on the primary peer, leave blank on the secondary.
vi_vn: Để trống để sử dụng mặc định (128), điều này sẽ ổn trong hầu hết các trường hợp. Nhập một số (0-256) để chỉ định phân chia cân bằng tải giữa các máy Peer chuyển đổi dự phòng, mặc định là 128 có nghĩa là cả hai máy Peer sẽ xử lý khoảng 50% số máy khách, 256 sẽ xử lý chính tất cả các máy khách. Giá trị này chỉ được sử dụng trên thiết bị Peer chính, để trống trên thiết bị phụ.

source: Failover split:
vi_vn: Phân chia chuyển đổi dự phòng:

source: Leave blank to disable. Enter the interface IP address of the other machine. Machines must be using CARP. Interface's advskew determines whether the DHCPd process is Primary or Secondary. Ensure one machine's advskew<20 (and the other is >20). Note that changing this value will delete the current leases-database!
vi_vn: Để trống để vô hiệu hóa. Nhập địa chỉ IP giao diện của máy khác. Máy phải sử dụng CARP. Advskew của giao diện xác định xem quy trình DHCPd là Chính hay Phụ. Đảm bảo advskew<20 của một máy (và máy kia là >20). Lưu ý rằng việc thay đổi giá trị này sẽ xóa cơ sở dữ liệu cho thuê hiện tại!

source: The default is to use the IP on this interface of the firewall as the gateway, if a valid (online) gateway has been configured under System->Gateways. Specify an alternate gateway here if this is not the correct gateway for your network. Type "none" for no gateway assignment.
vi_vn: Mặc định sẽ sử dụng địa chỉ IP trên giao diện này của firewall làm gateway, nếu đã cấu hình một gateway hợp lệ (đang hoạt động) trong System->Gateways. Chỉ định gateway thay thế tại đây nếu đây không phải là gateway đúng cho mạng của bạn. Nhập "none" nếu không gán gateway.

source: Failover split must be a number between 0 and 256.
vi_vn: Phân chia chuyển đổi dự phòng phải là một số từ 0 đến 256.

source: A valid port number must be specified for the OMAPI port.
vi_vn: Số Cổng hợp lệ phải được chỉ định cho Cổng OMAPI.

source: A valid gateway IP address must be specified for %s.
vi_vn: Địa chỉ IP gateway hợp lệ phải được chỉ định cho %s.

source: Generic configuration
vi_vn: Cấu hình chung

source: Basic configuration
vi_vn: Cấu hình cơ bản

source: The MTU must be greater than %s bytes and less than %s.
vi_vn: MTU phải lớn hơn %s byte và nhỏ hơn %s.

source: Cannot assign an IP configuration type to a tunnel interface.
vi_vn: Không thể chỉ định loại cấu hình IP cho giao diện đường hầm.

source: Maximum state entries per host
vi_vn: Mục nhập trạng thái tối đa trên mỗi máy chủ

source: Maximum number of established connections per host (TCP only)
vi_vn: Số lượng kết nối được thiết lập tối đa trên mỗi máy chủ (chỉ TCP)

source: Maximum number of unique source hosts
vi_vn: Số lượng máy chủ nguồn duy nhất tối đa

source: If you selected ICMP6 for the protocol above, you may specify an ICMP6 type here.
vi_vn: Nếu bạn đã chọn ICMP6 cho giao thức ở trên, bạn có thể chỉ định loại ICMP6 tại đây.

source: ICMP6 type
vi_vn: loại ICMP6

source: If a packet matches a rule specifying quick, then that rule is considered the last matching rule and the specified action is taken. When a rule does not have quick enabled, the last matching rule wins.
vi_vn: Nếu một gói khớp với quy tắc chỉ định nhanh thì quy tắc đó được coi là quy tắc khớp cuối cùng và hành động được chỉ định sẽ được thực hiện. Khi quy tắc không được bật nhanh, quy tắc khớp cuối cùng sẽ thắng.

source: Floating rules are evaluated on a first-match basis (i.e. the action of the first rule to match a packet will be executed) only if the "quick" option is checked on a rule. Otherwise they will only apply if no other rules match. Pay close attention to the rule order and options chosen. If no rule here matches, the per-interface or default rules are used.
vi_vn: Các luật floating được đánh giá theo nguyên tắc khớp đầu tiên (tức là hành động của luật đầu tiên khớp với một gói tin sẽ được thực thi) **chỉ khi** tùy chọn "quick" được bật cho luật đó. Nếu không, các luật này chỉ được áp dụng khi không có luật nào khác khớp. Hãy đặc biệt chú ý đến thứ tự luật và các tùy chọn đã chọn. Nếu không có luật nào ở đây khớp, các luật theo giao diện hoặc luật mặc định sẽ được sử dụng.

source: %s rules are evaluated on a first-match basis by default (i.e. the action of the first rule to match a packet will be executed). This means that if you use block rules, you will have to pay attention to the rule order. Everything that is not explicitly passed is blocked by default.
vi_vn: Theo mặc định, quy tắc %s được đánh giá trên cơ sở khớp đầu tiên (tức là hành động của quy tắc đầu tiên khớp với gói sẽ được thực thi). Điều này có nghĩa là nếu sử dụng quy tắc khối, bạn sẽ phải chú ý đến thứ tự quy tắc. Mọi thứ không được thông qua rõ ràng sẽ bị chặn theo mặc định.

source: Enable logging
vi_vn: Bật ghi nhật ký

source: Disable logging
vi_vn: Vô hiệu hóa ghi nhật ký

source: Enable rule
vi_vn: Bật quy tắc

source: Disable rule
vi_vn: Tắt quy tắc

source: Automatically generated rules
vi_vn: Luật được tạo tự động

source: Evaluations
vi_vn: Đánh giá

source: No %s rules are currently defined. All incoming connections on this interface will be blocked until you add a pass rule. Exceptions for automatically generated rules may apply.
vi_vn: Hiện tại không có quy tắc %s nào được xác định. Tất cả các kết nối đến trên giao diện này sẽ bị chặn cho đến khi bạn thêm quy tắc vượt qua. Có thể áp dụng ngoại lệ cho các quy tắc được tạo tự động.

source: Inspect
vi_vn: Thanh tra

source: Enable Log
vi_vn: Bật nhật ký

source: Disable Log
vi_vn: Tắt nhật ký

source: Enable Rule
vi_vn: Bật quy tắc

source: Disable Rule
vi_vn: Vô hiệu hóa quy tắc

source: mtrace messages
vi_vn: tin nhắn mtrace

source: mtrace response
vi_vn: phản hồi mtrace

source: Who-are-you reply
vi_vn: Trả lời bạn là ai

source: Node information reply
vi_vn: Trả lời thông tin nút

source: FQDN reply
vi_vn: trả lời FQDN

source: Who-are-you request
vi_vn: Yêu cầu của bạn là ai

source: Node information query
vi_vn: Truy vấn thông tin nút

source: FQDN query
vi_vn: Truy vấn FQDN

source: Route renumbering
vi_vn: Đánh số lại tuyến đường

source: Shorter route exists
vi_vn: Có tuyến đường ngắn hơn

source: Neighbor advertisement
vi_vn: Quảng cáo hàng xóm

source: Neighbor solicitation
vi_vn: gạ gẫm hàng xóm

source: Router advertisement
vi_vn: Quảng cáo bộ định tuyến

source: Router solicitation
vi_vn: Mời chào bộ định tuyến

source: Multicast listener done
vi_vn: Trình nghe multicast đã hoàn tất

source: Group membership termination
vi_vn: Chấm dứt tư cách thành viên nhóm

source: Multicast listener report
vi_vn: Báo cáo người nghe Multicast

source: Group membership report
vi_vn: Báo cáo thành viên nhóm

source: Multicast listener query
vi_vn: Truy vấn người nghe đa hướng

source: Group membership query
vi_vn: Truy vấn thành viên nhóm

source: Echo service reply
vi_vn: Trả lời dịch vụ Echo

source: Echo service request
vi_vn: Yêu cầu dịch vụ Echo

source: Invalid IPv6 header
vi_vn: Tiêu đề IPv6 không hợp lệ

source: Time exceeded
vi_vn: Đã vượt quá thời gian

source: Packet too big
vi_vn: Gói quá lớn

source: Destination unreachable
vi_vn: Không thể truy cập đích đến

source: timeouts
vi_vn: thời gian chờ

source: rules
vi_vn: quy tắc

source: memory
vi_vn: ký ức

source: interfaces
vi_vn: giao diện

source: Current CARP demotion level
vi_vn: Mức độ giáng cấp CARP hiện tại

source: Remove selected item(s)?
vi_vn: Xóa (các) mục đã chọn?

source: Select All
vi_vn: Chọn tất cả

source: Edit destination
vi_vn: Chỉnh sửa điểm đến

source: SourceInstance
vi_vn: Nguồn sơ thẩm

source: SourceId
vi_vn: Id nguồn

source: SourceName
vi_vn: Tên nguồn

source: Reset all generated content (cached files and certificates included) and restart the proxy.
vi_vn: Đặt lại tất cả nội dung đã tạo (bao gồm các tệp và chứng chỉ được lưu trong bộ nhớ đệm) và khởi động lại proxy.

source: Support
vi_vn: Ủng hộ

source: Are you sure you want to flush all generated content and restart the proxy?
vi_vn: Bạn có chắc chắn muốn xóa tất cả nội dung được tạo và khởi động lại proxy không?

source: Edit VxLan
vi_vn: Chỉnh sửa VxLan

source: Edit Loopback
vi_vn: Chỉnh sửa vòng lặp

source: Edit key pair
vi_vn: Chỉnh sửa cặp khóa

source: Drop selected
vi_vn: Thả đã chọn

source: Alert selected
vi_vn: Đã chọn thông báo

source: Maintain a set of counters for each table entry
vi_vn: Duy trì một bộ đếm cho mỗi mục trong bảng

source: Countries
vi_vn: Quốc gia

source: Region
vi_vn: Vùng đất

source: Enable this alias
vi_vn: Kích hoạt bí danh này

source: GeoIP settings
vi_vn: Cài đặt GeoIP

source: In order to use GeoIP, you need to configure a source in the GeoIP settings tab
vi_vn: Để sử dụng GeoIP, bạn cần định cấu hình nguồn trong tab cài đặt GeoIP

source: Are you sure you want to remove this route? Caution, this could potentially lead to loss of connectivity
vi_vn: Bạn có chắc chắn muốn xóa tuyến đường này không? Thận trọng, điều này có thể dẫn đến mất kết nối

source: Remove static route
vi_vn: Xóa tuyến đường tĩnh

source: Line
vi_vn: Dòng

source: Do you really want to flush this log?
vi_vn: Bạn có thực sự muốn xóa nhật ký này không?

source: This software package is provided by an external vendor, for more information contact the author
vi_vn: Gói phần mềm này được cung cấp bởi nhà cung cấp bên ngoài, để biết thêm thông tin liên hệ với tác giả

source: Third party software
vi_vn: Phần mềm của bên thứ ba

source: After changing settings, please remember to apply them with the button below
vi_vn: Sau khi thay đổi cài đặt, hãy nhớ áp dụng chúng bằng nút bên dưới

source: Transport protocol does not match address in hostname
vi_vn: Giao thức vận chuyển không khớp với địa chỉ trong tên máy chủ

source: Condition '%s' would change the type of the test '%s' but it is linked to a service.
vi_vn: Điều kiện '%s' sẽ thay đổi loại thử nghiệm '%s' nhưng nó được liên kết với một dịch vụ.

source: Cannot change the test type to '%s'. Test '%s' is linked to a service.
vi_vn: Không thể thay đổi loại thử nghiệm thành '%s'. Kiểm tra '%s' được liên kết với một dịch vụ.

source: Could not generate sanitized %s key in PEM format: %s
vi_vn: Không thể tạo khóa %s đã được dọn dẹp ở định dạng PEM: %s

source: Could not fetch details for %s key: %s
vi_vn: Không thể tìm nạp thông tin chi tiết cho khóa %s: %s

source: Unsupported key type: %s
vi_vn: Loại khóa không được hỗ trợ: %s

source: This private key does not belong to the given public key.
vi_vn: Khóa riêng này không thuộc về khóa chung đã cho.

source: WAN interfaces missing in listening interfaces: %s
vi_vn: Giao diện WAN bị thiếu trong giao diện nghe: %s

source: Item in use by
vi_vn: Sản phẩm được sử dụng bởi

source: Service `%s' has been restarted.
vi_vn: Dịch vụ `%s' đã được khởi động lại.

source: Service `%s' has been stopped.
vi_vn: Dịch vụ `%s' đã bị dừng.

source: Service `%s' has been started.
vi_vn: Dịch vụ `%s' đã được bắt đầu.

source: Firewall Groups
vi_vn: Nhóm tường lửa

source: Updates in this section need also a restart via Sensor or Server menu.
vi_vn: Các bản cập nhật trong phần này cũng cần được khởi động lại thông qua menu Cảm biến hoặc Máy chủ.
