Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: A gateway group with this name "%s" already exists.
vi_vn: nhóm gateway (gateway group) với tên này "%s" đã tồn tại.

source: Changing name on a gateway group is not allowed.
vi_vn: Thay đổi tên trên nhóm Cổng (gateway group) không được phép.

source: A valid gateway group name must be specified.
vi_vn: Phải chỉ định tên nhóm Cổng (gateway group) hợp lệ

source: Remember to use these nhóm gateway in firewall rules in order to enable load balancing, failover, or policy-based routing. Without rules directing traffic into the nhóm gateway, they will not be used.
vi_vn: Hãy nhớ sử dụng các nhóm gateway này (nhóm gateway) trong quy tắc tường lửa để kích hoạt tính năng cân bằng tải, chuyển đổi dự phòng hoặc định tuyến dựa trên chính sách. Nếu không có quy tắc hướng dẫn lưu lượng truy cập vào các nhóm gateway (nhóm gateway), chúng sẽ không được sử dụng.

source: Clone
vi_vn: Nhân bản

source: Warning (latency)
vi_vn: Cảnh báo (độ trễ)

source: Warning (packetloss)
vi_vn: Cảnh báo (mất gói)

source: Offline
vi_vn: Ngoại tuyến

source: Offline (forced)
vi_vn: Ngoại tuyến (buộc)

source: Pending
vi_vn: Đang treo

source: Tier %s
vi_vn: Dãy %s

source: The gateway configuration has been changed.%sYou must apply the changes in order for them to take effect.
vi_vn: Cấu hình gateway đã được thay đổi.%s Bạn phải áp dụng các thay đổi để chúng có hiệu lực.

source: Do you really want to delete this gateway group?
vi_vn: Bạn có thực sự muốn xóa nhóm Cổng (gateway group) này?

source: Gateway-group
vi_vn: Nhóm-Cổng

source: Serial
vi_vn: Số sê-ri

source: CRL data
vi_vn: Dữ liệu CRL

source: show certificate info
vi_vn: hiển thị Thông tin Chứng chỉ

source: Update
vi_vn: Cập nhật

source: Organizational Unit
vi_vn: Đơn vị tổ chức

source: Alternative Names
vi_vn: Tên thay thế

source: Client Certificate
vi_vn: Chứng chỉ máy khách

source: Private key data
vi_vn: Dữ liệu khóa riêng

source: Create a Certificate Signing Request
vi_vn: Tạo yêu cầu ký Chứng chỉ

source: Create an internal Certificate
vi_vn: Tạo Chứng chỉ nội bộ

source: Import an existing Certificate
vi_vn: Nhập vào Chứng chỉ hiện có

source: self-signed
vi_vn: tự-ký

source: Issuer
vi_vn: Người phát hành

source: Distinguished name
vi_vn: Tên phân biệt

source: Digest Algorithm
vi_vn: Thuật toán Digest

source: Serial for next certificate
vi_vn: Số sê-ri cho Chứng chỉ kế tiếp

source: Create an internal Certificate Authority
vi_vn: Tạo Ủy quyền Chứng chỉ (CA) nội bộ

source: Import an existing Certificate Authority
vi_vn: Nhập vào Ủy quyền Chứng chỉ (CA) hiện có

source: Method
vi_vn: Phương thức

source: Certificate data
vi_vn: Dữ liệu Chứng chỉ

source: Server Name
vi_vn: Tên Máy chủ

source: NOTE: If you are using an interactive two-factor authentication system, increase this timeout to account for how long it will take the user to receive and enter a token.
vi_vn: CHÚ Ý: Nếu bạn đang sử dụng hệ thống xác thực hai nhân tố tương tác, hãy tăng thời gian chờ này để tính xem người dùng sẽ mất bao lâu để nhận và nhập mã token.

source: If left blank, the default value is 5 seconds.
vi_vn: Nếu để trống, giá trị mặc định là 5 giây.

source: This value controls how long, in seconds, that the RADIUS server may take to respond to an authentication request.
vi_vn: Giá trị này kiểm soát thời gian (tính bằng giây) mà máy chủ RADIUS có thể mất để phản hồi một yêu cầu xác thực.

source: Authentication Timeout
vi_vn: Thời gian chờ xác thực

source: Accounting port value
vi_vn: Giá trị cổng tính toán

source: Authentication and Accounting
vi_vn: Tính toán và Xác thực

source: Services offered
vi_vn: Các dịch vụ được cung cấp

source: User naming attribute
vi_vn: Thuộc tính đặt tên người dùng

source: Initial Template
vi_vn: Mẫu khởi tạo

source: Extended Query
vi_vn: Truy vấn mở rộng

source: Select
vi_vn: Lựa chọn

source: Authentication containers
vi_vn: Bộ chứa xác thực

source: Search scope
vi_vn: Phạm vi tìm kiếm

source: Leave empty to use anonymous binds to resolve distinguished names
vi_vn: Để trống để sử dụng ràng buộc ẩn danh để xử lý các tên phân biệt

source: User DN:
vi_vn: Người dùng DN:

source: Bind credentials
vi_vn: Các Chứng chỉ ràng buộc

source: System: Certificates
vi_vn: Hệ thống: Các chứng chỉ

source: No Certificate Authorities defined.
vi_vn: Không có Chứng chỉ Ủy quyền xác định.

source: Create one under
vi_vn: Tạo một bên dưới

source: Peer Certificate Authority
vi_vn: Ủy quyền Chứng chỉ (CA) Peer (peer)

source: NOTE: When using SSL, this hostname MUST match the Common Name (CN) of the LDAP server's SSL Certificate.
vi_vn: CHÚ Ý: Khi sử dụng SSL, tên máy chủ (hostname) này PHẢI khớp với Tên Chung (CN) của Chứng chỉ SSL của máy chủ LDAP.

source: Please select which containers to Authenticate against:
vi_vn: Vui lòng chọn bộ chứa nào để Xác thực:

source: Please fill the required values.
vi_vn: Vui lòng điền các giá trị bắt buộc.

source: Do you really want to delete this Server?
vi_vn: Bạn có thực sự muốn xóa Máy chủ này không?

source: RADIUS Timeout value must be numeric and positive.
vi_vn: Giá trị thời gian chờ của RADIUS phải là số và số dương.

source: An authentication server with the same name already exists.
vi_vn: Một máy chủ xác thực có cùng tên đã tồn tại.

source: The host name contains invalid characters.
vi_vn: Tên máy chủ (hostname) chứa các ký tự không hợp lệ.

source: Authentication port value
vi_vn: Giá trị cổng xác thực

source: Bind user DN
vi_vn: Ràng buộc DN người dùng

source: Authentication container
vi_vn: Bộ chứa xác thực

source: User naming Attribute
vi_vn: Thuộc tính đặt tên người dùng

source: Search level
vi_vn: Cấp độ tìm kiếm

source: Protocol version
vi_vn: Phiên bản giao thức

source: Port value
vi_vn: Giá trị cổng

source: Tunable
vi_vn: Tunables

source: When this is checked, startup and shutdown sounds will no longer play.
vi_vn: Khi được chọn, sẽ không phát âm thanh khởi động và tắt máy.

source: Disable the startup/shutdown beep
vi_vn: Tắt tiếng bíp Khởi động/Tắt máy

source: Startup/Shutdown Sound
vi_vn: Âm thanh Khởi động/Tắt máy

source: System Sounds
vi_vn: Âm thanh Hệ thống

source: This field can be used to enter an explicit DUID for use by IPv6 DHCP clients.
vi_vn: Phần này có thể được sử dụng để nhập DUID rõ ràng để các máy khách IPv6 DHCP sử dụng.

source: DHCP Unique Identifier
vi_vn: Định danh Duy nhất DHCP

source: This option will suppress ARP log messages when multiple interfaces reside on the same broadcast domain
vi_vn: Tùy chọn này sẽ bỏ thông báo nhật ký ARP khi nhiều giao diện mạng trên cùng một miền phát sóng (broadcast domain)

source: Suppress ARP messages
vi_vn: Bỏ thông báo ARP

source: ARP Handling
vi_vn: Xử lý ARP

source: Set usage of VLAN hardware filtering. This hardware acceleration may be broken in a particular device driver, or may impact performance.
vi_vn: Thiết lập mức độ sử dụng lọc phần cứng VLAN. Việc tăng tốc phần cứng này có thể gây hỏng hóc trong trình điều khiển (driver) thiết bị cụ thể hoặc có thể ảnh hưởng đến hiệu suất vận hành.

source: Leave default
vi_vn: Để mặc định

source: Disable VLAN Hardware Filtering
vi_vn: Tắt tính năng lọc phần cứng VLAN

source: Enable VLAN Hardware Filtering
vi_vn: Bật tính năng lọc phần cứng VLAN

source: VLAN Hardware Filtering
vi_vn: Lọc phần cứng VLAN

source: Checking this option will disable hardware large receive offloading (LRO). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs.
vi_vn: Chọn tùy chọn này sẽ vô hiệu hóa tính năng Tắt Giảm Tải Lớn (LRO) Phần Cứng. Việc giảm tải có thể hỏng hóc khi kết hợp với một số trình điều khiển (driver) phần cứng và có thể ảnh hưởng đến hiệu suất một số card mạng (NIC) cụ thể.

source: Disable hardware large receive offload
vi_vn: Tắt Giảm Tải Lớn (LRO) Phần Cứng

source: Hardware LRO
vi_vn: LRO phần cứng

source: Checking this option will disable hardware TCP segmentation offloading (TSO, TSO4, TSO6). This offloading is broken in some hardware drivers, and may impact performance with some specific NICs.
vi_vn: Chọn tùy chọn này sẽ tắt tính năng giảm tải phân đoạn TCP phần cứng (TSO, TSO4, TSO6). Việc giảm tải có thể hỏng hóc khi kết hợp với một số trình điều khiển (driver) phần cứng và có thể ảnh hưởng đến hiệu suất một số card mạng (NIC) cụ thể.

source: Disable hardware TCP segmentation offload
vi_vn: Tắt tính năng Giảm Tải Phân đoạn TCP Phần Cứng

source: Hardware TSO
vi_vn: TSO phần cứng

source: Checking this option will disable hardware checksum offloading. Checksum offloading is broken in some hardware, particularly some Realtek cards. Rarely, drivers may have problems with checksum offloading and some specific NICs.
vi_vn: Chọn tùy chọn này sẽ vô hiệu hóa Giảm Tải Kiểm tra Phần Cứng. Giảm Tải Kiểm tra có thể hỏng hóc khi kết hợp với một số phần cứng, đặc biệt là một số card mạng Realtek. Hiếm khi, trình điều khiển (driver) có thể gặp sự cố với Giảm Tải Kiểm tra và một số NIC cụ thể.

source: Disable hardware checksum offload
vi_vn: Tắt tính năng Giảm Tải Kiểm tra Phần Cứng

source: Hardware CRC
vi_vn: CRC phần cứng

source: A valid DUID must be specified.
vi_vn: Phải chỉ định DUID hợp lệ.

source: Set this if you wish to use /tmp as a RAM disk (memory file system disk) rather than using the hard disk.
vi_vn: Chọn thiết lập này nếu bạn muốn sử dụng /tmp làm disk RAM (disk hệ thống tập tin bộ nhớ) thay vì sử dụng disk cứng.

source: Use memory file system for /tmp
vi_vn: Sử dụng hệ thống tập tin bộ nhớ cho /tmp

source: /tmp RAM disk
vi_vn: /tmp disk RAM

source: Add a 2 GB swap file to the system
vi_vn: Thêm tập tin hoán đổi 2 GB vào hệ thống

source: Swap file
vi_vn: Tập tin hoán đổi

source: Disk / Memory Settings (reboot to apply changes)
vi_vn: Thiết lập Disk / Bộ nhớ (cần khởi động lại để áp dụng)

source: If the powerd utility can not determine the power state it uses "normal" for control.
vi_vn: Nếu tiện ích powerd không thể xác định trạng thái điện năng nó sử dụng "thông thường" để điều khiển.

source: On Normal Power Mode
vi_vn: Bật Chế độ Điện năng Thông thường

source: On Battery Power Mode
vi_vn: Bật chế độ dùng pin

source: Maximum
vi_vn: Tối đa

source: Minimum
vi_vn: Tối thiểu

source: Adaptive
vi_vn: Thích ứng

source: Hiadaptive
vi_vn: Thích ứng cao

source: On AC Power Mode
vi_vn: Bật chế độ nguồn AC

source: The powerd utility monitors the system state and sets various power control options accordingly. It offers four modes (maximum, minimum, adaptive and hiadaptive) that can be individually selected while on AC power or batteries. The modes maximum, minimum, adaptive and hiadaptive may be abbreviated max, min, adp, hadp. Maximum mode chooses the highest performance values. Minimum mode selects the lowest performance values to get the most power savings. Adaptive mode attempts to strike a balance by degrading performance when the system appears idle and increasing it when the system is busy. It offers a good balance between a small performance loss for greatly increased power savings. Hiadaptive mode is alike adaptive mode, but tuned for systems where performance and interactivity are more important than power consumption. It raises frequency faster, drops slower and keeps twice lower CPU load.
vi_vn: Tiện ích powerd giám sát trạng thái hệ thống và đặt các tùy chọn điều khiển điện năng khác nhau cho phù hợp. Nó cung cấp bốn chế độ (tối đa, tối thiểu, thích ứng và thích ứng cao) có thể được chọn riêng khi sử dụng nguồn AC hoặc pin. Các chế độ tối đa, tối thiểu, thích ứng và thích ứng cao có thể được viết tắt là max, min, adp, hadp. Chế độ tối đa chọn các giá trị hiệu suất cao nhất. Chế độ tối thiểu chọn các giá trị hiệu suất thấp nhất để tiết kiệm điện nhất. Chế độ thích ứng cố gắng đạt được sự cân bằng bằng cách làm giảm hiệu suất khi hệ thống không hoạt động và tăng khi hệ thống bận. Nó cung cấp sự cân bằng tốt giữa một tổn thất hiệu suất nhỏ để tiết kiệm điện năng tăng lên đáng kể. Chế độ Hiadaptive cũng giống như chế độ thích ứng, nhưng được điều chỉnh cho các hệ thống mà hiệu suất và tính tương tác quan trọng hơn mức tiêu thụ điện năng. Nó tăng tần số nhanh hơn, giảm xuống chậm hơn và giữ tải CPU thấp hơn hai lần.

source: Use PowerD
vi_vn: Sử dụng PowerD

source: Power Savings
vi_vn: Tiết kiệm điện

source: This will periodically backup the captive portal session data so it can be restored automatically on the next boot.
vi_vn: Thiết lập này sẽ sao lưu định kỳ dữ liệu phiên làm việc captive portal để có thể khôi phục tự động trong lần khởi động tiếp theo.

source: Periodic Captive Portal Backup
vi_vn: Sao lưu định kỳ Captive Portal

source: This will periodically backup the NetFlow data aggregation so it can be restored automatically on the next boot.
vi_vn: Thiết lập này sẽ sao lưu định kỳ tập hợp dữ liệu NetFlow để có thể khôi phục tự động trong lần khởi động tiếp theo.

source: Periodic NetFlow Backup
vi_vn: Sao lưu định kỳ NetFlow

source: This will periodically backup the DHCP leases data so it can be restored automatically on the next boot.
vi_vn: Thiết lập này sẽ sao lưu định kỳ tập hợp dữ liệu DHCP leases để có thể khôi phục tự động trong lần khởi động tiếp theo.

source: Periodic DHCP Leases Backup
vi_vn: Sao lưu định kỳ DHCP Leases

source: This will periodically backup the RRD data so it can be restored automatically on the next boot.
vi_vn: Thiết lập này sẽ sao lưu định kỳ dữ liệu RRD để có thể khôi phục tự động trong lần khởi động tiếp theo.

source: 1 hour
vi_vn: 1 giờ

source: %s hours
vi_vn: %s giờ

source: Periodic RRD Backup
vi_vn: Sao lưu định kỳ RRD

source: Periodic Backups
vi_vn: Sao lưu định kỳ

source: If you do not have a supported thermal sensor chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
vi_vn: Nếu bạn không có chip cảm biến nhiệt được hỗ trợ trong hệ thống của mình, tùy chọn này sẽ không có tác dụng. Để dỡ bỏ mô-đun đã chọn, hãy đặt tùy chọn này thành 'không có (none)' và sau đó khởi động lại.

source: If you have a supported CPU, selecting a themal sensor will load the appropriate driver to read its temperature. Setting this to 'None' will attempt to read the temperature from an ACPI-compliant motherboard sensor instead, if one is present.
vi_vn: Nếu bạn có một CPU được hỗ trợ, việc chọn cảm biến nhiệt sẽ tải trình điều khiển thích hợp để đọc nhiệt độ CPU. Thay vào đó, thiết lập này thành 'Không có (none)' sẽ cố đọc nhiệt độ từ cảm biến trên bo mạch chủ tương thích chuẩn ACPI, nếu có.

source: None/ACPI
vi_vn: Không có(none)/ACPI

source: Thermal Sensors
vi_vn: Cảm biến nhiệt

source: If you do not have a crypto chip in your system, this option will have no effect. To unload the selected module, set this option to 'none' and then reboot.
vi_vn: Nếu bạn không có chip mã hóa riêng trong hệ thống, tùy chọn này sẽ không có hiệu lực. Để dỡ bỏ mô-đun đã chọn, hãy đặt tùy chọn này thành 'không có (none)' và sau đó khởi động lại.

source: Hardware
vi_vn: Phần cứng

source: Please select a valid Thermal Hardware Sensor.
vi_vn: Vui lòng chọn một Phần cứng Cảm biến Nhiệt hợp lệ.

source: Please select a valid Cryptographic Accelerator.
vi_vn: Vui lòng chọn một Bộ Tăng tốc Mật Mã hợp lệ.

source: Intel Core* CPU on-die thermal sensor
vi_vn: Cảm biến nhiệt CPU Intel Core* Chết

source: AMD K8, K10 and K11 CPU on-die thermal sensor
vi_vn: Cảm biến nhiệt AMD K8, K10 and K11 CPU Chết

source: SafeNet Crypto Accelerator
vi_vn: Bộ Tăng tốc Mật Mã SafeNet

source: Crypto and RNG in VIA C3, C7 and Eden Processors
vi_vn: Mật Mã và RNG trong Bộ xử lý VIA C3, C7 và Eden

source: Hifn 7751/7951/7811/7955/7956 Crypto Accelerator
vi_vn: Bộ Tăng tốc Mật Mã Hifn 7751/7951/7811/7955/7956

source: Make sure the certificate is valid for all HTTPS addresses on aliases. If it's not valid or is revoked, do not download it.
vi_vn: Đảm bảo chứng chỉ hợp lệ cho tất cả các địa chỉ HTTPS trên alias. Nếu nó không hợp lệ hoặc bị thu hồi, sẽ không tải xuống.

source: Verify HTTPS certificates when downloading alias URLs
vi_vn: Xác minh Chứng chỉ HTTPS khi tải xuống URL alias

source: Check certificate of aliases URLs
vi_vn: Kiểm tra Chứng chỉ của các URL alias

source: Note: Leave this blank for the default (300s).
vi_vn: Chú ý: Mặc định (300 giây) nếu chừa trống phần này.

source: Interval, in seconds, that will be used to resolve hostnames configured on aliases.
vi_vn: Khoảng thời gian tính bằng giây, sẽ được dùng để phân giải các tên máy chủ (hostname) được cấu hình trong alias.

source: Aliases Resolve Interval
vi_vn: Khoảng thời gian phân giải Alias

source: When this is unchecked, access to the web GUI or SSH on the %s interface is always permitted, regardless of the user-defined firewall rule set. Check this box to disable the automatically added rule, so access is controlled only by the user-defined firewall rules. Ensure you have a firewall rule in place that allows you in, or you will lock yourself out.
vi_vn: Khi thiết lập này được bỏ chọn, quyền truy cập vào GUI web (giao diện người dùng) hoặc SSH trên giao diện mạng %s luôn được phép, bất kể bộ quy tắc tường lửa do người dùng xác định (user-defined). Chọn hộp này để tắt quy tắc được thêm tự động, do đó, quyền truy cập chỉ được kiểm soát bởi quy tắc tường lửa do người dùng xác định. Đảm bảo bạn có bộ quy tắc tường lửa cho phép bạn tham gia, nếu không bạn sẽ tự chặn mình vào hệ thống.

source: Disable administration anti-lockout rule
vi_vn: Tắt quy tắc Chống Khóa Quản trị

source: Disable anti-lockout
vi_vn: Tắt Chống Khóa

source: With Multi-WAN you generally want to ensure traffic leaves the same interface it arrives on, hence reply-to is added automatically by default. When using bridging, you must disable this behavior if the WAN gateway IP is different from the gateway IP of the hosts behind the bridged interface.
vi_vn: Với Multi-WAN (nhiều WAN), bạn thường muốn đảm bảo lưu lượng truy cập rời khỏi cùng một giao diện mạng mà nó đến, do đó Trả Lời Đến (reply-to) được thêm tự động theo mặc định. Khi sử dụng tính năng cầu nối (bridging), bạn phải vô hiệu hóa hành vi này nếu IP gateway WAN khác với IP gateway của các máy chủ phía sau giao diện mạng cầu nối.

source: Disable reply-to on WAN rules
vi_vn: Tắt tính năng Trả Lời Đến (reply-to) trên bộ quy tắc WAN

source: Disable reply-to
vi_vn: Tắt Trả Lời Đến (reply-to)

source: This option only applies if you have defined one or more static routes. If it is enabled, traffic that enters and leaves through the same interface will not be checked by the firewall. This may be desirable in some situations where multiple subnets are connected to the same interface.
vi_vn: Tùy chọn này chỉ áp dụng nếu bạn đã xác định một hoặc nhiều định tuyến tĩnh. Nếu nó được bật, lưu lượng truy cập Vào và Ra qua cùng một giao diện mạng sẽ không được tường lửa kiểm tra. Điều này có thể mong muốn trong một số trường hợp khi nhiều mạng con được kết nối với cùng một giao diện mạng.

source: Bypass firewall rules for traffic on the same interface
vi_vn: Vượt qua bộ quy tắc tường lửa cho lưu lượng truy cập trên cùng một giao diện mạng

source: Static route filtering
vi_vn: Lọc định tuyến tĩnh

source: On your system the default size is:
vi_vn: Kích cỡ mặc định trên hệ thống của bạn là:

source: Maximum number of table entries for systems such as aliases, sshlockout, bogons, etc, combined.
vi_vn: Số lượng entry bảng tối đa cho các hệ thống như alias, sshlockout, bogons, v.v. được kết hợp.

source: Firewall Maximum Table Entries
vi_vn: Mục nhập bảng tối đa của tường lửa

source: Note: Leave this blank for the default.
vi_vn: Chú ý: Sử dụng Mặc định nếu để trống phần này.

source: Sets the maximum number of entries in the memory pool used for fragment reassembly.
vi_vn: Đặt số lượng entry tối đa trong kho bộ nhớ được sử dụng để Lắp ráp lại Phân mảnh.

source: Firewall Maximum Fragments
vi_vn: Các Phân mảnh Tối đa của Tường Lửa

source: Note: Leave this blank for the default. On your system the default size is:
vi_vn: Chú ý: Sử dụng Mặc định nếu để trống phần này. Kích cỡ mặc định trên hệ thống của bạn là:

source: Maximum number of connections to hold in the firewall state table.
vi_vn: Số lượng kết nối tối đa cần giữ trong bảng Trạng tháiTường Lửa.

source: Firewall Maximum States
vi_vn: Trạng thái Tối đa của Tường Lửa

source: Note: Leave this blank for the default(0).
vi_vn: Chú ý: Mặc định(0) nếu để trống phần này.

source: When reaching this number of state entries, all timeout values become zero, effectively purging all state entries immediately. This value is used to define the scale factor, it should not actually be reached (set a lower state limit, see below).
vi_vn: Khi đạt đến số lượng entry trạng thái này, tất cả các giá trị thời gian chờ sẽ trở thành 0, việc xóa tất cả các bản ghi trạng thái tác dụng ngay lập tức. Giá trị này được sử dụng để định nghĩa hệ số tỷ lệ, thực sự không nên đạt đến mức này (nên thiết lập giới hạn trạng thái thấp hơn, xem bên dưới).

source: When the number of state entries exceeds this value, adaptive scaling begins. All timeout values are scaled linearly with factor (adaptive.end - number of states) / (adaptive.end - adaptive.start).
vi_vn: Khi số lượng entry trạng thái vượt quá giá trị này, quy mô thích ứng bắt đầu. Tất cả các giá trị thời gian chờ được chia tỷ lệ tuyến tính với yếu tố (adaptive.end - số lượng trạng thái) / (adaptive.end - adaptive.start).

source: Timeouts for states can be scaled adaptively as the number of state table entries grows.
vi_vn: Thời gian chờ cho các trạng thái có thể được điều chỉnh một cách thích ứng khi số lượng entry bảng trạng thái tăng lên.

source: end
vi_vn: kết thúc

source: start
vi_vn: bắt đầu

source: Firewall Adaptive Timeouts
vi_vn: Thời gian chờ thích ứng với Tường Lửa

source: If you only want to disable NAT, and not firewall rules, visit the %sOutbound NAT%s page.
vi_vn: Nếu bạn chỉ muốn tắt NAT chứ không phải bộ quy tắc Tường Lửa, hãy xem thêm trang%sOutbound NAT%s.

source: Warning: This will also turn off NAT!
vi_vn: Cảnh báo: Thiết lập này cũng sẽ tắt NAT!

source: Warning: This will convert into a routing-only platform!
vi_vn: Cảnh báo: Thiết lập này sẽ chuyển đổi thành một nền tảng chỉ định tuyến!

source: Disable all packet filtering.
vi_vn: Tắt tất cả lọc gói tin.

source: Disable Firewall
vi_vn: Tắt Tường Lửa

source: basic
vi_vn: cơ bản

source: Tries to avoid dropping any legitimate idle connections at the expense of increased memory usage and CPU utilization.
vi_vn: Cố gắng tránh làm rớt (dropping) các kết nối rảnh (idle) hợp pháp, cùng với việc sử dụng bộ nhớ và CPU tăng lên.

source: Expires idle connections quicker. More efficient use of CPU and memory but can drop legitimate idle connections
vi_vn: Hết hạn kết nối rảnh (idle), hệ thống chạy nhanh hơn. Việc sử dụng CPU và bộ nhớ hiệu quả hơn nhưng có thể làm rớt (drop) các kết nối rảnh (idle) hợp pháp

source: Used for high latency links, such as satellite links. Expires idle connections later than default
vi_vn: Được sử dụng cho các liên kết có độ trễ cao, chẳng hạn như liên kết vệ tinh. Hết hạn kết nối rảnh (idle) muộn hơn mặc định

source: As the name says, it is the normal optimization algorithm
vi_vn: Như tên đã nói, đây là thuật toán tối ưu hóa thông thường

source: Select the type of state table optimization to use
vi_vn: Chọn loại tối ưu hóa bảng trạng thái để sử dụng

source: conservative
vi_vn: thận trọng

source: aggressive
vi_vn: tăng cường

source: high-latency
vi_vn: độ trễ cao

source: Firewall Optimization
vi_vn: Tối ưu hóa Tường Lửa
