Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: This page allows you to perform a simple TCP connection test to determine if a host is up and accepting connections on a given port. This test does not function for UDP since there is no way to reliably determine if a UDP port accepts connections in this manner.
vi_vn: Trang này cho phép bạn thực hiện kiểm tra kết nối TCP đơn giản để xác định xem máy chủ có hoạt động và chấp nhận kết nối trên một Cổng nhất định hay không. Thử nghiệm này không hoạt động đối với UDP vì không có cách nào xác định một cách đáng tin cậy liệu Cổng UDP có chấp nhận kết nối theo cách này hay không.

source: Update bogons
vi_vn: Cập nhật bogon

source: Do you really want to flush this table?
vi_vn: Bạn có thực sự muốn xóa bảng này?

source: Tables
vi_vn: Bàn

source: Source Port
vi_vn: Cổng nguồn

source: Rate
vi_vn: Tỷ lệ

source: Destination Port
vi_vn: Cổng đích

source: Age
vi_vn: Tuổi

source: Long
vi_vn: Dài

source: States
vi_vn: tiểu bang

source: This does not clear active connection states, only source tracking.
vi_vn: Điều này không xóa trạng thái kết nối hoạt động, chỉ theo dõi nguồn.

source: Resetting the source tracking table will remove all source/destination associations. This means that the "sticky" source/destination association will be cleared for all clients.
vi_vn: Đặt lại bảng theo dõi nguồn sẽ xóa tất cả các liên kết nguồn/đích. Điều này có nghĩa là liên kết nguồn/đích "dính" sẽ bị xóa cho tất cả các máy khách.

source: Note: If you reset the firewall state table, the browser session may appear to be hung after clicking "Reset". Simply refresh the page to continue.
vi_vn: Lưu ý: Nếu bạn đặt lại bảng trạng thái tường lửa, phiên trình duyệt có thể bị treo sau khi nhấp vào "Đặt lại". Chỉ cần làm mới trang để tiếp tục.

source: The firewall will normally leave the state tables intact when changing rules.
vi_vn: Tường lửa thường sẽ giữ nguyên các bảng trạng thái khi thay đổi quy tắc.

source: Resetting the state tables will remove all entries from the corresponding tables. This means that all open connections will be broken and will have to be re-established. This may be necessary after making substantial changes to the firewall and/or NAT rules, especially if there are IP protocol mappings (e.g. for PPTP or IPv6) with open connections.
vi_vn: Việc đặt lại các bảng trạng thái sẽ xóa tất cả các mục khỏi các bảng tương ứng. Điều này có nghĩa là tất cả các kết nối đang mở sẽ bị hỏng và sẽ phải thiết lập lại. Điều này có thể cần thiết sau khi thực hiện những thay đổi đáng kể đối với quy tắc tường lửa và/hoặc NAT, đặc biệt nếu có ánh xạ giao thức IP (ví dụ: đối với PPTP hoặc IPv6) với các kết nối mở.

source: Default
vi_vn: Mặc định

source: Note:
vi_vn: CHÚ Ý:

source: Normal
vi_vn: Bình thường

source: The Packet length is the number of bytes of each packet that will be captured. Default value is 0, which will capture the entire frame regardless of its size.
vi_vn: Độ dài gói là số byte của mỗi gói sẽ được ghi lại. Giá trị mặc định là 0, giá trị này sẽ chụp toàn bộ khung hình bất kể kích thước của nó.

source: Packet Length
vi_vn: Độ dài gói

source: The port can be either the source or destination port. The packet capture will look for this port in either field.
vi_vn: Cổng có thể là Cổng nguồn hoặc Cổng đích. Việc chụp gói sẽ tìm kiếm Cổng này trong một trong hai trường.

source: Example:
vi_vn: Ví dụ:

source: Host Address
vi_vn: Địa chỉ máy chủ

source: Select the type of traffic to be captured, either Any, IPv4 only or IPv6 only.
vi_vn: Chọn loại lưu lượng truy cập sẽ được ghi lại, Bất kỳ, chỉ IPv4 hoặc chỉ IPv6.

source: IPv6 Only
vi_vn: Chỉ IPv6

source: IPv4 Only
vi_vn: Chỉ IPv4

source: Any
vi_vn: Bất kì

source: Address Family
vi_vn: Họ địa chỉ

source: Note
vi_vn: Ghi chú

source: Promiscuous
vi_vn: lăng nhăng

source: Source Address
vi_vn: Địa chỉ nguồn

source: Reset Log Files
vi_vn: Đặt lại tệp nhật ký

source: Log packets blocked by 'Block Private Networks' rules
vi_vn: Các gói nhật ký bị chặn bởi quy tắc 'Chặn networks Private'

source: Log packets blocked by 'Block Bogon Networks' rules
vi_vn: Các gói nhật ký bị chặn bởi quy tắc 'Chặn Bogon Networks'

source: Do you really want to reset the log files? This will erase all local log data.
vi_vn: Bạn có thực sự muốn đặt lại các tệp nhật ký không? Điều này sẽ xóa tất cả dữ liệu nhật ký cục bộ.

source: Store
vi_vn: Cửa hàng

source: Count
vi_vn: Đếm

source: Clear log
vi_vn: Xóa nhật ký

source: other
vi_vn: khác

source: Destination Ports
vi_vn: Cổng đích

source: Source Ports
vi_vn: Cổng nguồn

source: Destination IPs
vi_vn: IP đích

source: Source IPs
vi_vn: IP nguồn

source: Protocols
vi_vn: Giao thức

source: Tunnel endpoints
vi_vn: Điểm cuối đường hầm

source: Direction
vi_vn: Phương hướng

source: Auth. alg.
vi_vn: Xác thực. al.

source: Enc. alg.
vi_vn: Enc. al.

source: Bytes out
vi_vn: Bytes Ra

source: Bytes in
vi_vn: Bytes Vào

source: Remote subnets
vi_vn: Mạng con từ xa

source: collapse/expand all
vi_vn: thu gọn/mở rộng tất cả

source: Remote Auth
vi_vn: Xác thực từ xa

source: Local Auth
vi_vn: Xác thực cục bộ

source: Remote IP
vi_vn: IP từ xa

source: Remote ID
vi_vn: ID từ xa

source: Local IP
vi_vn: IP cục bộ

source: Local ID
vi_vn: ID địa phương

source: Connection
vi_vn: Sự liên quan

source: Are you sure you want to power off the system?
vi_vn: Bạn có chắc chắn muốn tắt hệ thống không?

source: The system is powering off now.
vi_vn: Hệ thống hiện đang tắt nguồn.

source: to
vi_vn: ĐẾN

source: Query time
vi_vn: thời gian truy vấn

source: Response
vi_vn: Phản ứng

source: Hostname or IP
vi_vn: Tên máy chủ hoặc IP

source: Are you sure you want to proceed?
vi_vn: Bạn có chắc chắn muốn tiếp tục không?

source: Shut down after changes are complete
vi_vn: Tắt sau khi thay đổi hoàn tất

source: Admin user name and password will be reset
vi_vn: Tên người dùng và mật khẩu của quản trị viên sẽ được đặt lại

source: WAN interface will be set to obtain an address automatically from a DHCP server
vi_vn: Giao diện WAN sẽ được thiết lập để tự động lấy địa chỉ từ máy chủ DHCP

source: System will be configured as a DHCP server on the default LAN interface
vi_vn: Hệ thống sẽ được cấu hình như một máy chủ DHCP trên giao diện LAN mặc định

source: Reset to factory defaults
vi_vn: Đặt lại về mặc định của nhà sản xuất

source: If you click "Yes", the system will:
vi_vn: Nếu bạn nhấp vào "Có", hệ thống sẽ:

source: The system has been reset to factory defaults and is shutting down.
vi_vn: Hệ thống đã được đặt lại về mặc định ban đầu và đang tắt.

source: Your device is powering off
vi_vn: Thiết bị của bạn đang tắt nguồn

source: Download this backup
vi_vn: Tải xuống bản sao lưu này

source: Remove this backup
vi_vn: Xóa bản sao lưu này

source: Revert to this configuration
vi_vn: Hoàn nguyên về cấu hình này

source: Current space used:
vi_vn: Không gian hiện tại được sử dụng:

source: Be aware of how much space is consumed by backups before adjusting this value.
vi_vn: Hãy lưu ý lượng dung lượng được sử dụng bởi các bản sao lưu trước khi điều chỉnh giá trị này.

source: Enter the number of older configurations to keep in the local backup cache.
vi_vn: Nhập số lượng cấu hình cũ hơn để giữ trong bộ đệm sao lưu cục bộ.

source: Remove Configuration Backup
vi_vn: Xóa bản sao lưu cấu hình

source: Restore from Configuration Backup
vi_vn: Khôi phục từ bản sao lưu cấu hình

source: Backup count must be greater than zero.
vi_vn: Số lượng sao lưu phải lớn hơn 0.

source: Setup/Test %s
vi_vn: Thiết lập/Kiểm tra %s

source: Open a configuration XML file and click the button below to restore the configuration.
vi_vn: Mở tệp XML cấu hình và nhấp vào nút bên dưới để khôi phục cấu hình.

source: Restore configuration
vi_vn: Khôi phục cấu hình

source: Configuration file is encrypted.
vi_vn: Tập tin cấu hình được mã hóa.

source: Reboot after a successful restore.
vi_vn: Khởi động lại sau khi khôi phục thành công.

source: Restore
vi_vn: Khôi phục

source: Click this button to download the system configuration in XML format.
vi_vn: Bấm vào nút này để tải xuống cấu hình hệ thống ở định dạng XML.

source: Download configuration
vi_vn: Tải xuống cấu hình

source: Encrypt this configuration file.
vi_vn: Mã hóa tập tin cấu hình này.

source: Do not backup RRD data.
vi_vn: Không sao lưu dữ liệu RRD.

source: Backup successful, current file list:
vi_vn: Sao lưu thành công, danh sách file hiện tại:

source: The system is rebooting now. This may take one minute.
vi_vn: Hệ thống hiện đang khởi động lại. Việc này có thể mất một phút.

source: The configuration could not be restored.
vi_vn: Không thể khôi phục cấu hình.

source: The configuration has been restored.
vi_vn: Cấu hình đã được khôi phục.

source: The configuration area has been restored.
vi_vn: Khu vực cấu hình đã được khôi phục.

source: The configuration could not be restored (file upload error).
vi_vn: Không thể khôi phục cấu hình (lỗi tải lên tệp).

source: Warning, could not read file %s
vi_vn: Cảnh báo, không thể đọc tệp %s

source: You must supply and confirm the password for encryption.
vi_vn: Bạn phải cung cấp và xác nhận mật khẩu để mã hóa.

source: Wireless Devices
vi_vn: Thiết bị không dây

source: VLAN Devices
vi_vn: Thiết bị Vlan

source: System tunables
vi_vn: Điều chỉnh hệ thống

source: Static routes
vi_vn: Route tĩnh

source: RRD Data
vi_vn: Dữ liệu RRD

source: Proxy ARP
vi_vn: ARP Proxy

source: Point-to-Point Devices
vi_vn: Thiết bị Point-to-Point

source: Network Address Translation
vi_vn: Dịch địa chỉ networks

source: LAGG Devices
vi_vn: Thiết bị LAGG

source: GIF Devices
vi_vn: Thiết bị GIF

source: Firewall Rules
vi_vn: Luật tường lửa

source: SSL Certificates
vi_vn: Chứng chỉ SSL

source: Bridge Devices
vi_vn: Thiết bị cầu

source: Test
vi_vn: Bài kiểm tra

source: Authentication Server
vi_vn: Máy chủ xác thực

source: Authentication failed.
vi_vn: Xác thực không thành công.

source: Attributes received from server
vi_vn: Thuộc tính nhận được từ máy chủ

source: This user is a member of these groups
vi_vn: Người dùng này là thành viên của các nhóm này

source: authenticated successfully.
vi_vn: xác thực thành công.

source: A username and password must be specified.
vi_vn: Tên người dùng và mật khẩu phải được chỉ định.

source: is not a valid authentication server
vi_vn: không phải là máy chủ xác thực hợp lệ

source: CSRF check failed. Your form session may have expired, or you may not have cookies enabled.
vi_vn: Kiểm tra CSRF không thành công. Phiên biểu mẫu của bạn có thể đã hết hạn hoặc có thể bạn chưa bật cookie.

source: CSRF check failed
vi_vn: Kiểm tra CSRF không thành công

source: Report an issue
vi_vn: Báo cáo sự cố

source: Please double-check the following contents to ensure you are comfortable submitting the following information.
vi_vn: Vui lòng kiểm tra kỹ các nội dung sau để đảm bảo bạn cảm thấy thoải mái khi gửi các thông tin sau.

source: A short problem description or steps to reproduce.
vi_vn: Một mô tả vấn đề ngắn hoặc các bước để tái tạo.

source: You can help us further by adding your contact information and a problem description. Please note that providing your contact information greatly improves the chances of bugs being fixed.
vi_vn: Bạn có thể giúp chúng tôi thêm bằng cách thêm thông tin liên hệ của bạn và mô tả vấn đề. Xin lưu ý rằng việc cung cấp thông tin liên hệ của bạn sẽ cải thiện đáng kể khả năng sửa lỗi.

source: Would you like to submit this crash report to the developers?
vi_vn: Bạn có muốn gửi báo cáo sự cố này cho nhà phát triển không?

source: Submit this report
vi_vn: Gửi báo cáo này

source: Dismiss this report
vi_vn: Loại bỏ báo cáo này

source: Please consider submitting a crash report if the error persists.
vi_vn: Vui lòng xem xét việc gửi báo cáo sự cố nếu lỗi vẫn tiếp diễn.

source: This crash report contains no actual crash information. If you want to submit a problem please fill out your e-mail and description below.
vi_vn: Báo cáo sự cố này không chứa thông tin sự cố thực tế. Nếu bạn muốn gửi một vấn đề xin vui lòng điền vào e-mail và mô tả của bạn dưới đây.

source: Thank you for submitting this crash report.
vi_vn: Cảm ơn bạn đã gửi báo cáo sự cố này.

source: pfSync nodes
vi_vn: Nút networks (node) pfSync

source: Could not locate any defined CARP interfaces.
vi_vn: Không thể định vị bất kỳ giao diện CARP nào được xác định.

source: Virtual IP
vi_vn: IP ảo

source: Leave Persistent CARP Maintenance Mode
vi_vn: Rời khỏi chế độ bảo trì CARP liên tục

source: Enter Persistent CARP Maintenance Mode
vi_vn: Vào chế độ bảo trì CARP liên tục

source: Temporarily Disable CARP
vi_vn: Tạm thời vô hiệu hóa CARP

source: Enable CARP
vi_vn: Kích hoạt CARP

source: Check link status on all interfaces with configured CARP VIPs.
vi_vn: Kiểm tra trạng thái liên kết trên tất cả các giao diện với CARP VIP được định cấu hình.

source: CARP has detected a problem and this unit has been demoted to BACKUP status.
vi_vn: CARP đã phát hiện sự cố và thiết bị này đã bị hạ cấp xuống trạng thái DỰ PHÒNG.

source: Please wait...
vi_vn: Vui lòng chờ...

source: Toggle navigation
vi_vn: Chuyển đổi điều hướng

source: Showing %s to %s of %s entries
vi_vn: Đang hiển thị %s đến %s trong số %s hàng

source: Clear All
vi_vn: Xóa tất cả

source: Processing request...
vi_vn: Đang xử lý yêu cầu...

source: advanced mode
vi_vn: chế độ nâng cao

source: Edit rule
vi_vn: Chỉnh sửa quy tắc

source: Edit queue
vi_vn: Chỉnh sửa hàng đợi

source: Edit pipe
vi_vn: Chỉnh sửa đường hầm

source: Reset
vi_vn: Cài lại

source: Target
vi_vn: Mục tiêu

source: Pipe
vi_vn: Đường ống

source: Mask
vi_vn: Mặt nạ

source: Burst
vi_vn: bùng nổ

source: Metric
vi_vn: Số liệu

source: Bandwidth
vi_vn: Băng thông

source: No
vi_vn: KHÔNG

source: Are you sure you want to flush and reload all? this might have impact on other services using the same technology underneath (such as Captive portal)
vi_vn: Bạn có chắc chắn muốn xả và tải lại tất cả không? điều này có thể có tác động đến các dịch vụ khác sử dụng cùng công nghệ bên dưới (chẳng hạn như Cổng Captive)

source: Edit route
vi_vn: Chỉnh sửa tuyến đường

source: Do not enter static routes for networks assigned on any interface of this firewall. Static routes are only used for networks reachable via a different router, and not reachable via your default gateway.
vi_vn: Không nhập các tuyến tĩnh cho các networks được chỉ định trên bất kỳ giao diện nào của tường lửa này. Các tuyến tĩnh chỉ được sử dụng cho các networks có thể truy cập được qua bộ định tuyến khác và không thể truy cập được qua Cổng mặc định của bạn.

source: Edit blacklist
vi_vn: Chỉnh sửa danh sách đen

source: Schedule with Cron
vi_vn: Lên lịch với Cron

source: Download ACLs & Apply
vi_vn: Tải xuống ACL và đăng ký

source: Edit | Delete
vi_vn: Chỉnh sửa | Xóa bỏ

source: Add an item to the table to fetch a remote acl for blacklisting.%s You can enable or disable the blacklist list.%s The active blacklists will be merged with the settings under %sForward Proxy -> Access Control List%s.
vi_vn: Thêm một mục vào bảng để lấy danh sách kiểm soát truy cập từ xa cho danh sách đen.%s Bạn có thể bật hoặc tắt danh sách đen.%s Các danh sách đen đang hoạt động sẽ được hợp nhất với cài đặt trong %sForward Proxy -> Access Control List%s.

source: Remote Blacklist
vi_vn: Danh sách đen từ xa

source: full help
vi_vn: trợ giúp đầy đủ

source: Remote Access Control Lists
vi_vn: Danh sách điều khiển truy cập từ xa

source: Error fetching remote acls
vi_vn: Lỗi khi tìm nạp acl từ xa

source: Error reconfiguring proxy
vi_vn: Lỗi cấu hình lại proxy

source: Service Tests Settings
vi_vn: Cài đặt kiểm tra dịch vụ

source: Alert Settings
vi_vn: Cài đặt cảnh báo

source: Ruleset details
vi_vn: Chi tiết bộ quy tắc

source: Rule details
vi_vn: Chi tiết quy tắc

source: Query
vi_vn: Truy vấn

source: Delete Alert Log
vi_vn: Xóa nhật ký cảnh báo

source: Info / Enabled
vi_vn: Thông tin / Đã bật

source: ClassType
vi_vn: Loại lớp

source: sid
vi_vn: bên

source: Please use "Download & Update Rules" to fetch your initial ruleset, automatic updating can be scheduled after the first download.
vi_vn: Vui lòng sử dụng "Tải xuống & Cập nhật Luật" để lấy bộ luật ban đầu, cập nhật tự động có thể được lên lịch sau lần tải xuống đầu tiên.

source: Download & Update Rules
vi_vn: Luật tải xuống và cập nhật

source: Filter
vi_vn: Lọc

source: Last updated
vi_vn: Cập nhật lần cuối

source: Search
vi_vn: Tìm kiếm

source: Disable selected
vi_vn: Tắt đã chọn

source: Enable selected
vi_vn: Bật đã chọn

source: Rulesets
vi_vn: Bộ quy tắc

source: Schedule
vi_vn: Lịch trình

source: User defined
vi_vn: Người dùng xác định

source: Download
vi_vn: Tải xuống

source: Removing this file will cleanup disk space, but cannot be undone.
vi_vn: Việc xóa tệp này sẽ dọn sạch dung lượng ổ disk nhưng không thể hoàn tác được.

source: Error reconfiguring IDS
vi_vn: Lỗi cấu hình lại IDS

source: Alert info
vi_vn: Thông tin cảnh báo

source: Payload
vi_vn: Tải trọng

source: Changes will be active after apply (rules tab)
vi_vn: Các thay đổi sẽ có hiệu lực sau khi áp dụng (tab quy tắc)

source: Configured action
vi_vn: Hành động được định cấu hình

source: tls notafter
vi_vn: tls không sau đó

source: tls notbefore
vi_vn: không phải trước đó

source: tls version
vi_vn: phiên bản tls

source: tls serial
vi_vn: tls nối tiếp

source: tls fingerprint
vi_vn: dấu vân tay tls

source: tls session resumed
vi_vn: phiên tls đã được tiếp tục

source: tls issuer
vi_vn: nhà phát hành tls

source: tls subject
vi_vn: chủ đề tls

source: http content_type
vi_vn: http nội dung_type

source: http user_agent
vi_vn: tác nhân người dùng http

source: http url
vi_vn: địa chỉ http

source: http hostname
vi_vn: tên máy chủ http

source: Destination port
vi_vn: Cổng đích

source: Destination IP
vi_vn: IP đích

source: Alert sid
vi_vn: Phí cảnh báo

source: not installed
vi_vn: chưa được cài đặt

source: Timestamp
vi_vn: Dấu thời gian

source: High
vi_vn: Cao

source: Medium
vi_vn: Trung bình

source: Standard
vi_vn: Tiêu chuẩn

source: On
vi_vn: TRÊN

source: Off
vi_vn: Tắt

source: minutes
vi_vn: phút

source: days
vi_vn: ngày

source: seconds
vi_vn: giây

source: COMMAND
vi_vn: YÊU CẦU

source: TIME
vi_vn: THỜI GIAN

source: STATE
vi_vn: TÌNH TRẠNG

source: SIZE
vi_vn: KÍCH CỠ

source: NICE
vi_vn: ĐẸP

source: USERNAME
vi_vn: TÊN NGƯỜI DÙNG

source: Enable this to attempt to resolve names when displaying the tables. By enabling name resolution, the query may take longer.
vi_vn: Bật tính năng này để cố gắng giải quyết tên khi hiển thị bảng. Bằng cách bật tính năng phân giải tên, truy vấn có thể mất nhiều thời gian hơn.

source: Name resolution
vi_vn: Phân giải tên

source: Expire
vi_vn: Hết hạn

source: Netif (name)
vi_vn: Netif (tên)

source: Use
vi_vn: Sử dụng

source: Flags
vi_vn: Cờ

source: To date
vi_vn: Đến nay

source: From date
vi_vn: Từ ngày

source: Resolution (seconds)
vi_vn: Độ phân giải (giây)

source: Collection
vi_vn: Bộ sưu tập

source: Attribute
vi_vn: Thuộc tính

source: Total (selection)
vi_vn: Tổng số (lựa chọn)

source: Last seen
vi_vn: Nhìn thấy lần cuối

source: Service
vi_vn: Dịch vụ

source: (src) Address
vi_vn: (src) Địa chỉ

source: (dst) Port
vi_vn: (dst) Cổng

source: Date to
vi_vn: Ngày đến

source: Date from
vi_vn: Ngày từ

source: Bytes
vi_vn: Byte

source: Packets
vi_vn: Gói

source: Total
vi_vn: Tổng cộng

source: Out
vi_vn: Ngoài

source: In
vi_vn: TRONG

source: click on pie for details
vi_vn: bấm vào bánh để biết chi tiết

source: Reverse lookup
vi_vn: Tra cứu ngược

source: Top usage ports / sources (bytes)
vi_vn: Cổng/nguồn sử dụng hàng đầu (byte)

source: OUT
vi_vn: NGOÀI

source: IN
vi_vn: TRONG

source: Interface totals (bits/sec)
vi_vn: Tổng giao diện (bit/giây)

source: Last year, 24 hour average
vi_vn: Năm ngoái, trung bình 24 giờ

source: 182 days, 24 hour average
vi_vn: 182 ngày, trung bình 24 giờ

source: 90 days, 24 hour average
vi_vn: 90 ngày, trung bình 24 giờ

source: 60 days, 24 hour average
vi_vn: 60 ngày, trung bình 24 giờ

source: 30 days, 24 hour average
vi_vn: Trung bình 30 ngày, 24 giờ

source: 14 days, 1 hour average
vi_vn: Trung bình 14 ngày, 1 giờ

source: 7 days, 1 hour average
vi_vn: 7 ngày, trung bình 1 giờ

source: Last 24 hours, 5 minute average
vi_vn: Trung bình 24 giờ qua, 5 phút

source: Last 8 hours, 5 minute average
vi_vn: 8 giờ qua, trung bình 5 phút

source: Last 2 hours, 30 second average
vi_vn: Trung bình 2 giờ qua, 30 giây

source: Go to netflow configuration
vi_vn: Chuyển đến cấu hình netflow

source: Local data collection is not enabled at the moment, please configure netflow first
vi_vn: Hiện tại, tính năng thu thập dữ liệu cục bộ chưa được bật, vui lòng định cấu hình luồng networks trước

source: Export
vi_vn: Xuất khẩu

source: Details
vi_vn: Chi tiết

source: Totals
vi_vn: Tổng số

source: Info
vi_vn: Thông tin

source: Pkts
vi_vn: gói

source: Sources
vi_vn: Nguồn

source: Flow
vi_vn: Luồng

source: Capture
vi_vn: Bắt gói tin

source: Label
vi_vn: Nhãn

source: Choose template
vi_vn: Lựa chọn mẫu

source: Proto
vi_vn: Giao thức

source: Time
vi_vn: Thời gian

source: Auto refresh
vi_vn: Tự động làm mới

source: Table size
vi_vn: Số dòng trong bảng

source: History size
vi_vn: Số dòng lịch sử

source: Detailed rule info
vi_vn: Thông tin quy tắc chi tiết

source: Refresh
vi_vn: Làm mới

source: Flush
vi_vn: Xóa

source: NOTE: Local IPv6 peers use NDP instead of ARP.
vi_vn: LƯU Ý: Các nút IPv6 cục bộ sử dụng NDP thay cho ARP.

source: Interface name
vi_vn: Tên giao diện

source: Manufacturer
vi_vn: nhà sản xuất

source: Flush the ARP cache manually, in case your ARP cache contains invalid data.
vi_vn: Xóa bộ đệm ARP theo cách thủ công, trong trường hợp bộ đệm ARP của bạn chứa dữ liệu không hợp lệ.

source: Flush ARP Table
vi_vn: Xóa bảng ARP

source: Edit job
vi_vn: Chỉnh sửa công việc

source: Edit
vi_vn: Chỉnh sửa

source: Delete
vi_vn: Xóa

source: Days
vi_vn: Ngày

source: Origin
vi_vn: Nguồn gốc

source: Jobs
vi_vn: Việc làm

source: Go back to previous page
vi_vn: Quay lại trang trước

source: In order to apply these settings a firmware update must be performed after save, which can include a reboot of the system.
vi_vn: Để áp dụng các cài đặt này, bản cập nhật chương trình cơ sở phải được thực hiện sau khi lưu, có thể bao gồm việc khởi động lại hệ thống.

source: Save
vi_vn: Lưu

source: Provide subscription key.
vi_vn: Cung cấp khóa đăng ký.

source: Subscription
vi_vn: Đăng ký

source: Select an alternate firmware mirror.
vi_vn: Chọn một máy nhân bản phần mềm thay thế.

source: Comment
vi_vn: Bình luận

source: Click to check for updates.
vi_vn: Nhấn vào đây để kiểm tra các bản cập nhật.

source: Check for updates
vi_vn: Kiểm tra các bản cập nhật

source: Unlock
vi_vn: Mở khóa

source: Upgrade instructions
vi_vn: Hướng dẫn nâng cấp

source: Click to view full changelog history.
vi_vn: Nhấn vào đây để xem toàn bộ lịch sử thay đổi.

source: Check for updates to view changelog history.
vi_vn: Kiểm tra các bản cập nhật để xem lịch sử thay đổi.

source: Date
vi_vn: Ngày

source: Check for updates to view available plugins.
vi_vn: Kiểm tra các bản cập nhật để xem các plugin có sẵn.

source: orphaned
vi_vn: mồ côi

source: installed
vi_vn: đã cài đặt

source: No packages were found on your system. Please call for help.
vi_vn: Không có gói nào được tìm thấy trên hệ thống của bạn. Hãy gọi để được giúp đỡ.

source: Your device is rebooting
vi_vn: Thiết bị của bạn đang khởi động lại
