Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: The firewall will download all firmware sets and reboot multiple times for this upgrade. All operating system files and packages will be reinstalled as a consequence. This may take several minutes to complete.
vi_vn: Tường lửa sẽ tải xuống tất cả các bộ chương trình cơ sở và khởi động lại nhiều lần cho lần nâng cấp này. Do đó, tất cả các tệp và gói hệ điều hành sẽ được cài đặt lại. Việc này có thể mất vài phút để hoàn thành.

source: The firewall will reboot directly after this firmware update.
vi_vn: Tường lửa sẽ khởi động lại trực tiếp sau bản cập nhật chương trình cơ sở này.

source: Abort
vi_vn: Hủy bỏ

source: Reboot required
vi_vn: Yêu cầu khởi động lại

source: The firewall will reboot directly after this set reinstall.
vi_vn: Tường lửa sẽ khởi động lại trực tiếp sau khi cài đặt lại bộ này.

source: License details
vi_vn: Chi tiết giấy phép

source: Sorry, the package does not have an associated license file.
vi_vn: Rất tiếc, gói này không có tệp giấy phép liên quan.

source: Plugin details
vi_vn: Chi tiết plugin

source: Sorry, plugin details are currently not available.
vi_vn: Xin lỗi, chi tiết plugin hiện không có sẵn.

source: Generate
vi_vn: Phát ra

source: Groupname
vi_vn: Tên nhóm

source: Number of vouchers
vi_vn: Số lượng chứng từ

source: Custom (hours)
vi_vn: Tùy chỉnh (giờ)

source: 3 months
vi_vn: 3 tháng

source: 2 months
vi_vn: 2 tháng

source: 1 month
vi_vn: 1 tháng

source: 3 weeks
vi_vn: 3 tuần

source: 12 hours
vi_vn: 12 giờ

source: 6 hours
vi_vn: 6 giờ

source: never
vi_vn: không bao giờ

source: Expires in
vi_vn: Hết hạn vào

source: Custom (minutes)
vi_vn: Tùy chỉnh (phút)

source: 2 weeks
vi_vn: 2 tuần

source: 1 week
vi_vn: 1 tuần

source: 6 days
vi_vn: 6 ngày

source: 5 days
vi_vn: 5 ngày

source: 4 days
vi_vn: 4 ngày

source: 3 days
vi_vn: 3 ngày

source: 2 days
vi_vn: 2 ngày

source: 1 day
vi_vn: 1 ngày

source: 8 hours
vi_vn: 8 giờ

source: 4 hours
vi_vn: 4 giờ

source: Validity
vi_vn: hiệu lực

source: Setting
vi_vn: Cài đặt

source: Generate vouchers
vi_vn: Tạo chứng từ

source: Create vouchers
vi_vn: Tạo chứng từ

source: Drop expired vouchers
vi_vn: Bỏ chứng từ hết hạn

source: Expire selected vouchers
vi_vn: Hết hạn chứng từ đã chọn

source: State
vi_vn: Tình trạng

source: Expires at
vi_vn: Hết hạn vào lúc

source: Valid to
vi_vn: Hợp lệ để

source: Valid from
vi_vn: Có hiệu lực từ

source: Expire all selected vouchers?
vi_vn: Hết hạn tất cả các chứng từ đã chọn?

source: Close
vi_vn: Đóng

source: All expired vouchers within this group will be deleted
vi_vn: Tất cả các chứng từ đã hết hạn trong nhóm này sẽ bị xóa

source: Remove expired vouchers
vi_vn: Xóa chứng từ hết hạn

source: The validity, expiry time and the quantity of vouchers must be integers.
vi_vn: Thời hạn hiệu lực, thời hạn sử dụng và số lượng của chứng từ phải là số nguyên.

source: All vouchers within this group will be deleted
vi_vn: Tất cả các chứng từ trong nhóm này sẽ bị xóa

source: Remove voucher group
vi_vn: Xóa nhóm chứng từ

source: Please setup a voucher server first (%sgoto auth servers%s)
vi_vn: Trước tiên hãy thiết lập máy chủ phiếu thưởng (%sgoto máy chủ xác thực%s)

source: Upload
vi_vn: Tải lên

source: File input
vi_vn: Nhập tập tin

source: Template name
vi_vn: Tên mẫu

source: Upload file
vi_vn: Tải tập tin lên

source: Edit zone
vi_vn: Chỉnh sửa vùng

source: Apply
vi_vn: Áp dụng

source: Zoneid
vi_vn: Khu vực

source: Templates
vi_vn: Mẫu

source: Zones
vi_vn: Khu vực

source: Error uploading template
vi_vn: Lỗi tải lên mẫu

source: Do you want to remove the selected item?
vi_vn: Bạn có muốn xóa mục đã chọn không?

source: Confirm removal
vi_vn: Xác nhận xóa

source: Commands
vi_vn: Thao tác

source: Connected since
vi_vn: Đã kết nối kể từ

source: IP address
vi_vn: địa chỉ IP

source: Session
vi_vn: Phiên họp

source: Yes
vi_vn: Đúng

source: Cancel
vi_vn: Hủy bỏ

source: Do you want to disconnect the selected client?
vi_vn: Bạn có muốn ngắt kết nối máy khách đã chọn không?

source: Confirm disconnect
vi_vn: Xác nhận ngắt kết nối

source: %s Status
vi_vn: %s Trạng thái

source: %s made changes
vi_vn: %s đã thực hiện thay đổi

source: No valid config.xml found, attempting to restore factory config.
vi_vn: Không tìm thấy config.xml hợp lệ, đang cố gắng khôi phục cấu hình gốc.

source: No valid config.xml found, attempting last known config restore.
vi_vn: Không tìm thấy config.xml hợp lệ, đang cố gắng khôi phục cấu hình đã biết gần đây nhất.

source: The app password which has been generated for you
vi_vn: Mật khẩu ứng dụng đã được tạo cho bạn

source: The name you use for logging into your Nextcloud account
vi_vn: Tên bạn sử dụng để đăng nhập vào tài khoản Nextcloud của mình

source: User Name
vi_vn: Tên người dùng

source: The supplied 'Password' and 'Confirm' field values must match.
vi_vn: Giá trị trường 'Mật khẩu' và 'Xác nhận' được cung cấp phải khớp nhau.

source: Confirm
vi_vn: Xác nhận

source: Backup Count
vi_vn: Số lượng dự phòng

source: Normally the config xml will be written as config-stamp.xml, with this option set the filename will use the systems host and domain name.
vi_vn: Thông thường, xml cấu hình sẽ được viết dưới dạng config-stamp.xml, với tùy chọn này, tên tệp sẽ sử dụng máy chủ và tên miền của hệ thống.

source: Prefix hostname to backupfile
vi_vn: Tiền tố tên máy chủ vào tệp sao lưu

source: Folder ID
vi_vn: Mã thư mục

source: P12 key
vi_vn: Phím P12

source: Client-ID in the Google cloud console
vi_vn: Client-ID trong bảng điều khiển đám mây của Google

source: Email Address
vi_vn: Địa chỉ email

source: Password length must be a number or empty for default.
vi_vn: Độ dài mật khẩu phải là số hoặc để trống theo mặc định.

source: Specify alternative password length for generating vouchers
vi_vn: Chỉ định độ dài mật khẩu thay thế để tạo chứng từ

source: Password length
vi_vn: Độ dài mật khẩu

source: Username length must be a number or empty for default.
vi_vn: Độ dài tên người dùng phải là số hoặc để trống theo mặc định.

source: Specify alternative username length for generating vouchers
vi_vn: Chỉ định độ dài tên người dùng thay thế để tạo chứng từ

source: Username length
vi_vn: Độ dài tên người dùng

source: Use simple (less secure) passwords, which are easier to read
vi_vn: Sử dụng mật khẩu đơn giản (kém an toàn hơn), dễ đọc hơn

source: Use simple passwords (less secure)
vi_vn: Sử dụng mật khẩu đơn giản (kém an toàn hơn)

source: Voucher
vi_vn: Chứng từ

source: Reverse token order
vi_vn: Đảo ngược thứ tự mã thông báo

source: Please enter a valid grace period in seconds
vi_vn: Vui lòng nhập thời gian gia hạn hợp lệ tính bằng giây

source: Time in seconds in which this server and the token may differ, default is 10 seconds. Set higher for a less secure easier match.
vi_vn: Thời gian tính bằng giây mà máy chủ này và mã thông báo có thể khác nhau, mặc định là 10 giây. Đặt cao hơn để có trận đấu dễ dàng hơn, kém an toàn hơn.

source: Grace period
vi_vn: Thời gian ân hạn

source: Please enter a valid time window in seconds
vi_vn: Vui lòng nhập khoảng thời gian hợp lệ tính bằng giây

source: Time window
vi_vn: Cửa sổ thời gian

source: Only token lengths of 6 or 8 characters are supported
vi_vn: Chỉ hỗ trợ độ dài mã thông báo 6 hoặc 8 ký tự

source: Token length to use
vi_vn: Độ dài mã thông báo để sử dụng

source: Token length
vi_vn: Độ dài mã thông báo

source: Local + Timebased One Time Password
vi_vn: Mật khẩu một lần cục bộ + theo thời gian

source: The username may not be a part of the password
vi_vn: Tên người dùng có thể không phải là một phần của mật khẩu

source: Password should contain at least 3 of the 4 different character groups (lowercase, uppercase, number, special)
vi_vn: Mật khẩu phải chứa ít nhất 3 trong 4 nhóm ký tự khác nhau (chữ thường, chữ hoa, số, đặc biệt)

source: Current password equals new password
vi_vn: Mật khẩu hiện tại bằng mật khẩu mới

source: Password must have at least %d characters
vi_vn: Mật khẩu phải có ít nhất %d ký tự

source: This item has been created by another service, command and parameter may not be changed. (was: %s)
vi_vn: Mục này đã được tạo bởi dịch vụ khác, lệnh và tham số không thể thay đổi. (trước đây là: %s)

source: This item has been created by another service, command and parameter may not be changed.
vi_vn: Mục này đã được tạo bởi dịch vụ khác, lệnh và tham số không thể thay đổi.

source: Page not found
vi_vn: Không tìm thấy trang

source: Firmware status check was aborted internally. Please try again.
vi_vn: Kiểm tra trạng thái chương trình cơ sở đã bị hủy bỏ trong nội bộ. Vui lòng thử lại.

source: upgrade
vi_vn: nâng cấp

source: reinstall
vi_vn: cài đặt lại

source: downgrade
vi_vn: hạ cấp

source: This update requires a reboot.
vi_vn: Bản cập nhật này yêu cầu khởi động lại.

source: There are %s updates available, total download size is %s.
vi_vn: Hiện có %s bản cập nhật, tổng kích thước tải xuống là %s.

source: There is %s update available, total download size is %s.
vi_vn: Hiện có sẵn bản cập nhật %s, tổng kích thước tải xuống là %s.

source: There are no updates available on the selected mirror.
vi_vn: Không có bản cập nhật nào trên gương đã chọn.

source: Could not find the repository on the selected mirror.
vi_vn: Không thể tìm thấy kho lưu trữ trên máy nhân bản đã chọn.

source: new
vi_vn: mới

source: N/A
vi_vn: không áp dụng

source: XML error: %s at line %d cannot occur more than once
vi_vn: Lỗi XML: %s tại dòng %d không thể xảy ra nhiều lần

source: Mute Console
vi_vn: Bảng điều khiển tắt tiếng

source: EFI Console
vi_vn: Bảng điều khiển EFI

source: Serial Console
vi_vn: Bảng điều khiển nối tiếp

source: VGA Console
vi_vn: Bảng điều khiển VGA

source: Spanish
vi_vn: tiếng Tây Ban Nha

source: Russian
vi_vn: tiếng Nga

source: Portuguese (Portugal)
vi_vn: Tiếng Bồ Đào Nha (Bồ Đào Nha)

source: Portuguese (Brazil)
vi_vn: Tiếng Bồ Đào Nha (Brazil)

source: Japanese
vi_vn: tiếng Nhật

source: Italian
vi_vn: người Ý

source: German
vi_vn: tiếng Đức

source: French
vi_vn: người Pháp

source: Chinese (Simplified)
vi_vn: Tiếng Trung (Giản thể)

source: Czech
vi_vn: tiếng Séc

source: English
vi_vn: Tiếng Anh

source: Could not restart service `%s'
vi_vn: Không thể khởi động lại dịch vụ `%s'

source: Could not start service `%s'
vi_vn: Không thể bắt đầu dịch vụ `%s'

source: Packet Filter
vi_vn: Bộ lọc gói

source: The field 'Concurrent connections' must be numeric.
vi_vn: Trường 'Kết nối đồng thời' phải là số.

source: The field 'WINS Server #2' must contain a valid IP address
vi_vn: Trường 'WINS Server #2' phải chứa địa chỉ IP hợp lệ

source: The field 'WINS Server #1' must contain a valid IP address
vi_vn: Trường 'WINS Server #1' phải chứa địa chỉ IP hợp lệ

source: The field 'NTP Server #2' must contain a valid IP address
vi_vn: Trường 'NTP Server #2' phải chứa địa chỉ IP hợp lệ

source: The field 'NTP Server #1' must contain a valid IP address
vi_vn: Trường 'NTP Server #1' phải chứa địa chỉ IP hợp lệ

source: The field 'DNS Server #4' must contain a valid IP address
vi_vn: Trường 'DNS Server #4' phải chứa địa chỉ IP hợp lệ

source: The field 'DNS Server #3' must contain a valid IP address
vi_vn: Trường 'DNS Server #3' phải chứa địa chỉ IP hợp lệ

source: The field 'DNS Server #2' must contain a valid IP address
vi_vn: Trường 'DNS Server #2' phải chứa địa chỉ IP hợp lệ

source: The field 'DNS Server #1' must contain a valid IP address
vi_vn: Trường 'DNS Server #1' phải chứa địa chỉ IP hợp lệ

source: The field '%s' must contain a valid port, ranging from 0 to 65535.
vi_vn: Trường '%s' phải chứa Cổng hợp lệ, nằm trong khoảng từ 0 đến 65535.

source: None (No Authentication)
vi_vn: Không có (Không có xác thực)

source: No Preference
vi_vn: Không có ưu tiên

source: 3 (recommended)
vi_vn: 3 (được khuyến nghị)

source: 1 (default)
vi_vn: 1 (mặc định)

source: 0 (none)
vi_vn: 0 (không có)

source: Secure Shell Daemon
vi_vn: Daemon Shell an toàn

source: Network Time Daemon
vi_vn: Daemon thời gian networks

source: Insight Aggregator
vi_vn: Công cụ tổng hợp thông tin chi tiết

source: NetFlow Distributor
vi_vn: Nhà phân phối NetFlow

source: Monit System Monitoring
vi_vn: Giám sát hệ thống giám sát

source: IPsec VPN
vi_vn: VPN IPsec

source: NULL (no encryption)
vi_vn: NULL (không mã hóa)

source: Users and Groups
vi_vn: Người dùng và nhóm

source: System Configuration Daemon
vi_vn: Daemon cấu hình hệ thống

source: DHCPv6 Server
vi_vn: Máy chủ DHCPv6

source: INIT
vi_vn: BAN ĐẦU

source: BACKUP
vi_vn: HỖ TRỢ

source: MASTER
vi_vn: BẬC THẦY

source: learning
vi_vn: học hỏi

source: Network Control (7, highest)
vi_vn: Kiểm soát networks (7, cao nhất)

source: Internetwork Control (6)
vi_vn: Kiểm soát Internetwork (6)

source: Voice (5)
vi_vn: Giọng nói (5)

source: Critical Applications (3)
vi_vn: Ứng dụng quan trọng (3)

source: Best Effort (0, default)
vi_vn: Best Effort (0, mặc định)

source: Background (1, lowest)
vi_vn: Bối cảnh (1, thấp nhất)

source: Gateways status could not be determined, considering all as up/active. (Group: %s)
vi_vn: Không thể xác định trạng thái Cổng, coi tất cả đều ở trạng thái hoạt động/hoạt động. (Nhóm: %s)

source: MONITOR: %s has high latency, removing from routing group %s
vi_vn: MONITOR: %s có độ trễ cao, bị loại khỏi nhóm định tuyến %s

source: MONITOR: %s has packet loss, removing from routing group %s
vi_vn: GIÁM SÁT: %s bị mất gói, bị xóa khỏi nhóm định tuyến %s

source: MONITOR: %s is down, removing from routing group %s
vi_vn: MONITOR: %s không hoạt động, đang bị xóa khỏi nhóm định tuyến %s

source: There were error(s) loading the rules: %s%s
vi_vn: Đã xảy ra lỗi khi tải quy tắc: %s%s

source: Your browser must support cookies to login.
vi_vn: Trình duyệt của bạn phải hỗ trợ cookie để đăng nhập.

source: Password:
vi_vn: Mật khẩu:

source: Username:
vi_vn: Tên người dùng:

source: Login
vi_vn: Đăng nhập

source: No page assigned to this user! Click here to logout.
vi_vn: Không có trang nào được chỉ định cho người dùng này! Nhấn vào đây để đăng xuất.

source: Wrong username or password.
vi_vn: Tên người dùng hoặc mật khẩu sai.

source: Local Database
vi_vn: Cơ sở dữ liệu cục bộ

source: The HTTP_REFERER "%s" does not match the predefined settings. You can disable this check if needed under System: Settings: Administration.
vi_vn: HTTP_REFERER "%s" không khớp với cài đặt được xác định trước. Bạn có thể tắt kiểm tra này nếu cần trong System: Settings: Administration.

source: You must specify at least one internal interface.
vi_vn: Bạn phải chỉ định ít nhất một giao diện nội bộ.

source: Test Kerberos login
vi_vn: Kiểm tra đăng nhập Kerberos

source: Show Key Table
vi_vn: Hiển thị bảng khóa

source: Delete Key Table
vi_vn: Xóa bảng khóa

source: Create Key Table
vi_vn: Tạo bảng khóa

source: Kerberos Authentication
vi_vn: Xác thực Kerberos

source: Show dump
vi_vn: Hiển thị kết xuất

source: Proxy reconfigured
vi_vn: Proxy được cấu hình lại

source: LDAP server is not set in Web Proxy - Authentication Settings
vi_vn: Máy chủ LDAP không được đặt trong Proxy Web - Cài đặt xác thực

source: Do not set localhost as DNS server.
vi_vn: Không đặt localhost làm máy chủ DNS.

source: LDAP server is not in DNS servers list.
vi_vn: Máy chủ LDAP không có trong danh sách máy chủ DNS.

source: SSO is not enabled or kerberos configuration file has invalid content
vi_vn: SSO chưa được bật hoặc tệp cấu hình kerberos có nội dung không hợp lệ

source: File %s does not exists.
vi_vn: Tệp %s không tồn tại.

source: Unknown LDAP server FQDN.
vi_vn: Máy chủ LDAP không xác định FQDN.

source: Unknown LDAP server IP.
vi_vn: IP máy chủ LDAP không xác định.

source: Hostname doesn't resolved to IP.
vi_vn: Tên máy chủ không được phân giải thành IP.

source: Hostname doesn't resolved to host IP.
vi_vn: Tên máy chủ không được phân giải thành IP máy chủ.

source: DNS server not found
vi_vn: Không tìm thấy máy chủ DNS

source: Kerberos authentication module
vi_vn: Mô-đun xác thực Kerberos

source: Add %sBackend Pools:%s Group the previously added servers to build a server farm. All servers in a group usually deliver the same content. The Backend Pool takes care of health monitoring and load distribution. A Backend Pool must be configured even if you only have a single server.
vi_vn: Thêm %sBackend Pools:%s Nhóm các máy chủ đã thêm trước đó để xây dựng cụm máy chủ. Tất cả các máy chủ trong một nhóm thường cung cấp cùng một nội dung. Backend Pool đảm nhiệm việc theo dõi tình trạng và phân phối tải. Nhóm phụ trợ phải được định cấu hình ngay cả khi bạn chỉ có một máy chủ.

source: SMART Status
vi_vn: Trạng thái THÔNG MINH

source: No SMART devices.
vi_vn: Không có thiết bị SMART.

source: Do you really want to abort the test?
vi_vn: Bạn có thực sự muốn hủy bỏ bài kiểm tra?

source: Abort tests
vi_vn: Hủy bỏ các bài kiểm tra

source: Self-test
vi_vn: Tự kiểm tra

source: Error
vi_vn: Lỗi

source: Log type
vi_vn: Loại nhật ký

source: View Logs
vi_vn: Xem nhật ký

source: Conveyance (ATA Disks Only)
vi_vn: Truyền tải (Chỉ disk ATA)

source: Short
vi_vn: Ngắn

source: Perform Self-tests
vi_vn: Thực hiện tự kiểm tra

source: Device: /dev/
vi_vn: Thiết bị: /dev/

source: Attributes
vi_vn: Thuộc tính

source: SMART Capabilities
vi_vn: Khả năng THÔNG MINH

source: Info type
vi_vn: Loại thông tin

source: FAILED
vi_vn: Không thành công

source: PASSED
vi_vn: ĐI QUA

source: Welcome to the HAProxy plugin! This plugin is designed to offer all the features and flexibility HAProxy is famous for. If you are using HAProxy for the first time, please take some time to get familiar with it. The following information should help you to get started.
vi_vn: Chào mừng bạn đến với plugin HAProxy! Plugin này được thiết kế để cung cấp đầy đủ các tính năng và sự linh hoạt mà HAProxy nổi tiếng. Nếu đây là lần đầu bạn sử dụng HAProxy, vui lòng dành chút thời gian để làm quen. Thông tin bên dưới sẽ giúp bạn bắt đầu.

source: Onion Service Name
vi_vn: Tên dịch vụ Onion

source: Onion Service Names
vi_vn: Tên dịch vụ Onion

source: Edit Hidden Service Credentials
vi_vn: Chỉnh sửa thông tin xác thực dịch vụ ẩn

source: Edit Exit Node ACL
vi_vn: Chỉnh sửa nút thoát ACL

source: Edit Onion Service Route
vi_vn: Chỉnh sửa lộ trình dịch vụ Onion

source: Edit Onion Service
vi_vn: Chỉnh sửa dịch vụ Onion

source: Edit ACL Entry
vi_vn: Chỉnh sửa ACL Entry

source: Running an exit node may be lead to legal issues and seized hardware. Be careful with your settings here.
vi_vn: Việc chạy nút thoát có thể dẫn đến các vấn đề pháp lý và phần cứng bị tịch thu. Hãy cẩn thận với cài đặt của bạn ở đây.

source: Reload Service
vi_vn: Tải lại dịch vụ

source: Exit Node ACL
vi_vn: Thoát nút ACL

source: Relaying
vi_vn: Chuyển tiếp

source: Onion Service Routing
vi_vn: Định tuyến dịch vụ Onion

source: Onion Services
vi_vn: Dịch vụ Onion

source: SOCKS Proxy ACL
vi_vn: ACL proxy SOCKS

source: Onion Service Authentication
vi_vn: Xác thực dịch vụ Onion

source: This page is not available because Tor is not running or the control socket is not configured. Please go to the %sconfiguration page%s and enable Tor.
vi_vn: Trang này không khả dụng vì Tor không chạy hoặc ổ cắm điều khiển không được cấu hình. Vui lòng truy cập trang cấu hình %s%s và bật Tor.

source: Destination Host
vi_vn: Máy chủ đích

source: Circuit ID
vi_vn: ID mạch

source: Stream Status
vi_vn: Trạng thái luồng

source: Stream ID
vi_vn: ID luồng

source: Circuits
vi_vn: mạch

source: Streams
vi_vn: Luồng

source: The Onion Router
vi_vn: Bộ định tuyến Onion

source: Introduction
vi_vn: Giới thiệu

source: No signature database found, please download before use. The download will take several minutes and this message will disappear when it has been completed.
vi_vn: Không tìm thấy cơ sở dữ liệu chữ ký, vui lòng tải xuống trước khi sử dụng. Quá trình tải xuống sẽ mất vài phút và thông báo này sẽ biến mất khi hoàn tất.

source: Download signatures
vi_vn: Tải xuống chữ ký

source: freshclam daemon
vi_vn: daemon freshclam (cập nhật cơ sở dữ liệu virus)

source: ClamAV Daemon
vi_vn: Daemon ClamAV

source: Peers
vi_vn: Peer

source: Edit Zerotier Network
vi_vn: Chỉnh sửa networks Zerotier

source: Network Id
vi_vn: Mã networks

source: Unable to obtain Zerotier information for network
vi_vn: Không thể lấy thông tin Zerotier cho networks

source: Is the network enabled?
vi_vn: Mạng có được kích hoạt không?

source: Information on network
vi_vn: Thông tin trên networks

source: all currently connected sessions
vi_vn: tất cả các phiên hiện được kết nối

source: Int. Port
vi_vn: Int. Cổng

source: UPnP is currently disabled.
vi_vn: UPnP hiện đang bị vô hiệu hóa.

source: Example: allow 1024-65535 192.168.0.0/24 1024-65535
vi_vn: Ví dụ: cho phép 1024-65535 192.168.0.0/24 1024-65535

source: User specified permissions
vi_vn: Quyền do người dùng chỉ định

source: Default deny
vi_vn: Từ chối mặc định

source: Use system time
vi_vn: Sử dụng thời gian hệ thống

source: Override WAN address
vi_vn: Ghi đè địa chỉ WAN

source: Maximum Upload Speed
vi_vn: Tốc độ tải lên tối đa

source: (Kbits/second)
vi_vn: (Kbit/giây)

source: Maximum Download Speed
vi_vn: Tốc độ tải xuống tối đa

source: You can select multiple interfaces here.
vi_vn: Bạn có thể chọn nhiều giao diện ở đây.

source: Localhost
vi_vn: Máy chủ cục bộ

source: Interfaces (generally LAN)
vi_vn: Giao diện (nói chung là LAN)

source: Select only your primary WAN interface (interface with your default route). Only one interface is allowed here, not multiple.
vi_vn: Chỉ chọn giao diện WAN chính của bạn (giao diện với tuyến đường mặc định của bạn). Chỉ cho phép một giao diện ở đây, không được phép nhiều giao diện.

source: External Interface
vi_vn: Giao diện bên ngoài

source: This protocol is often used by Apple-compatible systems.
vi_vn: Giao thức này thường được sử dụng bởi các hệ thống tương thích với Apple.

source: This protocol is often used by Microsoft-compatible systems.
vi_vn: Giao thức này thường được sử dụng bởi các hệ thống tương thích với Microsoft.

source: You must specify a valid ip address in the 'User specified permissions %s' field
vi_vn: Bạn phải chỉ định một địa chỉ IP hợp lệ trong trường 'Quyền do người dùng chỉ định %s'

source: You must specify a port or port range between 0 and 65535 in the 'User specified permissions %s' field
vi_vn: Bạn phải chỉ định một Cổng hoặc phạm vi Cổng trong khoảng từ 0 đến 65535 trong trường 'Quyền do người dùng chỉ định %s'

source: You must begin with allow or deny in the 'User specified permissions %s' field
vi_vn: Bạn phải bắt đầu bằng việc cho phép hoặc từ chối trong trường 'Quyền do người dùng chỉ định %s'

source: You must follow the specified format in the 'User specified permissions %s' field
vi_vn: Bạn phải tuân theo định dạng đã chỉ định trong trường 'Quyền do người dùng chỉ định %s'

source: You must specify a value greater than 0 in the 'Maximum Upload Speed' field
vi_vn: Bạn phải chỉ định giá trị lớn hơn 0 trong trường 'Tốc độ tải lên tối đa'

source: You must specify a value greater than 0 in the 'Maximum Download Speed' field
vi_vn: Bạn phải chỉ định giá trị lớn hơn 0 trong trường 'Tốc độ tải xuống tối đa'

source: You must fill in both 'Maximum Download Speed' and 'Maximum Upload Speed' fields
vi_vn: Bạn phải điền vào cả hai trường 'Tốc độ tải xuống tối đa' và 'Tốc độ tải lên tối đa'

source: You must specify a valid ip address in the 'Override WAN address' field
vi_vn: Bạn phải chỉ định địa chỉ IP hợp lệ trong trường 'Ghi đè địa chỉ WAN'

source: You cannot select the external interface as an internal interface.
vi_vn: Bạn không thể chọn giao diện bên ngoài làm giao diện bên trong.

source: It is a security risk to specify WAN as an internal interface.
vi_vn: Việc chỉ định WAN làm giao diện nội bộ là một rủi ro bảo mật.

source: shadowsockslocal daemon
vi_vn: Shadowocksđịa phương daemon

source: shadowsocks daemon
vi_vn: daemon Shadowocks

source: Real Servers
vi_vn: Máy chủ thực
