Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: Leave empty to use the system resolvers (default). Resolvers customizes the DNS resolvers used when performing the DNS challenge; these take precedence over system resolvers or any default ones. If set here, the resolvers will propagate to all configured certificate issuers. If the system resolvers use DNS over TLS, setting an external resolver here is required or the DNS challenge will fail.
vi_vn: Để trống để sử dụng trình phân giải hệ thống (mặc định). Trình phân giải tùy chỉnh trình phân giải DNS được sử dụng khi thực hiện thử thách DNS; những điều này được ưu tiên hơn các trình phân giải hệ thống hoặc bất kỳ trình phân giải mặc định nào. Nếu được đặt ở đây, trình phân giải sẽ truyền tới tất cả các tổ chức phát hành chứng chỉ đã định cấu hình. Nếu trình phân giải hệ thống sử dụng DNS qua TLS thì cần phải đặt trình phân giải bên ngoài ở đây nếu không thử thách DNS sẽ không thành công.

source: Lifetime (days)
vi_vn: Tuổi thọ (ngày)

source: Lima-City DNS API
vi_vn: API DNS thành phố Lima

source: Limit new connections based on the current number of half open IKE_SAs.
vi_vn: Giới hạn các kết nối mới dựa trên số lượng IKE_SA đang mở một nửa hiện tại.

source: Limit the default set of built-in curves to be used when using the standard openssl configuration.
vi_vn: Giới hạn bộ đường cong tích hợp mặc định sẽ được sử dụng khi sử dụng cấu hình openssl tiêu chuẩn.

source: List of addresses to configure on the device. Please use CIDR notation like 10.0.0.1/24.
vi_vn: Danh sách các địa chỉ để cấu hình trên thiết bị. Vui lòng sử dụng ký hiệu CIDR như 10.0.0.1/24.

source: List of addresses to use on the remote peer, these will be allowed (and optionally routed) from this instance.
vi_vn: Danh sách các địa chỉ sẽ sử dụng trên thiết bị Peer từ xa, những địa chỉ này sẽ được cho phép (và được định tuyến tùy chọn) từ phiên bản này.

source: List of bot user agents that will be used in bot protection. Uses a well known list by default.
vi_vn: Danh sách tác nhân người dùng bot sẽ được sử dụng để bảo vệ bot. Sử dụng danh sách nổi tiếng theo mặc định.

source: List of domains and path entries, prefix with . to include subdomains (e.g. .com to block all .com domains). To match all use *
vi_vn: Danh sách tên miền và entry đường dẫn, tiền tố có . để bao gồm các tên miền phụ (ví dụ: .com để chặn tất cả các tên miền .com). Để phù hợp với tất cả việc sử dụng *

source: List of group memberships to require. The client must prove membership to at least one of the specified groups.
vi_vn: Danh sách thành viên nhóm cần yêu cầu. Khách hàng phải chứng minh là thành viên của ít nhất một trong các nhóm được chỉ định.

source: List of instances this peer belongs to.
vi_vn: Danh sách các trường hợp Peer này thuộc về.

source: List of networks allowed to pass through the tunnel adapter. Use CIDR notation like 10.0.0.0/24.
vi_vn: Danh sách các networks được phép đi qua bộ điều hợp đường hầm. Sử dụng ký hiệu CIDR như 10.0.0.0/24.

source: List of peers for this instance.
vi_vn: Danh sách các đồng nghiệp cho trường hợp này.

source: List of pools, one per line in range or subnet format (e.g. 192.168.0.100 - 192.168.0.200 , 192.0.2.64/26
vi_vn: Danh sách các nhóm, mỗi nhóm một dòng ở định dạng phạm vi hoặc mạng con (ví dụ: 192.168.0.100 - 192.168.0.200 , 192.0.2.64/26

source: List of standard categories
vi_vn: Danh sách các danh mục tiêu chuẩn

source: Local gre tunnel endpoint
vi_vn: Điểm cuối đường hầm gr cục bộ

source: Log Adjacency Changes
vi_vn: Ghi lại các thay đổi lân cận

source: Log Banned Requests
vi_vn: Đăng nhập các yêu cầu bị cấm

source: Log Credentials
vi_vn: Đăng nhập thông tin xác thực

source: Log HTTP Access in JSON Format
vi_vn: Ghi nhật ký truy cập HTTP ở định dạng JSON

source: Log HTTP access in a standard JSON logfile per domain, e.g., for processing by CrowdSec. Use this option combined with "HTTP Access Log" in a "Domain". Enabling this will make the HTTP Access Log disappear from the standard Log File. Logs can be found in the filesystem at "/var/log/caddy/access/".
vi_vn: Ghi log truy cập HTTP theo định dạng JSON chuẩn cho từng domain, ví dụ để CrowdSec xử lý. Sử dụng tùy chọn này kết hợp với "HTTP Access Log" trong một "Domain". Khi bật tùy chọn này, HTTP Access Log sẽ không còn xuất hiện trong file log chuẩn. Các file log có thể được tìm thấy tại "/var/log/caddy/access/".

source: Log Settings
vi_vn: Cài đặt nhật ký

source: Log TLS handshakes to fill the User Agent fingerprint database and detect MITM attacks.
vi_vn: Ghi lại các lần bắt tay TLS để điền vào cơ sở dữ liệu dấu vân tay của Tác nhân người dùng và phát hiện các cuộc tấn công MITM.

source: Log To Syslog
vi_vn: Đăng nhập vào nhật ký hệ thống

source: Log all cookies and authorization in HTTP request logging. Use this option combined with "HTTP Access Log" in a "Domain". Enable this option only for troubleshooting.
vi_vn: Ghi log tất cả cookie và thông tin xác thực trong log request HTTP. Sử dụng tùy chọn này kết hợp với "HTTP Access Log" trong một "Domain". Chỉ nên bật tùy chọn này để phục vụ mục đích khắc phục sự cố.

source: Log requests that led to auto-blocking (bots and honeypots).
vi_vn: Ghi lại các yêu cầu dẫn đến việc tự động chặn (bot và honeypot).

source: Log violations
vi_vn: Ghi lại các vi phạm

source: Low threshold for latency in milliseconds. Default is 200.
vi_vn: Ngưỡng thấp cho độ trễ tính bằng mili giây. Mặc định là 200.

source: Low threshold for packet loss in %. Default is 10.
vi_vn: Ngưỡng mất gói thấp tính bằng %. Mặc định là 10.

source: Low-level encoding/decoding (ASN.1, X.509 etc.)
vi_vn: Mã hóa/giải mã cấp độ thấp (ASN.1, X.509, v.v.)

source: MAC/Ether address of the client in question
vi_vn: Địa chỉ MAC/Ether của khách hàng được đề cập

source: MQTT Client ID
vi_vn: ID khách hàng MQTT

source: MQTT Format
vi_vn: Định dạng MQTT

source: MQTT Layout
vi_vn: Bố cục MQTT

source: MQTT Password
vi_vn: Mật khẩu MQTT

source: MQTT QoS
vi_vn: QoS MQTT

source: MQTT Retain
vi_vn: Giữ lại MQTT

source: MQTT Timeout
vi_vn: Hết thời gian chờ MQTT

source: MQTT Topic
vi_vn: Chủ đề MQTT

source: MQTT Topic Prefix
vi_vn: Tiền tố chủ đề MQTT

source: MQTT Topic Prefix - Will be overidden by the Topic if defined below.
vi_vn: Tiền tố chủ đề MQTT - Sẽ bị Chủ đề ghi đè nếu được xác định bên dưới.

source: MQTT Topic for produced messages. if left blank, will default to [ mqtt_topic_prefix/{{ .Hostname }}/{{ .PluginName }} ]
vi_vn: Chủ đề MQTT cho các tin nhắn được tạo. nếu để trống, sẽ mặc định là [ mqtt_topic_prefix/{{ .Hostname }}/{{ .PluginName }} ]

source: MQTT Username
vi_vn: Tên người dùng MQTT

source: MQTT brokers
vi_vn: môi giới MQTT

source: Main daemon setup/cleanup/signal handling
vi_vn: Thiết lập/dọn dẹp/xử lý tín hiệu daemon chính

source: Make Before Break
vi_vn: Làm trước giờ nghỉ

source: Make eve HTTP logging dump all HTTP headers. You may choose to dump headers for requests or responses or both.
vi_vn: Thực hiện ghi nhật ký HTTP vào đêm trước kết xuất tất cả các tiêu đề HTTP. Bạn có thể chọn loại bỏ tiêu đề cho các yêu cầu hoặc phản hồi hoặc cả hai.

source: Match the received traffic on OSI Layer 4, either TCP or UDP. When "Routing Type" is "listener_wrappers", currently only TCP will match.
vi_vn: So khớp lưu lượng nhận được ở tầng OSI Layer 4, bao gồm TCP hoặc UDP. Khi "Routing Type" là "listener_wrappers", hiện tại chỉ có TCP được so khớp.

source: Match the received traffic on OSI Layer 7. When choosing a protocol like TLS, it will be matched and routed to the upstream destination. When "Routing Type" of the matcher is "listener_wrapper", any unmatched traffic will be received by the "HTTP App" (reverse_proxy). When "Routing Type" of the matcher is "global", unmatched traffic will be consumed and blocked. Choose "ANY" to not match on OSI Layer 7 and allow any traffic.
vi_vn: So khớp lưu lượng nhận được ở tầng OSI Layer 7. Khi chọn một giao thức như TLS, lưu lượng sẽ được so khớp và định tuyến tới đích upstream. Khi "Routing Type" của matcher là "listener_wrapper", mọi lưu lượng không khớp sẽ được chuyển tới "HTTP App" (reverse_proxy). Khi "Routing Type" là "global", lưu lượng không khớp sẽ bị tiêu thụ và chặn. Chọn "ANY" để không so khớp theo tầng OSI Layer 7 và cho phép mọi loại lưu lượng.

source: Matchers
vi_vn: Máy diêm

source: Max Unacked clients
vi_vn: Số lượng khách hàng chưa được giải nén tối đa

source: Max concurrent streams
vi_vn: Luồng đồng thời tối đa

source: Max concurrent streams (incoming)
vi_vn: Luồng đồng thời tối đa (đến)

source: Max concurrent streams (outgoing)
vi_vn: Luồng đồng thời tối đa (đi)

source: Maximum OCSP Interval
vi_vn: Khoảng thời gian OCSP tối đa

source: Maximum file size (MB)
vi_vn: Kích thước tệp tối đa (MB)

source: Maximum file size per log file. When set and a log file exceeds the amount specified, it will be rotated.
vi_vn: Kích thước tệp tối đa cho mỗi tệp nhật ký. Khi được đặt và tệp nhật ký vượt quá số lượng được chỉ định, nó sẽ bị xoay.

source: Maximum jitter in percent to apply randomly to calculated retransmission timeout (0 to disable)
vi_vn: Độ giật tối đa tính theo phần trăm để áp dụng ngẫu nhiên cho thời gian chờ truyền lại được tính toán (0 để tắt)

source: Maximum preserved files
vi_vn: Các tập tin được bảo tồn tối đa

source: Maximum size of log file (in MB).
vi_vn: Kích thước tối đa của tệp nhật ký (tính bằng MB).

source: MinProtocol
vi_vn: Giao thức tối thiểu

source: MinProtocol (DTLS)
vi_vn: Giao thức tối thiểu (DTLS)

source: Minimum OCSP Interval
vi_vn: Khoảng thời gian OCSP tối thiểu

source: Monit HTTPD Password
vi_vn: Theo dõi mật khẩu HTTPD

source: Monit HTTPD Username
vi_vn: Tên người dùng HTTPD Monit

source: Multihop
vi_vn: Đa chặng

source: Netmask [ipv4] or prefix [ipv6] to use for this tunnel
vi_vn: Netmask [ipv4] hoặc tiền tố [ipv6] để sử dụng cho đường hầm này

source: Next server
vi_vn: Máy chủ tiếp theo

source: Next server IP address
vi_vn: Địa chỉ IP máy chủ tiếp theo

source: Number of exclusively locked segments in the hash table.
vi_vn: Số lượng phân đoạn bị khóa riêng trong bảng băm.

source: Number of logs to preserve. When no maximum file size is offered or the logs are smaller than the the size requested, this equals the number of days.
vi_vn: Số lượng nhật ký cần bảo quản. Khi không có kích thước tệp tối đa được cung cấp hoặc nhật ký nhỏ hơn kích thước được yêu cầu, giá trị này bằng số ngày.

source: Number of retransmissions to send before giving up.
vi_vn: Số lần truyền lại cần gửi trước khi từ bỏ.

source: OCID of the user calling the API
vi_vn: OCID của người dùng gọi API

source: OCID of your tenancy
vi_vn: OCID của hợp đồng thuê nhà của bạn

source: Offer a hostname to the client
vi_vn: Cung cấp tên máy chủ cho khách hàng

source: Only texts containing letters, digits and underscores with a maximum length of 15 characters are allowed and the name may not end with a digit.
vi_vn: Chỉ cho phép văn bản chứa chữ cái, chữ số và dấu gạch dưới có độ dài tối đa 15 ký tự và tên không được kết thúc bằng chữ số.

source: OpenTelemetry
vi_vn: Đo từ xa mở

source: OpenTelemetry Server
vi_vn: Máy chủ đo từ xa mở

source: Optional gateway IP address for this route.
vi_vn: Địa chỉ IP cho gateway tùy chọn cho tuyến đường này.

source: Optional shared secret (PSK) for this peer.
vi_vn: Bí mật chia sẻ tùy chọn (PSK) cho thiết bị Peer này.

source: Oracle Cloud Infrastructure (OCI)
vi_vn: Cơ sở hạ tầng đám mây Oracle (OCI)

source: Output (PEM format)
vi_vn: Đầu ra (định dạng PEM)

source: Output TLS transaction where the session is resumed using a session id
vi_vn: Giao dịch TLS đầu ra trong đó phiên được tiếp tục bằng id phiên

source: Override response TTL in seconds.
vi_vn: Ghi đè phản hồi TTL sau vài giây.

source: Packet Loss High Threshold
vi_vn: Ngưỡng cao mất gói

source: Packet Loss Low Threshold
vi_vn: Ngưỡng mất gói thấp

source: Packet encoding/decoding encryption/decryption operations
vi_vn: Hoạt động mã hóa/giải mã gói tin mã hóa/giải mã

source: Password Encryption
vi_vn: Mã hóa mật khẩu

source: Peer (ipv4)
vi_vn: Ngang hàng (ipv4)

source: Peer (ipv6)
vi_vn: Ngang hàng (ipv6)

source: Peer Group
vi_vn: Nhóm Peer

source: Peer address where encapsulated gre packets will be sent.
vi_vn: Địa chỉ Peer nơi các gói gre được đóng gói sẽ được gửi.

source: Peer name, there should be one entry matching this machines "This server name"
vi_vn: Tên peer; cần có một mục khớp với "This server name" của máy này.

source: Perform HTML normalization and decryption of MS Script Encoder code.
vi_vn: Thực hiện chuẩn hóa và giải mã HTML của mã MS Script Encode.

source: Personal Access Token
vi_vn: Mã thông báo truy cập cá nhân

source: Platform Trust Service
vi_vn: Dịch vụ tin cậy nền tảng

source: Port of the remote logging server.
vi_vn: Cổng của máy chủ đăng nhập từ xa.

source: Port of the remote syslog server.
vi_vn: Cổng của máy chủ nhật ký hệ thống từ xa.

source: Portnumber to use for the RESTful interface
vi_vn: Số Cổng sử dụng cho giao diện RESTful

source: Pre-shared key
vi_vn: Khóa chia sẻ trước

source: Prefix each log entry with the connection name and a unique numerical identifier for each IKE_SA.
vi_vn: Tiền tố mỗi mục nhật ký có tên kết nối và số nhận dạng duy nhất cho mỗi IKE_SA.

source: Primary interface
vi_vn: Giao diện chính

source: Private key of this peer, not stored on this host, only used for the configuration below.
vi_vn: Khóa riêng của máy Peer này, không được lưu trữ trên máy chủ này, chỉ được sử dụng cho cấu hình bên dưới.

source: Proxy Connect Timeout
vi_vn: Hết thời gian kết nối proxy

source: Proxy Timeout
vi_vn: Hết thời gian ủy quyền

source: Public key of this peer. You can generate the key using the private key piped to "wg pubkey".
vi_vn: Khóa công khai của peer này. Bạn có thể tạo khóa bằng cách đưa khóa riêng (private key) qua lệnh "wg pubkey".

source: QoS policy for messages. 0 = at most once, 1 = at least once, 2 = exactly once. Defaults to 2.
vi_vn: Chính sách QoS cho tin nhắn. 0 = nhiều nhất một lần, 1 = ít nhất một lần, 2 = đúng một lần. Mặc định là 2.

source: RFC 5080 suggests that all clients should include it in an Access-Request. If the server requires it (option checked) and the client does not, then the packet will be silently discarded.
vi_vn: RFC 5080 gợi ý rằng tất cả khách hàng nên đưa nó vào Yêu cầu truy cập. Nếu máy chủ yêu cầu nó (tùy chọn đã chọn) còn máy khách thì không, thì gói sẽ bị loại bỏ một cách âm thầm.

source: Register ISC DHCP4 Leases
vi_vn: Đăng ký thuê ISC DHCP4

source: Remote gif tunnel endpoint
vi_vn: Điểm cuối đường hầm gif từ xa

source: Remote gre tunnel endpoint
vi_vn: Điểm cuối đường hầm gr từ xa

source: Remote port
vi_vn: Cổng từ xa

source: Require Message-Authenticator
vi_vn: Yêu cầu xác thực tin nhắn

source: Resolver time out in seconds. NGINX default (if empty) is 30 seconds.
vi_vn: Thời gian giải quyết hết tính bằng giây. Mặc định NGINX (nếu trống) là 30 giây.

source: Retransmission
vi_vn: Truyền lại

source: Revocations per type
vi_vn: Số lần thu hồi theo loại

source: Routers (gateway)
vi_vn: Bộ định tuyến (gateway)

source: Routing Type
vi_vn: Loại định tuyến

source: Rules are sorted based on the sequence number, higher number means lower priority. Rules without a sequence number will be processed first.
vi_vn: Các quy tắc được sắp xếp dựa trên số thứ tự, số cao hơn nghĩa là mức độ ưu tiên thấp hơn. Các quy tắc không có số thứ tự sẽ được xử lý trước.

source: Run this service as "www" user and group, instead of "root". This setting increases security, but comes with the hard restriction that the well-known port range can not be used anymore. After enabling and saving this setting, the service has to be totally restarted. For this, please disable Caddy and press Apply. Afterwards enable Caddy and press Apply. This setting is reversible by following the same steps.
vi_vn: Chạy dịch vụ này dưới user và group "www" thay vì "root". Thiết lập này giúp tăng cường bảo mật, nhưng đi kèm hạn chế nghiêm ngặt là không thể sử dụng dải cổng well-known (cổng thấp). Sau khi bật và lưu thiết lập này, dịch vụ phải được khởi động lại hoàn toàn. Để thực hiện, hãy tắt Caddy và nhấn Apply, sau đó bật lại Caddy và nhấn Apply. Thiết lập này có thể hoàn tác bằng cách thực hiện lại các bước tương tự.

source: SSL settings
vi_vn: Cài đặt SSL

source: Schedule an hourly job to download CRLs using the defined Distributionpoints in the CAs deployed in our trust store.
vi_vn: Lên lịch công việc hàng giờ để tải xuống CRL bằng cách sử dụng các Điểm phân phối đã xác định trong các CA được triển khai trong kho tin cậy của chúng tôi.

source: Select General Log level. Log levels are listed in the order of increasing verbosity. Setting a certain log level will cause all messages of the specified and more severe log levels to be logged.
vi_vn: Chọn cấp độ Nhật ký chung. Các cấp độ nhật ký được liệt kê theo thứ tự mức độ chi tiết tăng dần. Việc đặt một mức nhật ký nhất định sẽ khiến tất cả các thông báo ở cấp độ nhật ký được chỉ định và nghiêm trọng hơn sẽ được ghi lại.

source: Select Users to restrict access to this domain. Basic Auth matches after Access Lists. If unset, any user is allowed access. When using CrowdSec, authorization failures will result in automatic bans.
vi_vn: Chọn Người dùng để hạn chế quyền truy cập vào miền này. Xác thực cơ bản khớp sau Danh sách truy cập. Nếu không được đặt, bất kỳ người dùng nào cũng được phép truy cập. Khi sử dụng CrowdSec, việc ủy ​​quyền không thành công sẽ dẫn đến lệnh cấm tự động.

source: Select Users to restrict access to this subdomain. Basic Auth matches after Access Lists. If unset, any user is allowed access.
vi_vn: Chọn Người dùng để hạn chế quyền truy cập vào tên miền phụ này. Xác thực cơ bản khớp sau Danh sách truy cập. Nếu không được đặt, bất kỳ người dùng nào cũng được phép truy cập.

source: Select a Forward Auth Provider. It can be added inside a "Handler" by enabling the "Forward Auth" checkbox. For Authelia only the basic subdomain example is supported. More information: https://www.authelia.com/integration/proxies/caddy/#basic-examples. For Authentik custom headers are not supported. More information: https://docs.goauthentik.io/docs/providers/proxy/server_caddy
vi_vn: Chọn một nhà cung cấp Forward Auth. Có thể thêm Forward Auth trong một "Handler" bằng cách bật ô chọn "Forward Auth". Đối với Authelia, chỉ hỗ trợ ví dụ subdomain cơ bản. Xem thêm thông tin tại: https://www.authelia.com/integration/proxies/caddy/#basic-examples. Đối với Authentik, các header tùy chỉnh không được hỗ trợ. Xem thêm tại: https://docs.goauthentik.io/docs/providers/proxy/server_caddy

source: Select a domain to handle.
vi_vn: Chọn một domain để xử lý.

source: Select a subdomain to handle. Make sure to additionaly choose a wildcard domain as "Domain". Leave unset, if not using subdomains.
vi_vn: Chọn một subdomain để xử lý. Hãy đảm bảo đồng thời chọn một domain wildcard làm "Domain". Để trống nếu không sử dụng subdomain.

source: Select a wildcard domain for this subdomain.
vi_vn: Chọn tên miền ký tự đại diện cho tên miền phụ này.

source: Select an Access List to restrict access to this domain. If unset, any local or remote client is allowed access.
vi_vn: Chọn Danh sách truy cập để hạn chế quyền truy cập vào miền này. Nếu không được đặt, mọi máy khách cục bộ hoặc từ xa đều được phép truy cập.

source: Select an Access List to restrict access to this handler. If unset, any local or remote client is allowed access.
vi_vn: Chọn Danh sách truy cập để hạn chế quyền truy cập vào trình xử lý này. Nếu không được đặt, mọi máy khách cục bộ hoặc từ xa đều được phép truy cập.

source: Select an Access List to restrict access to this subdomain. If unset, any local or remote client is allowed access.
vi_vn: Chọn Danh sách truy cập để hạn chế quyền truy cập vào tên miền phụ này. Nếu không được đặt, mọi máy khách cục bộ hoặc từ xa đều được phép truy cập.

source: Select an interface to extract the current IP addresses of the firewall. This is generally not needed as Caddy uses default providers to test the current IP addresses. Depending on the specified DynDns IP Version, at most one IPv6 Global Unicast Address and one IPv4 non-RFC1918 Address will be extracted.
vi_vn: Chọn một giao diện để trích xuất địa chỉ IP hiện tại của tường lửa. Điều này thường không cần thiết vì Caddy sử dụng các nhà cung cấp mặc định để kiểm tra địa chỉ IP hiện tại. Tùy thuộc vào Phiên bản IP DynDns được chỉ định, tối đa một Địa chỉ Unicast Toàn cầu IPv6 và một Địa chỉ IPv4 không phải RFC1918 sẽ được trích xuất.

source: Select interface(s) to use. When enabling IPS, make sure the (virtual) driver supports this feature.
vi_vn: Chọn (các) giao diện để sử dụng. Khi bật IPS, hãy đảm bảo trình điều khiển (ảo) hỗ trợ tính năng này.

source: Select interfaces to listen on.
vi_vn: Chọn giao diện để nghe.

source: Select one or multiple headers. Caddy sets "X-Forwarded-For", "X-Forwarded-Proto" and "X-Forwarded-Host" by default, adding them here is not needed. Setting a wrong configuration can be a security risk or break functionality.
vi_vn: Chọn một hoặc nhiều header. Caddy mặc định đã thiết lập "X-Forwarded-For", "X-Forwarded-Proto" và "X-Forwarded-Host", vì vậy không cần thêm chúng ở đây. Việc cấu hình sai có thể gây rủi ro bảo mật hoặc làm hỏng chức năng.

source: Select the Auto HTTPS option. "On (default)" creates automatic certificates using "Let's Encrypt" or "ZeroSSL". "Off" turns all automatic certificate requests off.
vi_vn: Chọn tùy chọn Auto HTTPS. "On (default)" sẽ tự động tạo chứng chỉ bằng "Let's Encrypt" hoặc "ZeroSSL". "Off" sẽ tắt toàn bộ các yêu cầu cấp chứng chỉ tự động.

source: Select the DynDns IP Version: "IPv4+IPv6" to set IPv4 A-Records and IPv6 AAAA-Records, "IPv4 only" for only A-Records, "IPv6 only" for only AAAA-Records.
vi_vn: Chọn phiên bản IP cho DynDNS: "IPv4+IPv6" để thiết lập bản ghi A (IPv4) và AAAA (IPv6), "IPv4 only" chỉ cho bản ghi A, "IPv6 only" chỉ cho bản ghi AAAA.

source: Select the minimum global Log Level. "INFO" is the default and should not be changed without a reason, as it displays the ACME Client messages for automatic certificates. This setting does not influence the HTTP Access logs; they always use "INFO", which is their lowest supported Log Level.
vi_vn: Chọn mức Log Level toàn cục tối thiểu. "INFO" là giá trị mặc định và không nên thay đổi nếu không có lý do, vì mức này hiển thị các thông báo của ACME Client cho chứng chỉ tự động. Thiết lập này không ảnh hưởng đến HTTP Access Log; các log này luôn sử dụng mức "INFO", là mức thấp nhất mà chúng hỗ trợ.

source: Select the services that should be send to the other host.
vi_vn: Chọn các dịch vụ sẽ được gửi đến máy chủ khác.

source: Send HTTP metadata to eve-log for further analyses.
vi_vn: Gửi siêu dữ liệu HTTP tới nhật ký đêm trước để phân tích thêm.

source: Send TLS metadata to eve-log for further analyses.
vi_vn: Gửi siêu dữ liệu TLS tới nhật ký đêm trước để phân tích thêm.

source: Services to synchronize (XMLRPC Sync)
vi_vn: Dịch vụ đồng bộ hóa (XMLRPC Sync)

source: Set a custom HTTP response code that should be returned to the requesting client when the access list does not match. If empty, the connection is aborted with no response.
vi_vn: Đặt mã phản hồi HTTP tùy chỉnh sẽ được trả về cho ứng dụng khách yêu cầu khi danh sách truy cập không khớp. Nếu trống, kết nối bị hủy mà không có phản hồi.

source: Set a custom HTTP response message in addition to the HTTP response code. If empty, the default HTTP response message for the chosen HTTP response code will be used.
vi_vn: Đặt thông báo phản hồi HTTP tùy chỉnh ngoài mã phản hồi HTTP. Nếu trống, thông báo phản hồi HTTP mặc định cho mã phản hồi HTTP đã chọn sẽ được sử dụng.

source: Set a specific device MTU for this instance.
vi_vn: Đặt MTU thiết bị cụ thể cho trường hợp này.
