Repository: LamPhuss/firewall
Catalog: src/share/locale/*/LC_MESSAGES/OPNsense.po
Languages: vi_vn

source: TURN listener port for TLS (Default: 5349). NOTE: Do NOT set this to 80 or 443 when listening on all IPs, this may block access to the OPNsense WebUI.
vi_vn: Cổng nghe TURN cho TLS (Mặc định: 5349). LƯU Ý: KHÔNG đặt giá trị này thành 80 hoặc 443 khi nghe trên tất cả các IP, điều này có thể chặn quyền truy cập vào OPNsense WebUI.

source: TURN listener port for UDP and TCP (Default: 3478). NOTE: Do NOT set this to 80 or 443 when listening on all IPs, this may block access to the OPNsense WebUI.
vi_vn: Cổng nghe TURN cho UDP và TCP (Mặc định: 3478). LƯU Ý: KHÔNG đặt giá trị này thành 80 hoặc 443 khi nghe trên tất cả các IP, điều này có thể chặn quyền truy cập vào OPNsense WebUI.

source: Tag [set]
vi_vn: Thẻ [bộ]

source: Tag to set for requests matching this range which can be used to selectively match DHCP options
vi_vn: Thẻ để đặt cho các yêu cầu khớp với phạm vi này có thể được sử dụng để khớp có chọn lọc các tùy chọn DHCP

source: Terminate TLS
vi_vn: Chấm dứt TLS

source: Terminate TLS before routing to the upstream. Since this requires a certificate, ensure there is a domain configured in "Reverse Proxy" that matches the SNI of "Domain". The best matching SAN or wildcard certificate will be used automatically for this route.
vi_vn: Kết thúc (terminate) TLS trước khi định tuyến tới upstream. Do yêu cầu có chứng chỉ, hãy đảm bảo đã cấu hình một domain trong "Reverse Proxy" khớp với SNI của "Domain". Chứng chỉ SAN hoặc wildcard phù hợp nhất sẽ được tự động sử dụng cho route này.

source: The ACL rule number (0-4294967294); keep in mind that there are no sequence numbers with AS-Path lists. When you want to add a new line between you have to completely remove the ACL.
vi_vn: Số quy tắc ACL (0-4294967294); hãy nhớ rằng không có số thứ tự nào trong danh sách AS-Path. Khi bạn muốn thêm một dòng mới giữa bạn phải loại bỏ hoàn toàn ACL.

source: The ACL sequence number (1-4294967294).
vi_vn: Số thứ tự ACL (1-4294967294).

source: The AS pattern you want to match, regexp allowed (e.g. .$ or _1$).
vi_vn: Mẫu AS bạn muốn khớp, được phép biểu thức chính quy (ví dụ: .$ hoặc _1$).

source: The Elasticsearch host to which Filebeat should send its logs. IPv6 addresses should always be defined as: https://[2001:db8::1]:9200.
vi_vn: Máy chủ Elaticsearch mà Filebeat sẽ gửi nhật ký của nó. Địa chỉ IPv6 phải luôn được xác định là: https://[2001:db8::1]:9200.

source: The Filebeat inputs to enable.
vi_vn: Các đầu vào Filebeat để kích hoạt.

source: The Filebeat modules to enable.
vi_vn: Các mô-đun Filebeat để kích hoạt.

source: The OpenVPN server.
vi_vn: Máy chủ OpenVPN.

source: The authentication API key in its id:api_key format.
vi_vn: Khóa API xác thực ở định dạng id:api_key.

source: The authentication secret value for TURN REST API. It is recommended to use a long random string, at least 32 characters long.
vi_vn: Giá trị bí mật xác thực cho API TURN REST. Nên sử dụng chuỗi dài ngẫu nhiên, dài ít nhất 32 ký tự.

source: The default realm to be used for the users. Must be used with TURN REST API. A good choice may be the domain name of the company.
vi_vn: Lĩnh vực mặc định được sử dụng cho người dùng. Phải được sử dụng với API TURN REST. Một lựa chọn tốt có thể là tên miền của công ty.

source: The file formwat offered to the user.
vi_vn: Định dạng tệp được cung cấp cho người dùng.

source: The hostname of the proxmox BS node.
vi_vn: Tên máy chủ của nút BS proxmox.

source: The lifetime for the channel (in seconds). Default value is 600 secs (10 minutes).
vi_vn: Thời gian tồn tại của kênh (tính bằng giây). Giá trị mặc định là 600 giây (10 phút).

source: The lifetime of the route may be changed or set to zero, which allows a router to advertise prefixes but not a route via itself. When using HA, setting a short timespan here is adviced for faster IPv6 failover. A good combination could be 10 seconds RA interval and 30 seconds RA router lifetime. Going lower than that can pose issues in busy networks.
vi_vn: Thời gian tồn tại của tuyến đường có thể được thay đổi hoặc đặt thành 0, điều này cho phép bộ định tuyến quảng cáo các tiền tố chứ không phải tuyến đường đi qua chính nó. Khi sử dụng HA, nên đặt khoảng thời gian ngắn ở đây để chuyển đổi dự phòng IPv6 nhanh hơn. Một sự kết hợp tốt có thể là khoảng thời gian RA 10 giây và tuổi thọ bộ định tuyến RA là 30 giây. Xuống thấp hơn mức đó có thể gây ra vấn đề trong các networks bận rộn.

source: The name of your Prefix-List. If there should be multiple entries for the same prefix list, give them all the same name.
vi_vn: Tên của Danh sách tiền tố của bạn. Nếu có nhiều mục cho cùng một danh sách tiền tố, hãy đặt cho chúng cùng một tên.

source: The network pattern you want to match.
vi_vn: Mẫu networks bạn muốn khớp.

source: The number of days a newly created certificates should be valid
vi_vn: Số ngày mà chứng chỉ mới được tạo sẽ có hiệu lực

source: The number of seconds for which the client should disable DHCPv4. The minimum value is 300 seconds.
vi_vn: Số giây mà máy khách nên tắt DHCPv4. Giá trị tối thiểu là 300 giây.

source: The order in which rules are being processed.
vi_vn: Thứ tự các quy tắc đang được xử lý.

source: The order in which rules are being processed. Please note that this is not a unique identifier, the system will automatically recalculate the ruleset when rule positions are changed with the available "Move rule before this rule" button.
vi_vn: Thứ tự mà các rule được xử lý. Lưu ý rằng đây không phải là định danh duy nhất; hệ thống sẽ tự động tính toán lại tập rule khi vị trí rule được thay đổi bằng nút "Move rule before this rule".

source: The permission lifetime (in seconds). Default value is 300 secs (5 minutes).
vi_vn: Thời gian tồn tại của quyền (tính bằng giây). Giá trị mặc định là 300 giây (5 phút).

source: The poll-interval specifies the rate for sending hello packets to neighbors that are not active. When the configured neighbor is discovered, hello packets will be sent at the rate of the hello-interval. The default poll-interval is 60 seconds.
vi_vn: Khoảng thời gian thăm dò chỉ định tốc độ gửi gói xin chào đến những người hàng xóm không hoạt động. Khi hàng xóm được cấu hình được phát hiện, các gói xin chào sẽ được gửi với tốc độ khoảng thời gian xin chào. Khoảng thời gian thăm dò mặc định là 60 giây.

source: The port number the management interface is on. Defaults to 8007.
vi_vn: Số Cổng mà giao diện quản lý đang bật. Mặc định là 8007.

source: The port used for responding to DNS queries. It should normally be left blank unless another service needs to bind to TCP/UDP port 53. Setting this to zero (0) completely disables DNS function
vi_vn: Cổng được sử dụng để phản hồi các truy vấn DNS. Thông thường, nó phải được để trống trừ khi dịch vụ khác cần liên kết với Cổng TCP/UDP 53. Đặt giá trị này thành 0 (0) sẽ tắt hoàn toàn chức năng DNS

source: The priority is used to for the Designated Router (DR) election on non-broadcast multi-access networks.
vi_vn: Mức độ ưu tiên được sử dụng cho cuộc bầu cử Bộ định tuyến được chỉ định (DR) trên các networks đa truy cập không phát sóng.

source: The protected sub-networks that this edge-device protects (in CIDR notation). Usually ignored in deference to local_ts, though macOS clients will use this for routes
vi_vn: Các mạng con được bảo vệ mà thiết bị biên này bảo vệ (theo ký hiệu CIDR). Thường bị bỏ qua để tôn trọng local_ts, mặc dù máy khách macOS sẽ sử dụng điều này cho các tuyến đường

source: This adds a single interface as tag so this DHCP boot option can match the interface of a DHCP range.
vi_vn: Điều này thêm một giao diện duy nhất dưới dạng thẻ để tùy chọn khởi động DHCP này có thể khớp với giao diện của dải DHCP.

source: This adds a single interface as tag so this DHCP option can match the interface of a DHCP range.
vi_vn: Điều này thêm một giao diện duy nhất dưới dạng thẻ để tùy chọn DHCP này có thể khớp với giao diện của dải DHCP.

source: This allows packets with IP options to pass. Otherwise they are blocked by default.
vi_vn: Điều này cho phép các gói có tùy chọn IP đi qua. Nếu không chúng sẽ bị chặn theo mặc định.

source: This is the standard field for the API Key.
vi_vn: Đây là trường tiêu chuẩn cho Khóa API.

source: This prevents states created by this rule to be synced with pfsync.
vi_vn: Điều này ngăn các trạng thái được tạo bởi quy tắc này được đồng bộ hóa với pfsync.

source: This sets a special authorization option that is based upon authentication secret. Enables TURN REST API.
vi_vn: Điều này đặt ra một tùy chọn ủy quyền đặc biệt dựa trên bí mật xác thực. Bật API TURN REST.

source: This specifies the URL of our server instance, which should use a different port than the control agent. For example http://my.host:8001/
vi_vn: Chỉ định URL của instance máy chủ này, URL này phải sử dụng cổng khác với cổng của control agent. Ví dụ: http://my.host:8001/

source: This will activate the BGP service.
vi_vn: Điều này sẽ kích hoạt dịch vụ BGP.

source: This will activate the OSPF service.
vi_vn: Điều này sẽ kích hoạt dịch vụ OSPF.

source: This will activate the RIP service.
vi_vn: Điều này sẽ kích hoạt dịch vụ RIP.

source: This will activate the Tailscale service.
vi_vn: Điều này sẽ kích hoạt dịch vụ Tailscale.

source: This will activate the routing service only on the master device. The backup device will stop the service completely.
vi_vn: Điều này sẽ chỉ kích hoạt dịch vụ định tuyến trên thiết bị chính. Thiết bị sao lưu sẽ dừng dịch vụ hoàn toàn.

source: This will activate the routing service. Without enabling it globally, none of the individual services will run.
vi_vn: Điều này sẽ kích hoạt dịch vụ định tuyến. Nếu không kích hoạt nó trên toàn cầu, sẽ không có dịch vụ riêng lẻ nào chạy được.

source: This will activate the staticd service.
vi_vn: Điều này sẽ kích hoạt dịch vụ tĩnh.

source: This will disable propagation_timeout.
vi_vn: Điều này sẽ vô hiệu hóa propagation_timeout.

source: Time (default 180 seconds) before declaring a neighbor down if no keepalive messages are received.
vi_vn: Thời gian (mặc định là 180 giây) trước khi khai báo hàng xóm ngừng hoạt động nếu không nhận được thông báo lưu giữ nào.

source: Time (seconds) between Router Advertisements.
vi_vn: Thời gian (giây) giữa các Quảng cáo trên Bộ định tuyến.

source: Time (seconds) to wait before resending Link-State Advertisements (LSAs) if acknowledgment is delayed.
vi_vn: Thời gian (giây) chờ trước khi gửi lại Quảng cáo trạng thái liên kết (LSA) nếu xác nhận bị trì hoãn.

source: Time interval (seconds) to measure the number of connections
vi_vn: Khoảng thời gian (giây) để đo số lượng kết nối

source: Time to Live
vi_vn: Thời gian để sống

source: To ensure that all names have a domain part, there must be a default domain specified when DHCP FQDN is set. Leave empty to use the system domain.
vi_vn: Để đảm bảo rằng tất cả các tên đều có một phần miền, phải có miền mặc định được chỉ định khi cài đặt DHCP FQDN. Để trống để sử dụng miền hệ thống.

source: Total Quota
vi_vn: Tổng hạn ngạch

source: Total allocation quota. Default value is 0 (no quota).
vi_vn: Tổng hạn ngạch phân bổ. Giá trị mặc định là 0 (không có hạn ngạch).

source: Traffic shaper
vi_vn: định hình giao thông

source: Traffic shaper [reverse]
vi_vn: Công cụ định hình giao thông [đảo ngược]

source: Traffic shaping [experimental]
vi_vn: Định hình giao thông [thử nghiệm]

source: Trim_email
vi_vn: Cắt_email

source: UDP port to listen on for WireGuard and peer-to-peer traffic.
vi_vn: Cổng UDP để lắng nghe WireGuard và lưu lượng Peer.

source: Unset Request Headers
vi_vn: Bỏ đặt tiêu đề yêu cầu

source: Update Only
vi_vn: Chỉ cập nhật

source: Uplink IPv6 Addresses
vi_vn: Địa chỉ IPv6 đường lên

source: Uplink Interface
vi_vn: Giao diện đường lên

source: Upper bound of the UDP relay endpoints (Default: 65535).
vi_vn: Giới hạn trên của điểm cuối chuyển tiếp UDP (Mặc định: 65535).

source: Url to reach this host
vi_vn: Url để tiếp cận máy chủ này

source: Use Auth Secret
vi_vn: Sử dụng Bí mật xác thực

source: Use Exit Node
vi_vn: Sử dụng nút thoát

source: Use Oblivious-DNS-over-HTTPS Servers
vi_vn: Sử dụng máy chủ Oblivious-DNS-over-HTTPS

source: Use a non-reusable auth key and disable expiration
vi_vn: Sử dụng khóa xác thực không thể sử dụng lại và vô hiệu hóa hết hạn

source: Use fingerprints in the TURN messages.
vi_vn: Sử dụng dấu vân tay trong tin nhắn TURN.

source: Use this to choose TCP flags that must be cleared for this rule to match.
vi_vn: Sử dụng tùy chọn này để chọn các cờ TCP phải được xóa để quy tắc này khớp.

source: Use this to choose TCP flags that must be set this rule to match.
vi_vn: Sử dụng tùy chọn này để chọn các cờ TCP phải được đặt quy tắc này cho phù hợp.

source: Used to specify that packets must already be tagged with the given tag in order to match the rule.
vi_vn: Được sử dụng để chỉ định rằng các gói phải được gắn thẻ bằng thẻ nhất định để khớp với quy tắc.

source: User Quota
vi_vn: Hạn ngạch người dùng

source: User portal welcome message
vi_vn: Thông báo chào mừng Cổng thông tin người dùng

source: Usually this option is left empty, unless your provider requires you to connect using a specific mac address.
vi_vn: Thông thường, tùy chọn này được để trống, trừ khi nhà cung cấp của bạn yêu cầu bạn kết nối bằng địa chỉ mac cụ thể.

source: Validate SSL
vi_vn: Xác thực SSL

source: Validate SSL connection using all known certificate authorities
vi_vn: Xác thực kết nối SSL bằng cách sử dụng tất cả các cơ quan cấp chứng chỉ đã biết

source: Value (or values) to send to the client. The special address 0.0.0.0 or [::] is taken to mean "the address of the machine running Dnsmasq". When using "Match", leave empty to match on the option only.
vi_vn: Giá trị (hoặc các giá trị) gửi tới client. Địa chỉ đặc biệt 0.0.0.0 hoặc [::] được hiểu là "địa chỉ của máy đang chạy Dnsmasq". Khi sử dụng "Match", hãy để trống để chỉ so khớp theo option.

source: Verify Proxy Certificates
vi_vn: Xác minh chứng chỉ proxy

source: Verify Proxy Expiration
vi_vn: Xác minh hết hạn proxy

source: Verify depth for client auth
vi_vn: Xác minh độ sâu cho xác thực ứng dụng khách

source: Verify peer
vi_vn: Xác minh Peer

source: VirtualServer
vi_vn: Máy chủ ảo

source: WINS server
vi_vn: máy chủ THẮNG

source: Web Protection
vi_vn: Bảo vệ web

source: What happens when we encounter a response body larger than the configured limit? By default, we process what we have and let the rest through with the Process Partial option. That is somewhat less secure, but does not break any legitimate pages.
vi_vn: Điều gì xảy ra khi chúng tôi gặp phải nội dung phản hồi lớn hơn giới hạn được định cấu hình? Theo mặc định, chúng tôi xử lý những gì chúng tôi có và xử lý phần còn lại bằng tùy chọn Xử lý một phần. Điều đó kém an toàn hơn một chút nhưng không phá vỡ bất kỳ trang hợp pháp nào.

source: What to do if the request body size is above the configured limit. The default is Reject. Keep in mind that this setting will automatically be set to ProcessPartial when using DetectionOnly mode.
vi_vn: Phải làm gì nếu kích thước nội dung yêu cầu vượt quá giới hạn được định cấu hình. Mặc định là Từ chối. Hãy nhớ rằng cài đặt này sẽ tự động được đặt thành ProcessPartial khi sử dụng chế độ Chỉ phát hiện.

source: When 2FA is enabled, the Shared Secret must be provided. Note that this feature requires the package oath-toolkit, which must be installed manually.
vi_vn: Khi 2FA được bật, Bí mật chung phải được cung cấp. Lưu ý rằng tính năng này yêu cầu gói bộ công cụ tuyên thệ, gói này phải được cài đặt thủ công.

source: When Web Protection is enabled for the host you may disable it for specific destinations here, or set it to detection only for logging purposes.
vi_vn: Khi Bảo vệ web được bật cho máy chủ, bạn có thể tắt nó cho các đích cụ thể tại đây hoặc đặt nó ở chế độ phát hiện chỉ nhằm mục đích ghi nhật ký.

source: When an interval is provided, this option determines the period for the interval. e.g. when weekly is specified, each last record of the week is preserved to a maximum of the number of intervals
vi_vn: Khi có cấu hình khoảng thời gian (interval), tùy chọn này xác định chu kỳ cho khoảng đó. Ví dụ: khi chọn theo tuần (weekly), bản ghi cuối cùng của mỗi tuần sẽ được giữ lại, tối đa theo số lượng interval đã cấu hình.

source: When enabling the HTTP to HTTPS redirect, this port will be bound for HTTP.
vi_vn: Khi bật chuyển hướng HTTP sang HTTPS, Cổng này sẽ bị ràng buộc đối với HTTP.

source: Whitelist access for banned hosts
vi_vn: Truy cập danh sách trắng cho các máy chủ bị cấm

source: Wildcards
vi_vn: Ký tự đại diện

source: WireGuard Port
vi_vn: Cổng WireGuard

source: Wireguard interface listening port
vi_vn: Cổng nghe giao diện Wireguard

source: With this option ClamAV will alert on broken executables (both PE and ELF) and mark them as Broken.
vi_vn: Với tùy chọn này, ClamAV sẽ cảnh báo về các tệp thực thi bị hỏng (cả PE và ELF) và đánh dấu chúng là Bị hỏng.

source: Write Timeout
vi_vn: Viết thời gian chờ

source: Your AS Number here.
vi_vn: Số AS của bạn ở đây.

source: automatic
vi_vn: tự động

source: duid of the client in question
vi_vn: hành động của khách hàng được đề cập

source: eap-radius
vi_vn: bán kính eap

source: enable this host
vi_vn: kích hoạt máy chủ này

source: fail_duration enables a passive health check when multiple destinations in "Upstream Domain" are set. It is a value that defines how long to remember a failed request. A duration of 1 or more seconds enables passive health checking. A reasonable starting point might be 30s to balance error rates with responsiveness when bringing an unhealthy upstream back online.
vi_vn: fail_duration kích hoạt cơ chế kiểm tra sức khỏe thụ động khi có nhiều đích đến được cấu hình trong "Upstream Domain". Đây là giá trị xác định khoảng thời gian ghi nhớ một yêu cầu bị lỗi. Thời lượng từ 1 giây trở lên sẽ bật kiểm tra sức khỏe thụ động. Giá trị khởi điểm hợp lý có thể là 30 giây để cân bằng giữa tỷ lệ lỗi và khả năng phản hồi khi đưa một upstream không khỏe mạnh hoạt động trở lại.

source: gid
vi_vn: GID (Group ID)

source: health_body is a substring or regular expression to match on the response body of an active health check. If the backend does not return a matching body, it will be marked as down.
vi_vn: health_body là một chuỗi con hoặc biểu thức chính quy để khớp với nội dung phản hồi của một hoạt động kiểm tra tình trạng. Nếu phần phụ trợ không trả về nội dung phù hợp, nó sẽ được đánh dấu là không hoạt động.

source: health_fails is the number of consecutive health checks required before marking the backend as unhealthy. Default: 1.
vi_vn: health_fails là số lần kiểm tra tình trạng liên tiếp được yêu cầu trước khi đánh dấu phần phụ trợ là không tốt. Mặc định: 1.

source: health_follow_redirects will cause the health check to follow redirects provided by upstream. By default, a redirect response would cause the health check to count as a fail.
vi_vn: health_follow_redirects sẽ khiến việc kiểm tra tình trạng tuân theo các chuyển hướng do thượng nguồn cung cấp. Theo mặc định, phản hồi chuyển hướng sẽ khiến việc kiểm tra tình trạng được tính là không thành công.

source: health_interval is a duration value that defines how often to perform active health checks. Default: 30s.
vi_vn: health_interval là giá trị khoảng thời gian xác định tần suất thực hiện kiểm tra tình trạng hoạt động. Mặc định: 30 giây.

source: health_passes is the number of consecutive health checks required before marking the backend as healthy again. Default: 1.
vi_vn: health_passes là số lần kiểm tra tình trạng liên tiếp được yêu cầu trước khi đánh dấu phần phụ trợ là khỏe mạnh trở lại. Mặc định: 1.

source: health_port is the port to use for active health checks, if different from the upstream's port. Ignored if health_upstream is used.
vi_vn: health_port là cổng được sử dụng cho kiểm tra sức khỏe chủ động nếu khác với cổng của upstream. Sẽ bị bỏ qua nếu health_upstream được sử dụng.

source: health_status is the HTTP status code to expect from a healthy backend. Can be a 3-digit status code, or a status code class ending in xx. For example: 200 (which is the default), or 2xx.
vi_vn: health_status là mã trạng thái HTTP được mong đợi từ một chương trình phụ trợ tốt. Có thể là mã trạng thái gồm 3 chữ số hoặc lớp mã trạng thái kết thúc bằng xx. Ví dụ: 200 (là mặc định) hoặc 2xx.

source: health_timeout is a duration value that defines how long to wait for a reply before marking the backend as down. Default: 5s.
vi_vn: health_timeout là giá trị thời lượng xác định khoảng thời gian chờ phản hồi trước khi đánh dấu phần phụ trợ là không hoạt động. Mặc định: 5s.

source: health_upstream is the ip:port to use for active health checks, if different from the upstream. This should be used in tandem with health_header and {http.reverse_proxy.active.target_upstream}
vi_vn: health_upstream là ip:cổng được sử dụng để kiểm tra tình trạng hoạt động, nếu khác với upstream. Điều này nên được sử dụng song song với health_header và {http.reverse_proxy.active.target_upstream}

source: health_uri is the URI path (and optional query) for active health checks.
vi_vn: health_uri là đường dẫn URI (và truy vấn tùy chọn) để kiểm tra tình trạng hoạt động.

source: idle is a duration value in seconds that sets the maximum time to wait for the next request when keep-alives are enabled. Defaults value helps to avoid resource exhaustion.
vi_vn: nhàn rỗi là giá trị thời lượng tính bằng giây, đặt thời gian tối đa để chờ yêu cầu tiếp theo khi tính năng duy trì được bật. Giá trị mặc định giúp tránh cạn kiệt tài nguyên.

source: lb_policy is the name of the load balancing policy, along with any options. For policies that involve hashing, the highest-random-weight (HRW) algorithm is used to ensure that a client or request with the same hash key is mapped to the same upstream, even if the list of upstreams change.
vi_vn: lb_policy là tên của chính sách cân bằng tải, cùng với bất kỳ tùy chọn nào. Đối với các chính sách liên quan đến băm, thuật toán có trọng số ngẫu nhiên cao nhất (HRW) được sử dụng để đảm bảo rằng một ứng dụng khách hoặc yêu cầu có cùng khóa băm được ánh xạ tới cùng một luồng lên, ngay cả khi danh sách các luồng lên thay đổi.

source: lb_retries is how many times to retry selecting available backends for each request if the next available host is down. If lb_try_duration is also configured, then retries may stop early if the duration is reached. In other words, the retry duration takes precedence over the retry count.
vi_vn: lb_retries là số lần thử lại khi chọn các chương trình phụ trợ có sẵn cho mỗi yêu cầu nếu máy chủ có sẵn tiếp theo không hoạt động. Nếu lb_try_duration cũng được định cấu hình thì việc thử lại có thể dừng sớm nếu đạt đến thời lượng. Nói cách khác, thời gian thử lại được ưu tiên hơn số lần thử lại.

source: lb_try_duration is a duration value that defines how long to try selecting available backends for each request if the next available host is down. Clients will wait for up to this long while the load balancer tries to find an available upstream host. A reasonable starting point might be 5s since the HTTP transport's default dial timeout is 3s, so that should allow for at least one retry if the first selected upstream cannot be reached.
vi_vn: lb_try_duration là giá trị thời lượng xác định khoảng thời gian thử chọn các chương trình phụ trợ có sẵn cho mỗi yêu cầu nếu máy chủ có sẵn tiếp theo không hoạt động. Khách hàng sẽ đợi khoảng thời gian này trong khi bộ cân bằng tải cố gắng tìm một máy chủ ngược dòng có sẵn. Điểm bắt đầu hợp lý có thể là 5 giây vì thời gian chờ quay số mặc định của truyền tải HTTP là 3 giây, do đó, điều đó sẽ cho phép thử lại ít nhất một lần nếu không thể đạt được luồng ngược dòng được chọn đầu tiên.
